{
    "1": {},
    "2": {},
    "3": {
        "1": "Goal! Goal!  Arsenal 1, West Ham United 1. Bukayo Saka (Arsenal) left footed shot from the centre of the box to the bottom left corner. Assisted by Martin Ødegaard.",
        "2": "Goal! Goal!  Arsenal 2, West Ham United 1. Gabriel Martinelli (Arsenal) left footed shot from a difficult angle on the left to the bottom left corner. Assisted by Granit Xhaka.",
        "3": "Goal! Goal!  Arsenal 3, West Ham United 1. Eddie Nketiah (Arsenal) right footed shot from the right side of the box to the bottom left corner. Assisted by Martin Ødegaard."
    },
    "4": {},
    "5": {},
    "6": {
        "1": "Goal! Goal!  Arsenal 1, Nottingham Forest 0. Gabriel Martinelli (Arsenal) header from the centre of the box to the bottom right corner. Assisted by Bukayo Saka with a cross.",
        "3": "Goal! Goal!  Arsenal 3, Nottingham Forest 0. Reiss Nelson (Arsenal) right footed shot from very close range to the bottom left corner. Assisted by Gabriel Jesus.",
        "5": "Goal! Goal!  Arsenal 5, Nottingham Forest 0. Martin Ødegaard (Arsenal) left footed shot from the centre of the box to the top left corner. Assisted by Gabriel Jesus."
    },
    "7": {},
    "8": {},
    "9": {
        "1": "Goal! Goal!  Arsenal 1, Liverpool 0. Gabriel Martinelli (Arsenal) right footed shot from the centre of the box to the bottom right corner. Assisted by Martin Ødegaard with a through ball.Goal confirmed following VAR Review.",
        "2": "Goal! Goal!  Arsenal 2, Liverpool 1. Bukayo Saka (Arsenal) right footed shot from very close range to the centre of the goal. Assisted by Gabriel Martinelli   following a fast break."
    },
    "10": {
        "2": "Goal! Goal!  Arsenal 2, Tottenham Hotspur 1. Gabriel Jesus (Arsenal) left footed shot from very close range to the bottom left corner.",
        "3": "Goal! Goal!  Arsenal 3, Tottenham Hotspur 1. Granit Xhaka (Arsenal) left footed shot from the centre of the box to the centre of the goal. Assisted by Gabriel Martinelli."
    },
    "11": {},
    "12": {},
    "13": {
        "1": "Goal! Goal!  Arsenal 1, Aston Villa 0. Gabriel Jesus (Arsenal) left footed shot from the left side of the six yard box to the centre of the goal.",
        "2": "Goal! Goal!  Arsenal 2, Aston Villa 1. Gabriel Martinelli (Arsenal) left footed shot from the left side of the six yard box to the high centre of the goal. Assisted by Bukayo Saka."
    },
    "14": {
        "1": "Goal! Goal!  Arsenal 1, Fulham 1. Martin Ødegaard (Arsenal) left footed shot from the centre of the box to the bottom right corner. Assisted by Bukayo Saka.",
        "2": "Goal! Goal!  Arsenal 2, Fulham 1. Gabriel Magalhães (Arsenal) left footed shot from very close range to the bottom left corner. Assisted by William Saliba   following a corner.Goal confirmed following VAR Review."
    },
    "15": {},
    "16": {
        "1": "Goal! Goal!  Arsenal 1, Leicester City 0. Gabriel Jesus (Arsenal) right footed shot from the left side of the box to the top right corner. Assisted by Granit Xhaka.",
        "2": "Goal! Goal!  Arsenal 2, Leicester City 0. Gabriel Jesus (Arsenal) header from very close range to the bottom right corner    following a corner.",
        "3": "Goal! Goal!  Arsenal 3, Leicester City 1. Granit Xhaka (Arsenal) left footed shot from the centre of the box to the centre of the goal. Assisted by Gabriel Jesus.",
        "4": "Goal! Goal!  Arsenal 4, Leicester City 2. Gabriel Martinelli (Arsenal) left footed shot from outside the box to the bottom right corner. Assisted by Gabriel Jesus."
    },
    "17": {},
    "18": {},
    "19": {
        "1": "Goal! Goal!  Arsenal 1, Manchester United 1. Eddie Nketiah (Arsenal) header from very close range to the bottom right corner. Assisted by Granit Xhaka with a cross   following a corner.",
        "2": "Goal! Goal!  Arsenal 2, Manchester United 1. Bukayo Saka (Arsenal) left footed shot from outside the box to the bottom left corner. Assisted by Takehiro Tomiyasu.",
        "3": "Goal! Goal!  Arsenal 3, Manchester United 2. Eddie Nketiah (Arsenal) right footed shot from very close range to the bottom right corner.Goal confirmed following VAR Review."
    },
    "20": {}
}