{
    "1": {
        "1": "Goal! Goal!  Manchester City 1, Everton 0. Erling Haaland (Manchester City) right footed shot from the centre of the box to the centre of the goal. Assisted by Riyad Mahrez."
    },
    "2": {},
    "3": {
        "1": "Goal! Goal!  Manchester City 1, Brentford 1. Phil Foden (Manchester City) left footed shot from the centre of the box to the top right corner. Assisted by Manuel Akanji   following a corner."
    },
    "4": {
        "2": "Goal!  Manchester City 2, Fulham 1. Erling Haaland (Manchester City) converts the penalty with a left footed shot to the bottom left corner."
    },
    "5": {},
    "6": {
        "1": "Goal! Goal!  Manchester City 1, Brighton and Hove Albion 0. Erling Haaland (Manchester City) right footed shot from the right side of the box to the centre of the goal. Assisted by Ederson with a through ball.",
        "3": "Goal! Goal!  Manchester City 3, Brighton and Hove Albion 1. Kevin De Bruyne (Manchester City) right footed shot from outside the box to the top left corner. Assisted by Bernardo Silva."
    },
    "7": {},
    "8": {
        "1": "Goal! Goal!  Manchester City 1, Southampton 0. João Cancelo (Manchester City) left footed shot from the left side of the box to the centre of the goal. Assisted by Phil Foden.",
        "2": "Goal! Goal!  Manchester City 2, Southampton 0. Phil Foden (Manchester City) left footed shot from the left side of the box to the high centre of the goal. Assisted by Kevin De Bruyne.",
        "3": "Goal! Goal!  Manchester City 3, Southampton 0. Riyad Mahrez (Manchester City) left footed shot from the right side of the box to the bottom left corner. Assisted by Rodri.",
        "4": "Goal! Goal!  Manchester City 4, Southampton 0. Erling Haaland (Manchester City) left footed shot from the centre of the box to the centre of the goal. Assisted by João Cancelo."
    },
    "9": {
        "1": "Goal! Goal!  Manchester City 1, Manchester United 0. Phil Foden (Manchester City) left footed shot from the centre of the box to the top left corner. Assisted by Bernardo Silva with a cross.",
        "2": "Goal! Goal!  Manchester City 2, Manchester United 0. Erling Haaland (Manchester City) header from very close range to the centre of the goal. Assisted by Kevin De Bruyne with a cross   following a corner.",
        "3": "Goal! Goal!  Manchester City 3, Manchester United 0. Erling Haaland (Manchester City) left footed shot from the left side of the six yard box to the bottom left corner. Assisted by Kevin De Bruyne.",
        "4": "Goal! Goal!  Manchester City 4, Manchester United 0. Phil Foden (Manchester City) right footed shot from the centre of the box to the bottom right corner. Assisted by Erling Haaland   following a fast break.",
        "5": "Goal! Goal!  Manchester City 5, Manchester United 1. Erling Haaland (Manchester City) left footed shot from the centre of the box to the centre of the goal. Assisted by Sergio Gómez with a cross.Goal confirmed following VAR Review.",
        "6": "Goal! Goal!  Manchester City 6, Manchester United 1. Phil Foden (Manchester City) left footed shot from the centre of the box to the bottom left corner. Assisted by Erling Haaland with a through ball.Goal confirmed following VAR Review."
    },
    "10": {},
    "11": {},
    "12": {
        "1": "Goal! Goal!  Manchester City 1, Nottingham Forest 0. Erling Haaland (Manchester City) left footed shot from very close range to the top left corner    following a corner.",
        "2": "Goal! Goal!  Manchester City 2, Nottingham Forest 0. Erling Haaland (Manchester City) right footed shot from the centre of the box to the centre of the goal.",
        "3": "Goal! Goal!  Manchester City 3, Nottingham Forest 0. Erling Haaland (Manchester City) header from very close range to the top right corner. Assisted by John Stones with a headed pass   following a corner.",
        "4": "Goal! Goal!  Manchester City 4, Nottingham Forest 0. João Cancelo (Manchester City) right footed shot from outside the box to the top left corner. Assisted by Bernardo Silva.",
        "5": "Goal! Goal!  Manchester City 5, Nottingham Forest 0. Julián Álvarez (Manchester City) right footed shot from the right side of the box to the bottom left corner.",
        "6": "Goal! Goal!  Manchester City 6, Nottingham Forest 0. Julián Álvarez (Manchester City) left footed shot from the centre of the box to the top left corner    following a fast break."
    },
    "13": {
        "1": "Goal! Goal!  Manchester City 1, Crystal Palace 2. Bernardo Silva (Manchester City) left footed shot from outside the box to the centre of the goal. Assisted by Rodri.",
        "2": "Goal! Goal!  Manchester City 2, Crystal Palace 2. Erling Haaland (Manchester City) header from very close range to the bottom right corner. Assisted by Phil Foden.",
        "3": "Goal! Goal!  Manchester City 3, Crystal Palace 2. Erling Haaland (Manchester City) left footed shot from the left side of the six yard box to the centre of the goal. Assisted by John Stones   following a corner.",
        "4": "Goal! Goal!  Manchester City 4, Crystal Palace 2. Erling Haaland (Manchester City) left footed shot from the centre of the box to the bottom left corner. Assisted by Ilkay Gündogan."
    },
    "14": {},
    "15": {
        "1": "Goal! Goal!  Manchester City 1, Bournemouth 0. Ilkay Gündogan (Manchester City) left footed shot from the centre of the box to the bottom right corner. Assisted by Erling Haaland with a through ball.",
        "2": "Goal! Goal!  Manchester City 2, Bournemouth 0. Kevin De Bruyne (Manchester City) right footed shot from the right side of the box to the bottom left corner. Assisted by Phil Foden.",
        "3": "Goal! Goal!  Manchester City 3, Bournemouth 0. Phil Foden (Manchester City) left footed shot from the centre of the box to the bottom right corner. Assisted by Kevin De Bruyne with a through ball   following a fast break."
    },
    "16": {},
    "17": {},
    "18": {},
    "19": {
        "1": "Goal! Goal!  Manchester City 1, Wolverhampton Wanderers 0. Erling Haaland (Manchester City) header from the centre of the box to the bottom left corner. Assisted by Kevin De Bruyne with a cross.",
        "2": "Goal! Goal!  Manchester City 2, Wolverhampton Wanderers 0. Erling Haaland (Manchester City) converts the penalty with a left footed shot to the centre of the goal.",
        "3": "Goal! Goal!  Manchester City 3, Wolverhampton Wanderers 0. Erling Haaland (Manchester City) left footed shot from the centre of the box to the bottom left corner. Assisted by Riyad Mahrez."
    },
    "20": {
        "1": "Goal! Goal!  Manchester City 1, Tottenham Hotspur 2. Julián Álvarez (Manchester City) right footed shot from the centre of the box to the high centre of the goal.",
        "2": "Goal! Goal!  Manchester City 2, Tottenham Hotspur 2. Erling Haaland (Manchester City) header from very close range to the high centre of the goal. Assisted by Riyad Mahrez with a headed pass.",
        "3": "Goal! Goal!  Manchester City 3, Tottenham Hotspur 2. Riyad Mahrez (Manchester City) right footed shot from a difficult angle on the right to the bottom right corner. Assisted by Rodri."
    },
    "21": {}
}