{
    "1": {},
    "2": {},
    "3": {},
    "4": {
        "1": "Goal! Goal!  Newcastle United 1, Chelsea 0. Joe Willock (Newcastle United) right footed shot from the centre of the box to the bottom right corner. Assisted by Miguel Almirón."
    },
    "5": {},
    "6": {
        "1": "Goal!  Newcastle United 1, Aston Villa 0. Callum Wilson (Newcastle United) converts the penalty with a right footed shot to the centre of the goal.",
        "2": "Goal! Goal!  Newcastle United 2, Aston Villa 0. Callum Wilson (Newcastle United) header from very close range to the bottom left corner. Assisted by Kieran Trippier   following a corner.",
        "3": "Goal! Goal!  Newcastle United 3, Aston Villa 0. Joelinton (Newcastle United) left footed shot from the centre of the box to the centre of the goal    following a fast break.",
        "4": "Goal! Goal!  Newcastle United 4, Aston Villa 0. Miguel Almirón (Newcastle United) left footed shot from outside the box to the top left corner. Assisted by Callum Wilson."
    },
    "7": {},
    "8": {
        "1": "Goal! Goal!  Newcastle United 1, Everton 0. Miguel Almirón (Newcastle United) left footed shot from outside the box to the top left corner. Assisted by Bruno Guimarães."
    },
    "9": {},
    "10": {
        "1": "Goal! Goal!  Newcastle United 1, Brentford 0. Bruno Guimarães (Newcastle United) header from the centre of the box to the bottom right corner. Assisted by Kieran Trippier with a cross   following a corner.",
        "2": "Goal! Goal!  Newcastle United 2, Brentford 0. Jacob Murphy (Newcastle United) right footed shot from the centre of the box to the bottom right corner. Assisted by Callum Wilson.",
        "3": "Goal! Goal!  Newcastle United 3, Brentford 1. Bruno Guimarães (Newcastle United) right footed shot from outside the box to the bottom left corner.",
        "4": "Goal! Goal!  Newcastle United 4, Brentford 1. Miguel Almirón (Newcastle United) left footed shot from the centre of the box to the bottom left corner."
    },
    "11": {},
    "12": {},
    "13": {},
    "14": {},
    "15": {},
    "16": {
        "1": "Goal! Goal!  Newcastle United 1, Manchester City 1. Miguel Almirón (Newcastle United) right footed shot from very close range to the bottom right corner. Assisted by Allan Saint-Maximin with a cross.Goal awarded following VAR Review.",
        "2": "Goal! Goal!  Newcastle United 2, Manchester City 1. Callum Wilson (Newcastle United) right footed shot from the centre of the box to the bottom right corner. Assisted by Allan Saint-Maximin.",
        "3": "Goal! Goal!  Newcastle United 3, Manchester City 1. Kieran Trippier (Newcastle United) from a free kick with a right footed shot to the top left corner."
    },
    "17": {},
    "18": {
        "1": "Goal! Goal!  Newcastle United 1, Nottingham Forest 0. Fabian Schär (Newcastle United) right footed shot from outside the box to the top right corner    following a corner.",
        "2": "Goal! Goal!  Newcastle United 2, Nottingham Forest 0. Callum Wilson (Newcastle United) right footed shot from the centre of the box to the high centre of the goal. Assisted by Joelinton."
    },
    "19": {
        "1": "Goal! Goal!  Newcastle United 1, Fulham 0. Alexander Isak (Newcastle United) header from very close range to the centre of the goal. Assisted by Callum Wilson."
    },
    "20": {},
    "21": {
        "1": "Goal! Goal!  Newcastle United 1, West Ham United 0. Callum Wilson (Newcastle United) left footed shot from outside the box to the bottom left corner. Assisted by Sean Longstaff with a through ball."
    }
}