{
    "1": {
        "event": [
            "Full-time Match ends, Arsenal 0, Newcastle United 0.",
            "Second Half ends, Arsenal 0, Newcastle United 0.",
            "Attempt missed. Bukayo Saka (Arsenal) left footed shot from outside the box is high and wide to the left following a corner.",
            "Corner,  Arsenal. Conceded by Nick Pope.",
            "Yellow Card! Jamaal Lascelles (Newcastle United) is shown the yellow card.",
            "Yellow Card! Oleksandr Zinchenko (Arsenal) is shown the yellow card.",
            "Corner,  Newcastle United. Conceded by Bukayo Saka.",
            "Granit Xhaka (Arsenal) wins a free kick in the attacking half.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Attempt saved. Eddie Nketiah (Arsenal) header from the centre of the box is saved in the centre of the goal. Assisted by Granit Xhaka.",
            "Thomas Partey (Arsenal) wins a free kick in the attacking half.",
            "Foul by Joelinton (Newcastle United).",
            "Attempt saved. Eddie Nketiah (Arsenal) left footed shot from the left side of the box is saved in the centre of the goal.",
            "Delay over. They are ready to continue.",
            "Substitution Substitution, Newcastle United. Allan Saint-Maximin replaces Joe Willock because of an injury.",
            "Delay in match  because of an injury Joe Willock (Newcastle United).",
            "Attempt missed. Gabriel Magalhães (Arsenal) left footed shot from outside the box is close, but misses to the right.",
            "Attempt blocked. Thomas Partey (Arsenal) right footed shot from outside the box is blocked. Assisted by Bukayo Saka.",
            "Corner,  Newcastle United. Conceded by Gabriel Martinelli.",
            "Attempt missed. Gabriel Martinelli (Arsenal) header from the right side of the six yard box is close, but misses to the left. Assisted by Martin Ødegaard with a cross following a corner.",
            "Corner,  Arsenal. Conceded by Joe Willock.",
            "Corner,  Arsenal. Conceded by Fabian Schär.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Granit Xhaka (Arsenal) wins a free kick in the attacking half.",
            "Substitution Substitution, Arsenal. Takehiro Tomiyasu replaces Ben White.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Corner,  Newcastle United. Conceded by Oleksandr Zinchenko.",
            "Corner,  Arsenal. Conceded by Kieran Trippier.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) left footed shot from the left side of the box is blocked. Assisted by Bukayo Saka.",
            "Foul by Joe Willock (Newcastle United).",
            "Eddie Nketiah (Arsenal) wins a free kick in the defensive half.",
            "Offside, Newcastle United. Kieran Trippier tries a through ball, but Chris Wood is caught offside.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Miguel Almirón.",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Callum Wilson.",
            "Foul by Oleksandr Zinchenko (Arsenal).",
            "Miguel Almirón (Newcastle United) wins a free kick in the defensive half.",
            "Corner,  Arsenal. Conceded by Joelinton.",
            "Attempt saved. Gabriel Martinelli (Arsenal) right footed shot from outside the box is saved in the bottom right corner. Assisted by Ben White.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Bukayo Saka (Arsenal).",
            "Attempt missed. Oleksandr Zinchenko (Arsenal) right footed shot from the left side of the box misses to the right. Assisted by Granit Xhaka following a set piece situation.",
            "Yellow Card! Miguel Almirón (Newcastle United) is shown the yellow card.",
            "Yellow Card! Joelinton (Newcastle United) is shown the yellow card for a bad foul.",
            "Foul by Joelinton (Newcastle United).",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Foul by Joe Willock (Newcastle United).",
            "William Saliba (Arsenal) wins a free kick in the defensive half.",
            "Attempt missed. Martin Ødegaard (Arsenal) left footed shot from outside the box is too high. Assisted by Granit Xhaka.",
            "Offside, Newcastle United. Callum Wilson tries a through ball, but Miguel Almirón is caught offside.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Joelinton (Newcastle United).",
            "Delay over. They are ready to continue.",
            "Delay in match   (Newcastle United).",
            "Foul by Joe Willock (Newcastle United).",
            "Ben White (Arsenal) wins a free kick in the defensive half.",
            "Attempt missed. Callum Wilson (Newcastle United) right footed shot from the centre of the box is high and wide to the left. Assisted by Miguel Almirón.",
            "Attempt missed. Fabian Schär (Newcastle United) header from the left side of the box is just a bit too high. Assisted by Kieran Trippier with a cross following a set piece situation.",
            "Callum Wilson (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Granit Xhaka (Arsenal).",
            "Kick Off! Second Half begins Arsenal 0, Newcastle United 0.",
            "Half-time First Half ends, Arsenal 0, Newcastle United 0.",
            "Attempt missed. Joelinton (Newcastle United) header from the right side of the six yard box is close, but misses the top right corner. Assisted by Fabian Schär following a corner.",
            "Attempt missed. Fabian Schär (Newcastle United) header from the left side of the six yard box misses to the right. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by William Saliba.",
            "Attempt blocked. Sean Longstaff (Newcastle United) right footed shot from outside the box is blocked. Assisted by Joelinton.",
            "Foul by Thomas Partey (Arsenal).",
            "Callum Wilson (Newcastle United) wins a free kick in the defensive half.",
            "Offside, Newcastle United. Sean Longstaff tries a through ball, but Callum Wilson is caught offside.",
            "Attempt blocked. Bruno Guimarães (Newcastle United) right footed shot from outside the box is blocked.",
            "Yellow Card! Granit Xhaka (Arsenal) is shown the yellow card for a bad foul.",
            "Fabian Schär (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Granit Xhaka (Arsenal).",
            "Delay over. They are ready to continue.",
            "VAR Decision: No Penalty Newcastle United.",
            "Foul by Dan Burn (Newcastle United).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Yellow Card! Martin Ødegaard (Arsenal) is shown the yellow card for a bad foul.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Martin Ødegaard (Arsenal).",
            "Attempt blocked. Thomas Partey (Arsenal) right footed shot from outside the box is blocked. Assisted by Bukayo Saka.",
            "Foul by Miguel Almirón (Newcastle United).",
            "Granit Xhaka (Arsenal) wins a free kick in the defensive half.",
            "Attempt missed. Gabriel Magalhães (Arsenal) header from the centre of the box is close, but misses to the right. Assisted by Martin Ødegaard with a cross following a set piece situation.",
            "Foul by Joelinton (Newcastle United).",
            "Martin Ødegaard (Arsenal) wins a free kick in the attacking half.",
            "Yellow Card! Eddie Nketiah (Arsenal) is shown the yellow card for a bad foul.",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Foul by Dan Burn (Newcastle United).",
            "Eddie Nketiah (Arsenal) wins a free kick in the defensive half.",
            "Yellow Card! Callum Wilson (Newcastle United) is shown the yellow card for a bad foul.",
            "Foul by Callum Wilson (Newcastle United).",
            "William Saliba (Arsenal) wins a free kick in the defensive half.",
            "Yellow Card! Bruno Guimarães (Newcastle United) is shown the yellow card for a bad foul.",
            "Eddie Nketiah (Arsenal) wins a free kick in the defensive half.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Callum Wilson (Newcastle United) wins a free kick on the left wing.",
            "Foul by William Saliba (Arsenal).",
            "Foul by Fabian Schär (Newcastle United).",
            "Eddie Nketiah (Arsenal) wins a free kick in the attacking half.",
            "Foul by Callum Wilson (Newcastle United).",
            "William Saliba (Arsenal) wins a free kick in the defensive half.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Joelinton (Newcastle United).",
            "Attempt missed. Fabian Schär (Newcastle United) header from the centre of the box misses to the left. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Ben White.",
            "Offside, Arsenal. Aaron Ramsdale tries a through ball, but Bukayo Saka is caught offside.",
            "Attempt saved. Callum Wilson (Newcastle United) right footed shot from outside the box is saved in the bottom left corner. Assisted by Fabian Schär.",
            "Joe Willock (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Thomas Partey (Arsenal).",
            "Foul by Granit Xhaka (Arsenal).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Attempt missed. Granit Xhaka (Arsenal) left footed shot from the left side of the six yard box is close, but misses to the left. Assisted by Gabriel Martinelli with a through ball.",
            "Attempt blocked. Granit Xhaka (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Gabriel Martinelli.",
            "Attempt saved. Bukayo Saka (Arsenal) left footed shot from a difficult angle on the right is saved in the centre of the goal. Assisted by Martin Ødegaard.",
            "Attempt missed. Martin Ødegaard (Arsenal) left footed shot from the centre of the box is too high. Assisted by Gabriel Martinelli.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from the left side of the box is blocked. Assisted by Thomas Partey.",
            "Offside, Newcastle United. Kieran Trippier tries a through ball, but Fabian Schär is caught offside.",
            "Foul by Granit Xhaka (Arsenal).",
            "Sean Longstaff (Newcastle United) wins a free kick in the attacking half.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "2": {
        "event": [
            "Full-time Match ends, Brighton and Hove Albion 2, Arsenal 4.",
            "Second Half ends, Brighton and Hove Albion 2, Arsenal 4.",
            "Attempt saved. Evan Ferguson (Brighton and Hove Albion) right footed shot from outside the box is saved in the bottom right corner. Assisted by Tariq Lamptey.",
            "Attempt missed. Lewis Dunk (Brighton and Hove Albion) header from the centre of the box is too high. Assisted by Pascal Groß with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Rob Holding.",
            "VAR Decision: No Goal  Brighton and Hove Albion 2-4 Arsenal.",
            "GOAL OVERTURNED BY VAR: Kaoru Mitoma (Brighton and Hove Albion) scores but the goal is ruled out after a VAR review.",
            "Offside, Brighton and Hove Albion. Evan Ferguson tries a through ball, but Kaoru Mitoma is caught offside.",
            "Kaoru Mitoma (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Foul by Bukayo Saka (Arsenal).",
            "Substitution Substitution, Arsenal. Rob Holding replaces Martin Ødegaard.",
            "Corner,  Brighton and Hove Albion. Conceded by Granit Xhaka.",
            "Mohamed Elneny (Arsenal) wins a free kick in the attacking half.",
            "Foul by Pascal Groß (Brighton and Hove Albion).",
            "Yellow Card! Jeremy Sarmiento (Brighton and Hove Albion) is shown the yellow card.",
            "Jeremy Sarmiento (Brighton and Hove Albion) has gone down, but the referee deems it simulation.",
            "Offside, Brighton and Hove Albion. Pervis Estupiñán tries a through ball, but Kaoru Mitoma is caught offside.",
            "Levi Colwill (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Goal! Goal!  Brighton and Hove Albion 2, Arsenal 4. Evan Ferguson (Brighton and Hove Albion) right footed shot from the centre of the box to the centre of the goal.",
            "Substitution Substitution, Brighton and Hove Albion. Julio Enciso replaces Solly March.",
            "Attempt missed. Jeremy Sarmiento (Brighton and Hove Albion) right footed shot from the right side of the six yard box misses to the right. Assisted by Solly March with a cross.",
            "Foul by Kieran Tierney (Arsenal).",
            "Solly March (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Substitution Substitution, Arsenal. Mohamed Elneny replaces Thomas Partey.",
            "Goal! Goal!  Brighton and Hove Albion 1, Arsenal 4. Gabriel Martinelli (Arsenal) right footed shot from the centre of the box to the bottom left corner. Assisted by Martin Ødegaard with a through ball   following a fast break.",
            "Goal! Goal!  Brighton and Hove Albion 1, Arsenal 3. Kaoru Mitoma (Brighton and Hove Albion) right footed shot from the centre of the box to the bottom right corner. Assisted by Pascal Groß with a through ball.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Tariq Lamptey (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Substitution Substitution, Brighton and Hove Albion. Jeremy Sarmiento replaces Adam Lallana.",
            "Substitution Substitution, Brighton and Hove Albion. Evan Ferguson replaces Leandro Trossard.",
            "Substitution Substitution, Arsenal. Kieran Tierney replaces Oleksandr Zinchenko.",
            "Substitution Substitution, Arsenal. Takehiro Tomiyasu replaces Ben White.",
            "Corner,  Brighton and Hove Albion. Conceded by Eddie Nketiah.",
            "Corner,  Brighton and Hove Albion. Conceded by William Saliba.",
            "Attempt missed. William Saliba (Arsenal) right footed shot from the centre of the box is close, but misses to the right following a set piece situation.",
            "Attempt saved. Gabriel Magalhães (Arsenal) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Martin Ødegaard with a cross.",
            "Yellow Card! Solly March (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Oleksandr Zinchenko (Arsenal) wins a free kick on the left wing.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Eddie Nketiah (Arsenal) wins a free kick on the right wing.",
            "Yellow Card! Bukayo Saka (Arsenal) is shown the yellow card for a bad foul.",
            "Pervis Estupiñán (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Foul by Bukayo Saka (Arsenal).",
            "Attempt missed. Gabriel Magalhães (Arsenal) header from the centre of the box is high and wide to the left. Assisted by Thomas Partey.",
            "Offside, Brighton and Hove Albion. Adam Lallana tries a through ball, but Pascal Groß is caught offside.",
            "Attempt blocked. Pascal Groß (Brighton and Hove Albion) left footed shot from the centre of the box is blocked.",
            "Goal! Goal!  Brighton and Hove Albion 0, Arsenal 3. Eddie Nketiah (Arsenal) right footed shot from very close range to the centre of the goal.",
            "Attempt saved. Gabriel Martinelli (Arsenal) left footed shot from the left side of the box is saved in the centre of the goal. Assisted by Thomas Partey.",
            "Kick Off! Second Half begins Brighton and Hove Albion 0, Arsenal 2.",
            "Half-time First Half ends, Brighton and Hove Albion 0, Arsenal 2.",
            "Yellow Card! Thomas Partey (Arsenal) is shown the yellow card for a bad foul.",
            "Adam Lallana (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Thomas Partey (Arsenal).",
            "Yellow Card! Gabriel Magalhães (Arsenal) is shown the yellow card.",
            "Yellow Card! Billy Gilmour (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Foul by Billy Gilmour (Brighton and Hove Albion).",
            "Thomas Partey (Arsenal) wins a free kick in the defensive half.",
            "Goal! Goal!  Brighton and Hove Albion 0, Arsenal 2. Martin Ødegaard (Arsenal) left footed shot from the centre of the box to the bottom right corner    following a corner.",
            "Corner,  Arsenal. Conceded by Pervis Estupiñán.",
            "Offside, Brighton and Hove Albion. Levi Colwill tries a through ball, but Leandro Trossard is caught offside.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Bukayo Saka.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Tariq Lamptey (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Adam Lallana (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Gabriel Magalhães (Arsenal).",
            "Offside, Brighton and Hove Albion. Kaoru Mitoma tries a through ball, but Leandro Trossard is caught offside.",
            "Corner,  Brighton and Hove Albion. Conceded by Aaron Ramsdale.",
            "Attempt saved. Leandro Trossard (Brighton and Hove Albion) right footed shot from the right side of the box is saved in the top centre of the goal. Assisted by Pascal Groß.",
            "Corner,  Arsenal. Conceded by Pervis Estupiñán.",
            "Attempt blocked. Thomas Partey (Arsenal) left footed shot from the centre of the box is blocked.",
            "Corner,  Arsenal. Conceded by Lewis Dunk.",
            "Corner,  Brighton and Hove Albion. Conceded by Eddie Nketiah.",
            "Corner,  Brighton and Hove Albion. Conceded by Aaron Ramsdale.",
            "Attempt saved. Leandro Trossard (Brighton and Hove Albion) left footed shot from the centre of the box is saved in the bottom left corner. Assisted by Adam Lallana.",
            "Hand ball by Eddie Nketiah (Arsenal).",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from outside the box is blocked.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Attempt missed. Eddie Nketiah (Arsenal) right footed shot from the centre of the box is close, but misses to the right. Assisted by Granit Xhaka.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Martin Ødegaard.",
            "Attempt saved. Oleksandr Zinchenko (Arsenal) left footed shot from the left side of the six yard box is saved in the bottom left corner.",
            "Corner,  Arsenal. Conceded by Robert Sánchez.",
            "Oleksandr Zinchenko (Arsenal) wins a free kick on the left wing.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Goal! Goal!  Brighton and Hove Albion 0, Arsenal 1. Bukayo Saka (Arsenal) left footed shot from the centre of the box to the centre of the goal.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from the left side of the box is blocked. Assisted by Oleksandr Zinchenko.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "3": {
        "event": [
            "Full-time Match ends, Arsenal 3, West Ham United 1.",
            "Second Half ends, Arsenal 3, West Ham United 1.",
            "Substitution Substitution, Arsenal. Mohamed Elneny replaces Thomas Partey.",
            "Corner,  West Ham United. Conceded by Aaron Ramsdale.",
            "Attempt saved. Pablo Fornals (West Ham United) right footed shot from outside the box is saved in the top right corner. Assisted by Saïd Benrahma.",
            "Attempt missed. Lucas Paquetá (West Ham United) left footed shot from outside the box is high and wide to the left. Assisted by Declan Rice following a corner.",
            "Corner,  West Ham United. Conceded by Ben White.",
            "Divin Mubama (West Ham United) wins a free kick on the right wing.",
            "Foul by Gabriel Magalhães (Arsenal).",
            "Substitution Substitution, Arsenal. Fábio Vieira replaces Gabriel Martinelli.",
            "Foul by Declan Rice (West Ham United).",
            "Granit Xhaka (Arsenal) wins a free kick on the left wing.",
            "Substitution Substitution, West Ham United. Divin Mubama replaces Michail Antonio.",
            "Corner,  Arsenal. Conceded by Lukasz Fabianski.",
            "Attempt saved. William Saliba (Arsenal) header from very close range is saved in the top centre of the goal. Assisted by Bukayo Saka with a cross.",
            "Corner,  Arsenal. Conceded by Craig Dawson.",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from the right side of the box is blocked. Assisted by Bukayo Saka.",
            "Attempt missed. Martin Ødegaard (Arsenal) left footed shot from outside the box is high and wide to the left.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Vladimír Coufal (West Ham United) wins a free kick in the defensive half.",
            "Substitution Substitution, West Ham United. Pablo Fornals replaces Tomás Soucek.",
            "Offside, Arsenal. Gabriel Martinelli tries a through ball, but Eddie Nketiah is caught offside.",
            "Attempt missed. Martin Ødegaard (Arsenal) left footed shot from outside the box is close, but misses to the left. Assisted by Bukayo Saka.",
            "Attempt blocked. Granit Xhaka (Arsenal) left footed shot from outside the box is blocked.",
            "Foul by Saïd Benrahma (West Ham United).",
            "Ben White (Arsenal) wins a free kick in the attacking half.",
            "Attempt missed. Saïd Benrahma (West Ham United) left footed shot from the left side of the box is high and wide to the left. Assisted by Lucas Paquetá.",
            "Substitution Substitution, Arsenal. Oleksandr Zinchenko replaces Kieran Tierney.",
            "Foul by Granit Xhaka (Arsenal).",
            "Michail Antonio (West Ham United) wins a free kick in the defensive half.",
            "Corner,  Arsenal. Conceded by Saïd Benrahma.",
            "Goal! Goal!  Arsenal 3, West Ham United 1. Eddie Nketiah (Arsenal) right footed shot from the right side of the box to the bottom left corner. Assisted by Martin Ødegaard.",
            "Attempt missed. Thilo Kehrer (West Ham United) right footed shot from outside the box is high and wide to the right. Assisted by Declan Rice.",
            "Corner,  West Ham United. Conceded by William Saliba.",
            "Saïd Benrahma (West Ham United) wins a free kick in the defensive half.",
            "Foul by Martin Ødegaard (Arsenal).",
            "Foul by Aaron Cresswell (West Ham United).",
            "Gabriel Magalhães (Arsenal) wins a free kick on the right wing.",
            "Corner,  Arsenal. Conceded by Vladimír Coufal.",
            "Foul by Thomas Partey (Arsenal).",
            "Lucas Paquetá (West Ham United) wins a free kick in the defensive half.",
            "Goal! Goal!  Arsenal 2, West Ham United 1. Gabriel Martinelli (Arsenal) left footed shot from a difficult angle on the left to the bottom left corner. Assisted by Granit Xhaka.",
            "Granit Xhaka (Arsenal) wins a free kick in the attacking half.",
            "Tomás Soucek (West Ham United).",
            "Lucas Paquetá (West Ham United) wins a free kick in the defensive half.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Foul by Lucas Paquetá (West Ham United).",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Goal! Goal!  Arsenal 1, West Ham United 1. Bukayo Saka (Arsenal) left footed shot from the centre of the box to the bottom left corner. Assisted by Martin Ødegaard.",
            "Attempt missed. Martin Ødegaard (Arsenal) left footed shot from outside the box misses to the right. Assisted by Ben White.",
            "Martin Ødegaard (Arsenal) wins a free kick in the attacking half.",
            "Foul by Lucas Paquetá (West Ham United).",
            "Kieran Tierney (Arsenal) wins a free kick in the defensive half.",
            "Foul by Jarrod Bowen (West Ham United).",
            "Foul by Kieran Tierney (Arsenal).",
            "Jarrod Bowen (West Ham United) wins a free kick on the right wing.",
            "Thomas Partey (Arsenal) wins a free kick in the defensive half.",
            "Foul by Tomás Soucek (West Ham United).",
            "Lukasz Fabianski (West Ham United) wins a free kick in the defensive half.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Corner,  Arsenal. Conceded by Lukasz Fabianski.",
            "Attempt missed. Thomas Partey (Arsenal) right footed shot from outside the box is close, but misses to the right. Assisted by Martin Ødegaard.",
            "Attempt saved. Michail Antonio (West Ham United) right footed shot from the right side of the box is saved in the bottom right corner. Assisted by Tomás Soucek.",
            "Kick Off! Second Half begins Arsenal 0, West Ham United 1.",
            "Half-time First Half ends, Arsenal 0, West Ham United 1.",
            "VAR Decision: No Penalty Arsenal.",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from outside the box is blocked. Assisted by Gabriel Martinelli.",
            "Corner,  Arsenal. Conceded by Vladimír Coufal.",
            "Foul by Lucas Paquetá (West Ham United).",
            "William Saliba (Arsenal) wins a free kick in the defensive half.",
            "Thomas Partey (Arsenal) wins a free kick in the defensive half.",
            "Foul by Michail Antonio (West Ham United).",
            "Attempt missed. Eddie Nketiah (Arsenal) header from the centre of the box misses to the right. Assisted by Martin Ødegaard with a cross following a set piece situation.",
            "Yellow Card! Vladimír Coufal (West Ham United) is shown the yellow card for a bad foul.",
            "Foul by Vladimír Coufal (West Ham United).",
            "Gabriel Martinelli (Arsenal) wins a free kick on the left wing.",
            "Attempt missed. Michail Antonio (West Ham United) left footed shot from the left side of the box misses to the left. Assisted by Lucas Paquetá following a set piece situation.",
            "Foul by Thomas Partey (Arsenal).",
            "Lucas Paquetá (West Ham United) wins a free kick in the defensive half.",
            "Attempt blocked. Eddie Nketiah (Arsenal) left footed shot from the left side of the box is blocked. Assisted by Kieran Tierney.",
            "Michail Antonio (West Ham United) wins a free kick in the defensive half.",
            "Foul by Gabriel Magalhães (Arsenal).",
            "Bukayo Saka (Arsenal) wins a free kick in the attacking half.",
            "Foul by Thilo Kehrer (West Ham United).",
            "Foul by Michail Antonio (West Ham United).",
            "Aaron Ramsdale (Arsenal) wins a free kick in the defensive half.",
            "Goal!  Arsenal 0, West Ham United 1. Saïd Benrahma (West Ham United) converts the penalty with a right footed shot to the centre of the goal.",
            "Penalty conceded by William Saliba (Arsenal) after a foul in the penalty area.",
            "Penalty West Ham United. Jarrod Bowen draws a foul in the penalty area.",
            "Attempt missed. Martin Ødegaard (Arsenal) right footed shot from the right side of the six yard box is close, but misses to the right. Assisted by Bukayo Saka with a headed pass.",
            "Foul by Martin Ødegaard (Arsenal).",
            "Lucas Paquetá (West Ham United) wins a free kick in the defensive half.",
            "Attempt blocked. Eddie Nketiah (Arsenal) right footed shot from outside the box is blocked. Assisted by Granit Xhaka.",
            "Attempt saved. Saïd Benrahma (West Ham United) right footed shot from outside the box is saved in the bottom right corner.",
            "Corner,  West Ham United. Conceded by Martin Ødegaard.",
            "Corner,  West Ham United. Conceded by Ben White.",
            "Offside, Arsenal. Kieran Tierney tries a through ball, but Eddie Nketiah is caught offside.",
            "Corner,  Arsenal. Conceded by Aaron Cresswell.",
            "Michail Antonio (West Ham United) wins a free kick in the defensive half.",
            "Foul by William Saliba (Arsenal).",
            "Attempt saved. Granit Xhaka (Arsenal) right footed shot from outside the box is saved in the bottom left corner. Assisted by Martin Ødegaard.",
            "Foul by Vladimír Coufal (West Ham United).",
            "Gabriel Martinelli (Arsenal) wins a free kick in the defensive half.",
            "Yellow Card! Jarrod Bowen (West Ham United) is shown the yellow card for a bad foul.",
            "Gabriel Martinelli (Arsenal) wins a free kick on the left wing.",
            "Foul by Jarrod Bowen (West Ham United).",
            "VAR Decision: No Goal  Arsenal 0-0 West Ham United.",
            "Offside, Arsenal. Bukayo Saka tries a through ball, but Eddie Nketiah is caught offside.",
            "Foul by Declan Rice (West Ham United).",
            "Eddie Nketiah (Arsenal) wins a free kick in the defensive half.",
            "Foul by Lucas Paquetá (West Ham United).",
            "Martin Ødegaard (Arsenal) wins a free kick in the defensive half.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "4": {
        "event": [
            "Full-time Match ends, Wolverhampton Wanderers 0, Arsenal 2.",
            "Second Half ends, Wolverhampton Wanderers 0, Arsenal 2.",
            "Yellow Card! Hugo Bueno (Wolverhampton Wanderers) is shown the yellow card.",
            "Foul by Hugo Bueno (Wolverhampton Wanderers).",
            "Reiss Nelson (Arsenal) wins a free kick in the defensive half.",
            "Substitution Substitution, Arsenal. Cédric Soares replaces Oleksandr Zinchenko.",
            "Substitution Substitution, Arsenal. Mohamed Elneny replaces Fábio Vieira.",
            "Substitution Substitution, Arsenal. Reiss Nelson replaces Bukayo Saka.",
            "Attempt missed. Rúben Neves (Wolverhampton Wanderers) right footed shot from outside the box is too high following a corner.",
            "Corner,  Wolverhampton Wanderers. Conceded by Gabriel Jesus.",
            "Attempt blocked. Matheus Nunes (Wolverhampton Wanderers) left footed shot from outside the box is blocked.",
            "Corner,  Wolverhampton Wanderers. Conceded by Aaron Ramsdale.",
            "Attempt saved. Daniel Podence (Wolverhampton Wanderers) right footed shot from the right side of the box is saved in the top right corner. Assisted by Adama Traoré.",
            "Attempt missed. Daniel Podence (Wolverhampton Wanderers) right footed shot from the left side of the box is close, but misses to the right. Assisted by Adama Traoré.",
            "Corner,  Arsenal. Conceded by Nathan Collins.",
            "Attempt blocked. Gabriel Jesus (Arsenal) right footed shot from the right side of the box is blocked. Assisted by Bukayo Saka.",
            "Attempt blocked. Hugo Bueno (Wolverhampton Wanderers) left footed shot from the left side of the box is blocked. Assisted by Rúben Neves.",
            "Matheus Nunes (Wolverhampton Wanderers) wins a free kick in the attacking half.",
            "Foul by Martin Ødegaard (Arsenal).",
            "Attempt missed. Boubacar Traoré (Wolverhampton Wanderers) right footed shot from outside the box misses to the left. Assisted by Adama Traoré.",
            "Corner,  Wolverhampton Wanderers. Conceded by Gabriel Martinelli.",
            "Substitution Substitution, Wolverhampton Wanderers. Matheus Nunes replaces Toti.",
            "Attempt missed. Ben White (Arsenal) right footed shot from outside the box misses to the left.",
            "Attempt missed. Gonçalo Guedes (Wolverhampton Wanderers) left footed shot from the left side of the box is close, but misses to the left. Assisted by Daniel Podence.",
            "Goal! Goal!  Wolverhampton Wanderers 0, Arsenal 2. Martin Ødegaard (Arsenal) left footed shot from the centre of the box to the bottom left corner.",
            "Attempt saved. Gabriel Martinelli (Arsenal) right footed shot from the centre of the box is saved in the bottom left corner.",
            "Foul by Ben White (Arsenal).",
            "Gonçalo Guedes (Wolverhampton Wanderers) wins a free kick in the attacking half.",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Foul by Adama Traoré (Wolverhampton Wanderers).",
            "Foul by Adama Traoré (Wolverhampton Wanderers).",
            "Aaron Ramsdale (Arsenal) wins a free kick in the defensive half.",
            "Substitution Substitution, Wolverhampton Wanderers. Dexter Lembikisa replaces Nélson Semedo because of an injury.",
            "Substitution Substitution, Wolverhampton Wanderers. Daniel Podence replaces João Moutinho.",
            "Attempt missed. Oleksandr Zinchenko (Arsenal) left footed shot from outside the box misses to the right following a corner.",
            "Corner,  Arsenal. Conceded by Toti.",
            "Attempt blocked. Martin Ødegaard (Arsenal) header from the centre of the box is blocked.",
            "Attempt missed. Fábio Vieira (Arsenal) header from the centre of the box misses to the left. Assisted by Ben White with a cross.",
            "Attempt saved. Gonçalo Guedes (Wolverhampton Wanderers) right footed shot from a difficult angle and long range on the left is saved in the bottom left corner.",
            "Yellow Card! Gabriel Magalhães (Arsenal) is shown the yellow card for a bad foul.",
            "Foul by Gabriel Magalhães (Arsenal).",
            "Adama Traoré (Wolverhampton Wanderers) wins a free kick on the left wing.",
            "Hugo Bueno (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Foul by Ben White (Arsenal).",
            "Goal! Goal!  Wolverhampton Wanderers 0, Arsenal 1. Martin Ødegaard (Arsenal) right footed shot from very close range to the centre of the goal. Assisted by Fábio Vieira.",
            "Yellow Card! Thomas Partey (Arsenal) is shown the yellow card for a bad foul.",
            "Kick Off! Second Half begins Wolverhampton Wanderers 0, Arsenal 0.",
            "Half-time First Half ends, Wolverhampton Wanderers 0, Arsenal 0.",
            "Yellow Card! Boubacar Traoré (Wolverhampton Wanderers) is shown the yellow card for a bad foul.",
            "Foul by Boubacar Traoré (Wolverhampton Wanderers).",
            "Gabriel Jesus (Arsenal) wins a free kick on the left wing.",
            "Attempt blocked. Gonçalo Guedes (Wolverhampton Wanderers) right footed shot from the left side of the box is blocked.",
            "Corner,  Wolverhampton Wanderers. Conceded by Gabriel Magalhães.",
            "Attempt blocked. Fábio Vieira (Arsenal) left footed shot from outside the box is blocked. Assisted by Thomas Partey.",
            "Attempt missed. Adama Traoré (Wolverhampton Wanderers) right footed shot from outside the box is too high.",
            "Attempt missed. Gabriel Jesus (Arsenal) right footed shot from the left side of the box is close, but misses to the left. Assisted by Ben White with a cross.",
            "Yellow Card! Toti (Wolverhampton Wanderers) is shown the yellow card for a bad foul.",
            "Gabriel Jesus (Arsenal) wins a free kick in the defensive half.",
            "Foul by Toti (Wolverhampton Wanderers).",
            "Gabriel Jesus (Arsenal) hits the bar with a right footed shot from the left side of the box. Assisted by Bukayo Saka.",
            "Corner,  Arsenal. Conceded by Rúben Neves.",
            "Offside, Wolverhampton Wanderers. Hugo Bueno tries a through ball, but João Moutinho is caught offside.",
            "João Moutinho (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Foul by Martin Ødegaard (Arsenal).",
            "Foul by Bukayo Saka (Arsenal).",
            "Toti (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Attempt missed. Gabriel Jesus (Arsenal) header from the centre of the box misses to the right. Assisted by Oleksandr Zinchenko with a cross.",
            "Attempt blocked. Gabriel Jesus (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Oleksandr Zinchenko.",
            "Attempt missed. Gonçalo Guedes (Wolverhampton Wanderers) right footed shot from the right side of the box is just a bit too high. Assisted by Nélson Semedo with a through ball following a fast break.",
            "Offside, Wolverhampton Wanderers. Rúben Neves tries a through ball, but Gonçalo Guedes is caught offside.",
            "Substitution Substitution, Arsenal. Fábio Vieira replaces Granit Xhaka because of an injury.",
            "Attempt missed. Gabriel Magalhães (Arsenal) header from the centre of the box misses to the left. Assisted by Bukayo Saka with a cross following a corner.",
            "Corner,  Arsenal. Conceded by José Sá.",
            "Corner,  Wolverhampton Wanderers. Conceded by Martin Ødegaard.",
            "Corner,  Wolverhampton Wanderers. Conceded by Oleksandr Zinchenko.",
            "Offside, Wolverhampton Wanderers. Boubacar Traoré tries a through ball, but Gonçalo Guedes is caught offside.",
            "Offside, Arsenal. Gabriel Martinelli tries a through ball, but Gabriel Jesus is caught offside.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "5": {
        "event": [
            "Full-time Match ends, Chelsea 0, Arsenal 1.",
            "Second Half ends, Chelsea 0, Arsenal 1.",
            "Offside, Chelsea. Thiago Silva tries a through ball, but Raheem Sterling is caught offside.",
            "Foul by Gabriel Jesus (Arsenal).",
            "César Azpilicueta (Chelsea) wins a free kick in the defensive half.",
            "Substitution Substitution, Arsenal. Rob Holding replaces Gabriel Martinelli.",
            "Gabriel Martinelli (Arsenal) wins a free kick on the left wing.",
            "Foul by César Azpilicueta (Chelsea).",
            "Yellow Card! Raheem Sterling (Chelsea) is shown the yellow card for a bad foul.",
            "Foul by Raheem Sterling (Chelsea).",
            "Thomas Partey (Arsenal) wins a free kick in the defensive half.",
            "Substitution Substitution, Arsenal. Mohamed Elneny replaces Martin Ødegaard.",
            "Offside, Chelsea. César Azpilicueta tries a through ball, but Armando Broja is caught offside.",
            "Yellow Card! Conor Gallagher (Chelsea) is shown the yellow card for a bad foul.",
            "Foul by Conor Gallagher (Chelsea).",
            "Kieran Tierney (Arsenal) wins a free kick on the left wing.",
            "Attempt blocked. Marc Cucurella (Chelsea) left footed shot from the left side of the box is blocked.",
            "Corner,  Chelsea. Conceded by Thomas Partey.",
            "VAR Decision: No Penalty Arsenal.",
            "Armando Broja (Chelsea) wins a free kick in the defensive half.",
            "Foul by Gabriel Magalhães (Arsenal).",
            "Yellow Card! Ben White (Arsenal) is shown the yellow card.",
            "Gabriel Jesus (Arsenal) wins a free kick on the right wing.",
            "Foul by Christian Pulisic (Chelsea).",
            "Substitution Substitution, Chelsea. Mateo Kovacic replaces Ruben Loftus-Cheek.",
            "Substitution Substitution, Chelsea. Christian Pulisic replaces Mason Mount.",
            "Substitution Substitution, Arsenal. Kieran Tierney replaces Oleksandr Zinchenko.",
            "Attempt blocked. Granit Xhaka (Arsenal) left footed shot from outside the box is blocked.",
            "Attempt missed. Martin Ødegaard (Arsenal) left footed shot from the centre of the box is high and wide to the left. Assisted by Gabriel Jesus following a fast break.",
            "Thiago Silva (Chelsea) wins a free kick in the defensive half.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Offside, Chelsea. Thiago Silva tries a through ball, but Armando Broja is caught offside.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Conor Gallagher (Chelsea) wins a free kick on the right wing.",
            "Foul by Martin Ødegaard (Arsenal).",
            "Mason Mount (Chelsea) wins a free kick in the defensive half.",
            "Attempt missed. Bukayo Saka (Arsenal) right footed shot from the right side of the box is too high.",
            "Substitution Substitution, Chelsea. Conor Gallagher replaces Kai Havertz.",
            "Substitution Substitution, Chelsea. Armando Broja replaces Pierre-Emerick Aubameyang.",
            "Goal! Goal!  Chelsea 0, Arsenal 1. Gabriel Magalhães (Arsenal) left footed shot from very close range to the top left corner. Assisted by Bukayo Saka with a cross   following a corner.",
            "Corner,  Arsenal. Conceded by Édouard Mendy.",
            "Attempt saved. Gabriel Jesus (Arsenal) right footed shot from a difficult angle on the right is saved in the bottom right corner. Assisted by Bukayo Saka.",
            "Attempt missed. Gabriel Martinelli (Arsenal) right footed shot from the left side of the box misses to the right. Assisted by Bukayo Saka with a cross.",
            "Yellow Card! Trevoh Chalobah (Chelsea) is shown the yellow card for a bad foul.",
            "Foul by Trevoh Chalobah (Chelsea).",
            "Gabriel Jesus (Arsenal) wins a free kick in the attacking half.",
            "Attempt missed. Thomas Partey (Arsenal) header from the centre of the box misses to the left. Assisted by Martin Ødegaard with a cross following a corner.",
            "Corner,  Arsenal. Conceded by Thiago Silva.",
            "Ruben Loftus-Cheek (Chelsea) wins a free kick on the right wing.",
            "Foul by Thomas Partey (Arsenal).",
            "Ben White (Arsenal) wins a free kick in the defensive half.",
            "Foul by Mason Mount (Chelsea).",
            "Yellow Card! César Azpilicueta (Chelsea) is shown the yellow card for a bad foul.",
            "Foul by César Azpilicueta (Chelsea).",
            "Gabriel Martinelli (Arsenal) wins a free kick in the defensive half.",
            "Corner,  Chelsea. Conceded by Granit Xhaka.",
            "Corner,  Chelsea. Conceded by William Saliba.",
            "Attempt blocked. Pierre-Emerick Aubameyang (Chelsea) left footed shot from the left side of the box is blocked.",
            "Hand ball by Kai Havertz (Chelsea).",
            "Corner,  Arsenal. Conceded by Thiago Silva.",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Foul by Marc Cucurella (Chelsea).",
            "Kick Off! Second Half begins Chelsea 0, Arsenal 0.",
            "Half-time First Half ends, Chelsea 0, Arsenal 0.",
            "Corner,  Arsenal. Conceded by César Azpilicueta.",
            "Foul by Pierre-Emerick Aubameyang (Chelsea).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the attacking half.",
            "Yellow Card! Bukayo Saka (Arsenal) is shown the yellow card for a bad foul.",
            "Foul by Bukayo Saka (Arsenal).",
            "Marc Cucurella (Chelsea) wins a free kick in the defensive half.",
            "Attempt missed. Thomas Partey (Arsenal) header from very close range misses to the right following a corner.",
            "Corner,  Arsenal. Conceded by César Azpilicueta.",
            "Attempt blocked. Granit Xhaka (Arsenal) left footed shot from outside the box is blocked. Assisted by Martin Ødegaard.",
            "Attempt saved. Kai Havertz (Chelsea) right footed shot from the right side of the box is saved in the bottom right corner. Assisted by Raheem Sterling.",
            "Foul by César Azpilicueta (Chelsea).",
            "Gabriel Jesus (Arsenal) wins a free kick on the left wing.",
            "Attempt missed. Thiago Silva (Chelsea) header from the centre of the box is high and wide to the left. Assisted by Mason Mount with a cross following a corner.",
            "Corner,  Chelsea. Conceded by William Saliba.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Jorginho (Chelsea) wins a free kick in the defensive half.",
            "Martin Ødegaard (Arsenal) wins a free kick in the attacking half.",
            "Foul by Thiago Silva (Chelsea).",
            "Attempt missed. Gabriel Jesus (Arsenal) header from the centre of the box misses to the right. Assisted by Gabriel Martinelli.",
            "Yellow Card! Pierre-Emerick Aubameyang (Chelsea) is shown the yellow card for a bad foul.",
            "Foul by Pierre-Emerick Aubameyang (Chelsea).",
            "Ben White (Arsenal) wins a free kick in the defensive half.",
            "Mason Mount (Chelsea) wins a free kick on the left wing.",
            "Foul by William Saliba (Arsenal).",
            "Foul by Martin Ødegaard (Arsenal).",
            "Raheem Sterling (Chelsea) wins a free kick in the defensive half.",
            "Foul by Mason Mount (Chelsea).",
            "Ben White (Arsenal) wins a free kick in the defensive half.",
            "Foul by César Azpilicueta (Chelsea).",
            "Gabriel Martinelli (Arsenal) wins a free kick in the defensive half.",
            "Attempt blocked. Mason Mount (Chelsea) right footed shot from outside the box is blocked. Assisted by Kai Havertz.",
            "Attempt blocked. Gabriel Jesus (Arsenal) right footed shot from the centre of the box is blocked.",
            "Attempt missed. Gabriel Martinelli (Arsenal) right footed shot from outside the box is too high. Assisted by Ben White.",
            "Foul by Marc Cucurella (Chelsea).",
            "Gabriel Jesus (Arsenal) wins a free kick on the right wing.",
            "Marc Cucurella (Chelsea) wins a free kick in the defensive half.",
            "Foul by Bukayo Saka (Arsenal).",
            "Attempt missed. Ben White (Arsenal) right footed shot from the right side of the box is close, but misses to the left. Assisted by Gabriel Jesus.",
            "Oleksandr Zinchenko (Arsenal) wins a free kick in the defensive half.",
            "Foul by Raheem Sterling (Chelsea).",
            "Attempt missed. Ben White (Arsenal) right footed shot from outside the box is high and wide to the right following a set piece situation.",
            "Foul by Kai Havertz (Chelsea).",
            "Granit Xhaka (Arsenal) wins a free kick on the left wing.",
            "Corner,  Arsenal. Conceded by César Azpilicueta.",
            "Marc Cucurella (Chelsea) wins a free kick in the defensive half.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Foul by Marc Cucurella (Chelsea).",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Foul by Ben White (Arsenal).",
            "Mason Mount (Chelsea) wins a free kick in the defensive half.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "6": {
        "event": [
            "Full-time Match ends, Arsenal 5, Nottingham Forest 0.",
            "Second Half ends, Arsenal 5, Nottingham Forest 0.",
            "Attempt saved. Neco Williams (Nottingham Forest) right footed shot from outside the box is saved in the top centre of the goal. Assisted by Scott McKenna with a headed pass.",
            "Corner,  Nottingham Forest. Conceded by Cédric Soares.",
            "Foul by Kieran Tierney (Arsenal).",
            "Sèrge Aurier (Nottingham Forest) wins a free kick on the right wing.",
            "Attempt missed. Thomas Partey (Arsenal) right footed shot from outside the box is high and wide to the right.",
            "Attempt blocked. Gabriel Jesus (Arsenal) right footed shot from outside the box is blocked. Assisted by Eddie Nketiah.",
            "Attempt blocked. Fábio Vieira (Arsenal) left footed shot from the centre of the box is blocked. Assisted by Reiss Nelson.",
            "Foul by Cédric Soares (Arsenal).",
            "Neco Williams (Nottingham Forest) wins a free kick in the defensive half.",
            "Attempt missed. Ben White (Arsenal) header from the centre of the box is close, but misses to the left. Assisted by Martin Ødegaard with a cross following a corner.",
            "Corner,  Arsenal. Conceded by Neco Williams.",
            "Substitution Substitution, Nottingham Forest. Lewis O'Brien replaces Cheikhou Kouyaté.",
            "Corner,  Nottingham Forest. Conceded by Kieran Tierney.",
            "Corner,  Nottingham Forest. Conceded by Cédric Soares.",
            "Goal! Goal!  Arsenal 5, Nottingham Forest 0. Martin Ødegaard (Arsenal) left footed shot from the centre of the box to the top left corner. Assisted by Gabriel Jesus.",
            "Offside, Nottingham Forest. Dean Henderson tries a through ball, but Ryan Yates is caught offside.",
            "Ryan Yates (Nottingham Forest) wins a free kick on the right wing.",
            "Foul by Fábio Vieira (Arsenal).",
            "Substitution Substitution, Arsenal. Kieran Tierney replaces William Saliba.",
            "Substitution Substitution, Arsenal. Eddie Nketiah replaces Granit Xhaka.",
            "Corner,  Arsenal. Conceded by Dean Henderson.",
            "Attempt saved. Gabriel Jesus (Arsenal) left footed shot from a difficult angle on the left is saved in the centre of the goal. Assisted by Thomas Partey with a through ball.",
            "Corner,  Arsenal. Conceded by Neco Williams.",
            "Foul by Joe Worrall (Nottingham Forest).",
            "Granit Xhaka (Arsenal) wins a free kick in the defensive half.",
            "Substitution Substitution, Nottingham Forest. Neco Williams replaces Renan Lodi.",
            "Substitution Substitution, Nottingham Forest. Joe Worrall replaces Taiwo Awoniyi.",
            "Substitution Substitution, Arsenal. Fábio Vieira replaces Gabriel Martinelli.",
            "Substitution Substitution, Arsenal. Cédric Soares replaces Takehiro Tomiyasu.",
            "Foul by William Saliba (Arsenal).",
            "Taiwo Awoniyi (Nottingham Forest) wins a free kick in the attacking half.",
            "Offside, Arsenal. Granit Xhaka tries a through ball, but Gabriel Martinelli is caught offside.",
            "Attempt blocked. Granit Xhaka (Arsenal) left footed shot from outside the box is blocked. Assisted by William Saliba.",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from the right side of the box is blocked. Assisted by Gabriel Martinelli.",
            "Corner,  Arsenal. Conceded by Dean Henderson.",
            "Attempt saved. Gabriel Jesus (Arsenal) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Martin Ødegaard.",
            "Goal! Goal!  Arsenal 4, Nottingham Forest 0. Thomas Partey (Arsenal) right footed shot from outside the box to the top right corner. Assisted by Reiss Nelson.",
            "Substitution Substitution, Nottingham Forest. Emmanuel Dennis replaces Jesse Lingard.",
            "Substitution Substitution, Nottingham Forest. Brennan Johnson replaces Morgan Gibbs-White.",
            "Hand ball by Cheikhou Kouyaté (Nottingham Forest).",
            "Goal! Goal!  Arsenal 3, Nottingham Forest 0. Reiss Nelson (Arsenal) right footed shot from very close range to the bottom left corner. Assisted by Gabriel Jesus.",
            "Goal! Goal!  Arsenal 2, Nottingham Forest 0. Reiss Nelson (Arsenal) right footed shot from the centre of the box to the top left corner.",
            "Attempt saved. Reiss Nelson (Arsenal) left footed shot from the centre of the box is saved in the bottom right corner. Assisted by Gabriel Jesus.",
            "Attempt saved. Gabriel Jesus (Arsenal) header from the centre of the box is saved in the bottom right corner. Assisted by Takehiro Tomiyasu with a cross.",
            "Kick Off! Second Half begins Arsenal 1, Nottingham Forest 0.",
            "Half-time First Half ends, Arsenal 1, Nottingham Forest 0.",
            "Attempt blocked. Thomas Partey (Arsenal) header from the left side of the box is blocked. Assisted by Martin Ødegaard with a cross.",
            "Foul by Remo Freuler (Nottingham Forest).",
            "Gabriel Jesus (Arsenal) wins a free kick on the left wing.",
            "Yellow Card! Morgan Gibbs-White (Nottingham Forest) is shown the yellow card for a bad foul.",
            "Foul by Morgan Gibbs-White (Nottingham Forest).",
            "Granit Xhaka (Arsenal) wins a free kick on the left wing.",
            "Foul by Reiss Nelson (Arsenal).",
            "Cheikhou Kouyaté (Nottingham Forest) wins a free kick in the attacking half.",
            "Attempt blocked. Jesse Lingard (Nottingham Forest) right footed shot from the centre of the box is blocked.",
            "Attempt missed. Steve Cook (Nottingham Forest) header from the centre of the box misses to the left. Assisted by Morgan Gibbs-White with a cross following a corner.",
            "Corner,  Nottingham Forest. Conceded by Gabriel Jesus.",
            "Foul by Reiss Nelson (Arsenal).",
            "Renan Lodi (Nottingham Forest) wins a free kick in the defensive half.",
            "Attempt missed. Gabriel Jesus (Arsenal) right footed shot from the centre of the box is high and wide to the left. Assisted by Martin Ødegaard.",
            "Corner,  Arsenal. Conceded by Sèrge Aurier.",
            "Attempt missed. Jesse Lingard (Nottingham Forest) right footed shot from outside the box misses to the right.",
            "Offside, Nottingham Forest. Morgan Gibbs-White tries a through ball, but Taiwo Awoniyi is caught offside.",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from outside the box is blocked.",
            "Reiss Nelson (Arsenal) wins a free kick in the attacking half.",
            "Foul by Morgan Gibbs-White (Nottingham Forest).",
            "Corner,  Arsenal. Conceded by Renan Lodi.",
            "Substitution Substitution, Arsenal. Reiss Nelson replaces Bukayo Saka because of an injury.",
            "Granit Xhaka (Arsenal) wins a free kick in the attacking half.",
            "Foul by Ryan Yates (Nottingham Forest).",
            "Ben White (Arsenal) wins a free kick in the defensive half.",
            "Foul by Steve Cook (Nottingham Forest).",
            "Taiwo Awoniyi (Nottingham Forest) wins a free kick on the right wing.",
            "Foul by Takehiro Tomiyasu (Arsenal).",
            "Attempt missed. Bukayo Saka (Arsenal) left footed shot from the centre of the box is too high. Assisted by Martin Ødegaard.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) left footed shot from the centre of the box is blocked. Assisted by Granit Xhaka.",
            "Ryan Yates (Nottingham Forest) wins a free kick in the defensive half.",
            "Foul by Takehiro Tomiyasu (Arsenal).",
            "Attempt blocked. Gabriel Jesus (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Granit Xhaka.",
            "Corner,  Arsenal. Conceded by Renan Lodi.",
            "Attempt blocked. Takehiro Tomiyasu (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Bukayo Saka with a cross.",
            "Corner,  Arsenal. Conceded by Renan Lodi.",
            "Attempt blocked. Thomas Partey (Arsenal) right footed shot from outside the box is blocked. Assisted by Gabriel Jesus.",
            "Attempt saved. Remo Freuler (Nottingham Forest) left footed shot from outside the box is saved in the top right corner.",
            "Attempt missed. Gabriel Jesus (Arsenal) left footed shot from the right side of the box is close, but misses to the left. Assisted by Bukayo Saka following a corner.",
            "Corner,  Arsenal. Conceded by Ryan Yates.",
            "Goal! Goal!  Arsenal 1, Nottingham Forest 0. Gabriel Martinelli (Arsenal) header from the centre of the box to the bottom right corner. Assisted by Bukayo Saka with a cross.",
            "Renan Lodi (Nottingham Forest) wins a free kick in the defensive half.",
            "Foul by Bukayo Saka (Arsenal).",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Foul by Renan Lodi (Nottingham Forest).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "7": {
        "event": [
            "Full-time Match ends, Southampton 1, Arsenal 1.",
            "Second Half ends, Southampton 1, Arsenal 1.",
            "Attempt missed. Gabriel Magalhães (Arsenal) header from the centre of the box is high and wide to the left. Assisted by Thomas Partey.",
            "Che Adams (Southampton) wins a free kick in the defensive half.",
            "Foul by Granit Xhaka (Arsenal).",
            "Yellow Card! Lyanco (Southampton) is shown the yellow card.",
            "Lyanco (Southampton) wins a free kick in the defensive half.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Eddie Nketiah (Arsenal) wins a free kick in the attacking half.",
            "Foul by Ibrahima Diallo (Southampton).",
            "Yellow Card! Theo Walcott (Southampton) is shown the yellow card.",
            "Theo Walcott (Southampton) has gone down, but the referee deems it simulation.",
            "Offside, Southampton. Mohammed Salisu tries a through ball, but Romain Perraud is caught offside.",
            "Foul by Mohammed Salisu (Southampton).",
            "Fábio Vieira (Arsenal) wins a free kick in the defensive half.",
            "Corner,  Southampton. Conceded by William Saliba.",
            "Substitution Substitution, Arsenal. Fábio Vieira replaces Martin Ødegaard.",
            "Offside, Southampton. Romain Perraud tries a through ball, but Theo Walcott is caught offside.",
            "Corner,  Arsenal. Conceded by Lyanco.",
            "Attempt blocked. Eddie Nketiah (Arsenal) right footed shot from the right side of the box is blocked. Assisted by Martin Ødegaard.",
            "Substitution Substitution, Southampton. Samuel Edozie replaces Stuart Armstrong.",
            "Foul by Mohamed Elyounoussi (Southampton).",
            "Eddie Nketiah (Arsenal) wins a free kick in the defensive half.",
            "Foul by Theo Walcott (Southampton).",
            "Kieran Tierney (Arsenal) wins a free kick in the defensive half.",
            "Substitution Substitution, Southampton. Theo Walcott replaces Adam Armstrong.",
            "Substitution Substitution, Southampton. Che Adams replaces Joe Aribo.",
            "Substitution Substitution, Arsenal. Kieran Tierney replaces Ben White.",
            "Substitution Substitution, Arsenal. Eddie Nketiah replaces Gabriel Martinelli.",
            "Gabriel Jesus (Arsenal) wins a free kick in the attacking half.",
            "Foul by Duje Caleta-Car (Southampton).",
            "Attempt saved. Joe Aribo (Southampton) left footed shot from the left side of the box is saved in the centre of the goal. Assisted by Romain Perraud.",
            "Attempt missed. Lyanco (Southampton) right footed shot from outside the box misses to the left. Assisted by Stuart Armstrong with a headed pass following a corner.",
            "Corner,  Southampton. Conceded by Ben White.",
            "Attempt missed. Romain Perraud (Southampton) left footed shot from the left side of the box misses to the right.",
            "Goal! Goal!  Southampton 1, Arsenal 1. Stuart Armstrong (Southampton) right footed shot from the centre of the box to the centre of the goal. Assisted by Mohamed Elyounoussi with a through ball.",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Foul by Romain Perraud (Southampton).",
            "Offside, Southampton. Mohammed Salisu tries a through ball, but Romain Perraud is caught offside.",
            "Attempt missed. Bukayo Saka (Arsenal) left footed shot from outside the box misses to the left following a corner.",
            "Corner,  Arsenal. Conceded by Mohamed Elyounoussi.",
            "Attempt blocked. Gabriel Jesus (Arsenal) left footed shot from the centre of the box is blocked. Assisted by Martin Ødegaard.",
            "Corner,  Southampton. Conceded by Takehiro Tomiyasu.",
            "Foul by Mohamed Elyounoussi (Southampton).",
            "Thomas Partey (Arsenal) wins a free kick in the defensive half.",
            "Foul by Martin Ødegaard (Arsenal).",
            "Romain Perraud (Southampton) wins a free kick in the defensive half.",
            "Attempt missed. Romain Perraud (Southampton) left footed shot from outside the box is close, but misses to the left.",
            "Kick Off! Second Half begins Southampton 0, Arsenal 1.",
            "Half-time First Half ends, Southampton 0, Arsenal 1.",
            "Attempt blocked. Stuart Armstrong (Southampton) right footed shot from the left side of the box is blocked. Assisted by Romain Perraud.",
            "Foul by Mohammed Salisu (Southampton).",
            "Gabriel Jesus (Arsenal) wins a free kick in the attacking half.",
            "Joe Aribo (Southampton) wins a free kick in the defensive half.",
            "Foul by Thomas Partey (Arsenal).",
            "Attempt saved. Gabriel Jesus (Arsenal) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Martin Ødegaard.",
            "Attempt blocked. Gabriel Jesus (Arsenal) right footed shot from outside the box is blocked. Assisted by Granit Xhaka.",
            "Gabriel Jesus (Arsenal) wins a free kick in the defensive half.",
            "Foul by Lyanco (Southampton).",
            "Attempt blocked. Bukayo Saka (Arsenal) left footed shot from outside the box is blocked. Assisted by Ben White.",
            "Offside, Arsenal. Thomas Partey tries a through ball, but Gabriel Martinelli is caught offside.",
            "Corner,  Arsenal. Conceded by Lyanco.",
            "Corner,  Arsenal. Conceded by Duje Caleta-Car.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from outside the box is blocked. Assisted by Granit Xhaka.",
            "Corner,  Southampton. Conceded by Bukayo Saka.",
            "Corner,  Southampton. Conceded by Gabriel Jesus.",
            "Attempt blocked. Joe Aribo (Southampton) header from the left side of the six yard box is blocked. Assisted by James Ward-Prowse with a cross.",
            "Corner,  Southampton. Conceded by Thomas Partey.",
            "Corner,  Southampton. Conceded by Gabriel Magalhães.",
            "Corner,  Southampton. Conceded by Ben White.",
            "Yellow Card! Bukayo Saka (Arsenal) is shown the yellow card.",
            "Bukayo Saka (Arsenal) has gone down, but the referee deems it simulation.",
            "Attempt blocked. Adam Armstrong (Southampton) left footed shot from outside the box is blocked. Assisted by Mohamed Elyounoussi.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Lyanco (Southampton) wins a free kick in the defensive half.",
            "Attempt missed. Gabriel Jesus (Arsenal) left footed shot from the left side of the box is close, but misses to the left. Assisted by Martin Ødegaard.",
            "Attempt blocked. Romain Perraud (Southampton) left footed shot from outside the box is blocked. Assisted by Stuart Armstrong.",
            "Corner,  Southampton. Conceded by Ben White.",
            "Hand ball by Bukayo Saka (Arsenal).",
            "Offside, Arsenal. Thomas Partey tries a through ball, but Bukayo Saka is caught offside.",
            "Offside, Southampton. Gavin Bazunu tries a through ball, but Adam Armstrong is caught offside.",
            "Goal! Goal!  Southampton 0, Arsenal 1. Granit Xhaka (Arsenal) right footed shot from the centre of the box to the high centre of the goal. Assisted by Ben White with a cross.",
            "Attempt missed. Martin Ødegaard (Arsenal) left footed shot from outside the box is close, but misses to the right. Assisted by Granit Xhaka.",
            "Attempt saved. Granit Xhaka (Arsenal) left footed shot from a difficult angle on the left is saved in the bottom right corner.",
            "Attempt saved. Lyanco (Southampton) right footed shot from outside the box is saved in the centre of the goal. Assisted by Stuart Armstrong.",
            "Ibrahima Diallo (Southampton) wins a free kick in the defensive half.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Foul by Duje Caleta-Car (Southampton).",
            "Gabriel Jesus (Arsenal) wins a free kick in the attacking half.",
            "Offside, Arsenal. Gabriel Martinelli tries a through ball, but Gabriel Jesus is caught offside.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "8": {
        "event": [
            "Full-time Match ends, Leeds United 0, Arsenal 1.",
            "Second Half ends, Leeds United 0, Arsenal 1.",
            "Attempt missed. Brenden Aaronson (Leeds United) right footed shot from outside the box misses to the right following a corner.",
            "Corner,  Leeds United. Conceded by Gabriel Martinelli.",
            "Hand ball by Eddie Nketiah (Arsenal).",
            "Joe Gelhardt (Leeds United) wins a free kick in the defensive half.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Yellow Card! Gabriel Magalhães (Arsenal) is shown the yellow card.",
            "VAR Decision: No Red Card Gabriel Magalhães (Arsenal).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Foul by Patrick Bamford (Leeds United).",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Mateusz Klich (Leeds United) wins a free kick in the defensive half.",
            "Liam Cooper (Leeds United) wins a free kick in the defensive half.",
            "Foul by Fábio Vieira (Arsenal).",
            "Substitution Substitution, Leeds United. Joe Gelhardt replaces Luis Sinisterra.",
            "Attempt missed. Crysencio Summerville (Leeds United) right footed shot from the centre of the box is too high. Assisted by Brenden Aaronson.",
            "Foul by Rasmus Kristensen (Leeds United).",
            "Gabriel Martinelli (Arsenal) wins a free kick on the left wing.",
            "Attempt missed. Eddie Nketiah (Arsenal) right footed shot from the right side of the six yard box is close, but misses to the right. Assisted by Fábio Vieira with a cross following a corner.",
            "Corner,  Arsenal. Conceded by Liam Cooper.",
            "Substitution Substitution, Leeds United. Crysencio Summerville replaces Marc Roca.",
            "Substitution Substitution, Arsenal. Eddie Nketiah replaces Gabriel Jesus.",
            "Substitution Substitution, Arsenal. Rob Holding replaces Bukayo Saka.",
            "Corner,  Leeds United. Conceded by Gabriel Martinelli.",
            "Corner,  Leeds United. Conceded by Aaron Ramsdale.",
            "Attempt saved. Brenden Aaronson (Leeds United) right footed shot from outside the box is saved in the bottom left corner. Assisted by Marc Roca.",
            "Substitution Substitution, Arsenal. Kieran Tierney replaces Ben White.",
            "Substitution Substitution, Leeds United. Mateusz Klich replaces Jack Harrison.",
            "Substitution Substitution, Arsenal. Fábio Vieira replaces Martin Ødegaard.",
            "Attempt saved. Patrick Bamford (Leeds United) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Jack Harrison with a through ball.",
            "William Saliba (Arsenal) wins a free kick in the defensive half.",
            "Foul by Patrick Bamford (Leeds United).",
            "Foul by Gabriel Jesus (Arsenal).",
            "Liam Cooper (Leeds United) wins a free kick in the defensive half.",
            "Attempt blocked. Luis Sinisterra (Leeds United) right footed shot from the centre of the box is blocked. Assisted by Brenden Aaronson.",
            "Pen. Missed! Penalty missed! Bad penalty by Patrick Bamford (Leeds United) left footed shot is close, but misses to the right. Patrick Bamford should be disappointed.",
            "Yellow Card! William Saliba (Arsenal) is shown the yellow card for hand ball.",
            "VAR Decision: Penalty Leeds United.",
            "Penalty conceded by William Saliba (Arsenal) with a hand ball in the penalty area.",
            "Attempt blocked. Luis Sinisterra (Leeds United) right footed shot from the left side of the box is blocked. Assisted by Brenden Aaronson.",
            "Foul by Jack Harrison (Leeds United).",
            "Takehiro Tomiyasu (Arsenal) wins a free kick in the defensive half.",
            "Attempt saved. Patrick Bamford (Leeds United) left footed shot from the left side of the box is saved in the bottom left corner.",
            "Corner,  Arsenal. Conceded by Robin Koch.",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from the left side of the box is blocked.",
            "Offside, Leeds United. Marc Roca tries a through ball, but Luis Sinisterra is caught offside.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Rasmus Kristensen (Leeds United) wins a free kick in the defensive half.",
            "Corner,  Leeds United. Conceded by Gabriel Magalhães.",
            "Martin Ødegaard (Arsenal) wins a free kick in the attacking half.",
            "Foul by Luis Sinisterra (Leeds United).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Foul by Patrick Bamford (Leeds United).",
            "Substitution Substitution, Leeds United. Patrick Bamford replaces Rodrigo.",
            "Kick Off! Second Half begins Leeds United 0, Arsenal 1.",
            "Half-time First Half ends, Leeds United 0, Arsenal 1.",
            "Attempt saved. Martin Ødegaard (Arsenal) left footed shot from outside the box is saved in the bottom right corner. Assisted by Gabriel Jesus.",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Foul by Pascal Struijk (Leeds United).",
            "Attempt missed. Jack Harrison (Leeds United) left footed shot from outside the box is close, but misses the top left corner. Assisted by Brenden Aaronson.",
            "Foul by Thomas Partey (Arsenal).",
            "Jack Harrison (Leeds United) wins a free kick in the attacking half.",
            "Offside, Leeds United. Rodrigo tries a through ball, but Rasmus Kristensen is caught offside.",
            "Pascal Struijk (Leeds United) wins a free kick in the defensive half.",
            "Foul by Bukayo Saka (Arsenal).",
            "Foul by Ben White (Arsenal).",
            "Luis Sinisterra (Leeds United) wins a free kick in the attacking half.",
            "Foul by Tyler Adams (Leeds United).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Goal! Goal!  Leeds United 0, Arsenal 1. Bukayo Saka (Arsenal) right footed shot from a difficult angle on the right to the high centre of the goal. Assisted by Martin Ødegaard.",
            "Attempt saved. Martin Ødegaard (Arsenal) left footed shot from outside the box is saved in the bottom right corner.",
            "Foul by Robin Koch (Leeds United).",
            "Gabriel Jesus (Arsenal) wins a free kick in the attacking half.",
            "Attempt blocked. Marc Roca (Leeds United) right footed shot from outside the box is blocked.",
            "Corner,  Leeds United. Conceded by Gabriel Magalhães.",
            "Attempt blocked. Rodrigo (Leeds United) left footed shot from the centre of the box is blocked. Assisted by Luis Sinisterra with a cross.",
            "Attempt blocked. Rodrigo (Leeds United) left footed shot from outside the box is blocked. Assisted by Luis Sinisterra.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from the left side of the box is blocked. Assisted by Gabriel Jesus.",
            "Attempt missed. Gabriel Jesus (Arsenal) right footed shot from the right side of the six yard box is just a bit too high. Assisted by Martin Ødegaard.",
            "Attempt saved. Pascal Struijk (Leeds United) left footed shot from very close range is saved in the bottom left corner. Assisted by Liam Cooper.",
            "Corner,  Leeds United. Conceded by Ben White.",
            "Attempt blocked. Luis Sinisterra (Leeds United) right footed shot from outside the box is blocked. Assisted by Rodrigo.",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from outside the box is blocked. Assisted by Gabriel Martinelli.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Brenden Aaronson (Leeds United) wins a free kick in the defensive half.",
            "Attempt saved. Gabriel Magalhães (Arsenal) header from the centre of the box is saved in the top left corner. Assisted by Bukayo Saka with a cross.",
            "Corner,  Arsenal. Conceded by Liam Cooper.",
            "Attempt blocked. Rodrigo (Leeds United) left footed shot from a difficult angle on the right is blocked.",
            "Offside, Leeds United. Robin Koch tries a through ball, but Rodrigo is caught offside.",
            "Foul by Pascal Struijk (Leeds United).",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Attempt missed. Luis Sinisterra (Leeds United) right footed shot from outside the box is close, but misses to the left. Assisted by Jack Harrison.",
            "Offside, Leeds United. Robin Koch tries a through ball, but Rodrigo is caught offside.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "9": {
        "event": [
            "Full-time Match ends, Arsenal 3, Liverpool 2.",
            "Second Half ends, Arsenal 3, Liverpool 2.",
            "Attempt blocked. Harvey Elliott (Liverpool) left footed shot from outside the box is blocked.",
            "Attempt blocked. Jordan Henderson (Liverpool) right footed shot from outside the box is blocked.",
            "Gabriel Martinelli (Arsenal) wins a free kick on the right wing.",
            "Foul by Ibrahima Konaté (Liverpool).",
            "Substitution Substitution, Arsenal. Fábio Vieira replaces Bukayo Saka.",
            "Konstantinos Tsimikas (Liverpool) wins a free kick in the defensive half.",
            "Foul by Ben White (Arsenal).",
            "Substitution Substitution, Arsenal. Eddie Nketiah replaces Gabriel Jesus.",
            "Corner,  Arsenal. Conceded by Virgil van Dijk.",
            "Foul by Granit Xhaka (Arsenal).",
            "Thiago (Liverpool) wins a free kick in the defensive half.",
            "Substitution Substitution, Arsenal. Kieran Tierney replaces Martin Ødegaard.",
            "Hand ball by Darwin Núñez (Liverpool).",
            "Substitution Substitution, Liverpool. Harvey Elliott replaces Diogo Jota.",
            "Corner,  Liverpool. Conceded by Takehiro Tomiyasu.",
            "Fabinho (Liverpool) wins a free kick in the defensive half.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Goal!  Arsenal 3, Liverpool 2. Bukayo Saka (Arsenal) converts the penalty with a left footed shot to the bottom left corner.",
            "Penalty Arsenal. Gabriel Jesus draws a foul in the penalty area.",
            "Penalty conceded by Thiago (Liverpool) after a foul in the penalty area.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from outside the box is blocked.",
            "Attempt saved. Gabriel Jesus (Arsenal) right footed shot from the centre of the box is saved in the centre of the goal.",
            "Attempt saved. Bukayo Saka (Arsenal) right footed shot from the centre of the box is saved in the centre of the goal.",
            "Yellow Card! Joe Gomez (Liverpool) is shown the yellow card.",
            "Ben White (Arsenal) wins a free kick on the right wing.",
            "Foul by Fabinho (Liverpool).",
            "Substitution Substitution, Liverpool. Fabinho replaces Mohamed Salah.",
            "Substitution Substitution, Liverpool. Ibrahima Konaté replaces Joël Matip.",
            "Hand ball by Bukayo Saka (Arsenal).",
            "Attempt missed. Granit Xhaka (Arsenal) left footed shot from the left side of the box is too high. Assisted by Thomas Partey.",
            "Foul by Diogo Jota (Liverpool).",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Corner,  Arsenal. Conceded by Joël Matip.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Thiago (Liverpool) wins a free kick in the defensive half.",
            "Corner,  Arsenal. Conceded by Joël Matip.",
            "Goal! Goal!  Arsenal 2, Liverpool 2. Roberto Firmino (Liverpool) left footed shot from the left side of the box to the bottom right corner. Assisted by Diogo Jota with a through ball.",
            "Offside, Arsenal. Ben White tries a through ball, but Gabriel Jesus is caught offside.",
            "Attempt saved. Martin Ødegaard (Arsenal) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Gabriel Martinelli.",
            "Offside, Liverpool. Joe Gomez tries a through ball, but Darwin Núñez is caught offside.",
            "Offside, Arsenal. Takehiro Tomiyasu tries a through ball, but Gabriel Martinelli is caught offside.",
            "Gabriel Magalhães (Arsenal) wins a free kick in the attacking half.",
            "Foul by Darwin Núñez (Liverpool).",
            "Joël Matip (Liverpool) wins a free kick in the defensive half.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from the centre of the box is blocked.",
            "Attempt blocked. Bukayo Saka (Arsenal) right footed shot from the centre of the box is blocked.",
            "Kick Off! Second Half begins Arsenal 2, Liverpool 1.",
            "Substitution Substitution, Liverpool. Joe Gomez replaces Trent Alexander-Arnold because of an injury.",
            "Half-time First Half ends, Arsenal 2, Liverpool 1.",
            "Goal! Goal!  Arsenal 2, Liverpool 1. Bukayo Saka (Arsenal) right footed shot from very close range to the centre of the goal. Assisted by Gabriel Martinelli   following a fast break.",
            "Yellow Card! Martin Ødegaard (Arsenal) is shown the yellow card for a bad foul.",
            "Foul by Martin Ødegaard (Arsenal).",
            "Diogo Jota (Liverpool) wins a free kick on the left wing.",
            "Corner,  Arsenal. Conceded by Konstantinos Tsimikas.",
            "Foul by Bukayo Saka (Arsenal).",
            "Diogo Jota (Liverpool) wins a free kick in the defensive half.",
            "Foul by Jordan Henderson (Liverpool).",
            "Martin Ødegaard (Arsenal) wins a free kick in the defensive half.",
            "Foul by Bukayo Saka (Arsenal).",
            "Thiago (Liverpool) wins a free kick in the defensive half.",
            "Substitution Substitution, Liverpool. Roberto Firmino replaces Luis Díaz because of an injury.",
            "Offside, Liverpool. Trent Alexander-Arnold tries a through ball, but Darwin Núñez is caught offside.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Trent Alexander-Arnold (Liverpool) wins a free kick in the defensive half.",
            "Offside, Liverpool. Jordan Henderson tries a through ball, but Diogo Jota is caught offside.",
            "Goal! Goal!  Arsenal 1, Liverpool 1. Darwin Núñez (Liverpool) right footed shot from the centre of the box to the centre of the goal. Assisted by Luis Díaz.",
            "Attempt missed. Mohamed Salah (Liverpool) left footed shot from the right side of the box is close, but misses to the right. Assisted by Jordan Henderson.",
            "Hand ball by Luis Díaz (Liverpool).",
            "Attempt saved. Gabriel Jesus (Arsenal) right footed shot from a difficult angle on the left is saved in the bottom left corner.",
            "Luis Díaz (Liverpool) wins a free kick on the left wing.",
            "Foul by Thomas Partey (Arsenal).",
            "Bukayo Saka (Arsenal) wins a free kick in the defensive half.",
            "Foul by Konstantinos Tsimikas (Liverpool).",
            "Attempt saved. Darwin Núñez (Liverpool) right footed shot from the right side of the box is saved in the centre of the goal. Assisted by Mohamed Salah.",
            "Offside, Liverpool. Thiago tries a through ball, but Darwin Núñez is caught offside.",
            "Offside, Arsenal. Ben White tries a through ball, but Granit Xhaka is caught offside.",
            "Offside, Liverpool. Joël Matip tries a through ball, but Darwin Núñez is caught offside.",
            "Attempt missed. Virgil van Dijk (Liverpool) header from the centre of the box is too high. Assisted by Trent Alexander-Arnold with a cross following a corner.",
            "Corner,  Liverpool. Conceded by Gabriel Martinelli.",
            "Offside, Liverpool. Konstantinos Tsimikas tries a through ball, but Darwin Núñez is caught offside.",
            "Yellow Card! Luis Díaz (Liverpool) is shown the yellow card for a bad foul.",
            "Gabriel Martinelli (Arsenal) wins a free kick on the left wing.",
            "Foul by Luis Díaz (Liverpool).",
            "Corner,  Liverpool. Conceded by Gabriel Magalhães.",
            "Attempt blocked. Darwin Núñez (Liverpool) right footed shot from outside the box is blocked.",
            "Foul by Luis Díaz (Liverpool).",
            "Gabriel Martinelli (Arsenal) wins a free kick in the defensive half.",
            "VAR Decision: Goal Arsenal -  Arsenal 1-0 Liverpool (Gabriel Martinelli).",
            "Goal! Goal!  Arsenal 1, Liverpool 0. Gabriel Martinelli (Arsenal) right footed shot from the centre of the box to the bottom right corner. Assisted by Martin Ødegaard with a through ball.Goal confirmed following VAR Review.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "10": {
        "event": [
            "Full-time Match ends, Arsenal 3, Tottenham Hotspur 1.",
            "Second Half ends, Arsenal 3, Tottenham Hotspur 1.",
            "Attempt missed. Gabriel Martinelli (Arsenal) right footed shot from a difficult angle and long range on the left is just a bit too high from a direct free kick.",
            "Yellow Card! Eric Dier (Tottenham Hotspur) is shown the yellow card for a bad foul.",
            "Eddie Nketiah (Arsenal) wins a free kick on the left wing.",
            "Foul by Eric Dier (Tottenham Hotspur).",
            "Eddie Nketiah (Arsenal) wins a free kick in the attacking half.",
            "Foul by Eric Dier (Tottenham Hotspur).",
            "Attempt blocked. Fábio Vieira (Arsenal) left footed shot from the centre of the box is blocked.",
            "Corner,  Arsenal. Conceded by Hugo Lloris.",
            "Attempt saved. Kieran Tierney (Arsenal) left footed shot from outside the box is saved in the bottom right corner. Assisted by Fábio Vieira.",
            "Substitution Substitution, Arsenal. Takehiro Tomiyasu replaces Ben White.",
            "Yellow Card! Gabriel Martinelli (Arsenal) is shown the yellow card for a bad foul.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Matt Doherty (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Substitution Substitution, Arsenal. Eddie Nketiah replaces Gabriel Jesus.",
            "Substitution Substitution, Arsenal. Fábio Vieira replaces Martin Ødegaard.",
            "Attempt blocked. Harry Kane (Tottenham Hotspur) right footed shot from outside the box is blocked. Assisted by Eric Dier.",
            "Yellow Card! William Saliba (Arsenal) is shown the yellow card for a bad foul.",
            "Rodrigo Bentancur (Tottenham Hotspur) wins a free kick in the attacking half.",
            "Foul by William Saliba (Arsenal).",
            "Substitution Substitution, Tottenham Hotspur. Oliver Skipp replaces Pierre-Emile Højbjerg.",
            "Foul by Harry Kane (Tottenham Hotspur).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Substitution Substitution, Arsenal. Kieran Tierney replaces Oleksandr Zinchenko.",
            "Substitution Substitution, Arsenal. Albert Sambi Lokonga replaces Thomas Partey.",
            "Attempt missed. Martin Ødegaard (Arsenal) left footed shot from outside the box is close, but misses to the right. Assisted by Thomas Partey.",
            "Substitution Substitution, Tottenham Hotspur. Matt Doherty replaces Son Heung-Min.",
            "Substitution Substitution, Tottenham Hotspur. Ryan Sessegnon replaces Richarlison.",
            "Substitution Substitution, Tottenham Hotspur. Yves Bissouma replaces Ivan Perisic.",
            "Substitution Substitution, Tottenham Hotspur. Davinson Sánchez replaces Clément Lenglet.",
            "Goal! Goal!  Arsenal 3, Tottenham Hotspur 1. Granit Xhaka (Arsenal) left footed shot from the centre of the box to the centre of the goal. Assisted by Gabriel Martinelli.",
            "Attempt missed. Bukayo Saka (Arsenal) left footed shot from outside the box misses to the left. Assisted by Martin Ødegaard.",
            "Attempt missed. Oleksandr Zinchenko (Arsenal) left footed shot from outside the box misses to the right.",
            "Red Card! Emerson Royal (Tottenham Hotspur) is shown the red card.",
            "Foul by Emerson Royal (Tottenham Hotspur).",
            "Gabriel Martinelli (Arsenal) wins a free kick in the defensive half.",
            "Attempt saved. Gabriel Jesus (Arsenal) header from the centre of the box is saved in the centre of the goal. Assisted by Granit Xhaka.",
            "Attempt missed. Pierre-Emile Højbjerg (Tottenham Hotspur) right footed shot from outside the box is close, but misses the top right corner. Assisted by Richarlison.",
            "Foul by Pierre-Emile Højbjerg (Tottenham Hotspur).",
            "Martin Ødegaard (Arsenal) wins a free kick in the defensive half.",
            "Offside, Tottenham Hotspur. Eric Dier tries a through ball, but Richarlison is caught offside.",
            "Attempt missed. Gabriel Jesus (Arsenal) header from the centre of the box is close, but misses to the left. Assisted by Ben White.",
            "Attempt blocked. Pierre-Emile Højbjerg (Tottenham Hotspur) right footed shot from outside the box is blocked.",
            "Corner,  Tottenham Hotspur. Conceded by Bukayo Saka.",
            "Goal! Goal!  Arsenal 2, Tottenham Hotspur 1. Gabriel Jesus (Arsenal) left footed shot from very close range to the bottom left corner.",
            "Attempt saved. Bukayo Saka (Arsenal) left footed shot from the right side of the box is saved in the bottom left corner. Assisted by Thomas Partey.",
            "Attempt blocked. Thomas Partey (Arsenal) right footed shot from outside the box is blocked. Assisted by Bukayo Saka.",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from outside the box is blocked. Assisted by Gabriel Martinelli.",
            "Kick Off! Second Half begins Arsenal 1, Tottenham Hotspur 1.",
            "Half-time First Half ends, Arsenal 1, Tottenham Hotspur 1.",
            "Clément Lenglet (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Foul by Clément Lenglet (Tottenham Hotspur).",
            "Martin Ødegaard (Arsenal) wins a free kick in the defensive half.",
            "Foul by Richarlison (Tottenham Hotspur).",
            "Gabriel Jesus (Arsenal) wins a free kick in the defensive half.",
            "Attempt missed. Bukayo Saka (Arsenal) left footed shot from the centre of the box is close, but misses to the right. Assisted by Gabriel Jesus.",
            "Attempt saved. Gabriel Jesus (Arsenal) right footed shot from the centre of the box is saved in the bottom left corner.",
            "Offside, Tottenham Hotspur. Emerson Royal tries a through ball, but Richarlison is caught offside.",
            "Harry Kane (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Gabriel Magalhães (Arsenal).",
            "Corner,  Arsenal. Conceded by Rodrigo Bentancur.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from the left side of the box is blocked. Assisted by Bukayo Saka.",
            "Attempt saved. Harry Kane (Tottenham Hotspur) header from the centre of the box is saved in the centre of the goal. Assisted by Ivan Perisic with a cross.",
            "Corner,  Arsenal. Conceded by Pierre-Emile Højbjerg.",
            "Foul by Ivan Perisic (Tottenham Hotspur).",
            "Bukayo Saka (Arsenal) wins a free kick in the defensive half.",
            "Corner,  Tottenham Hotspur. Conceded by Thomas Partey.",
            "Goal!  Arsenal 1, Tottenham Hotspur 1. Harry Kane (Tottenham Hotspur) converts the penalty with a right footed shot to the centre of the goal.",
            "Penalty Tottenham Hotspur. Richarlison draws a foul in the penalty area.",
            "Penalty conceded by Gabriel Magalhães (Arsenal) after a foul in the penalty area.",
            "Attempt missed. Ivan Perisic (Tottenham Hotspur) left footed shot from the left side of the box is close, but misses to the left. Assisted by Son Heung-Min.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Emerson Royal (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Cristian Romero (Tottenham Hotspur).",
            "Gabriel Jesus (Arsenal) wins a free kick in the attacking half.",
            "Goal! Goal!  Arsenal 1, Tottenham Hotspur 0. Thomas Partey (Arsenal) right footed shot from outside the box to the top right corner. Assisted by Ben White.",
            "Attempt missed. Granit Xhaka (Arsenal) left footed shot from outside the box is close, but misses to the right. Assisted by Thomas Partey.",
            "Attempt missed. Ben White (Arsenal) right footed shot from outside the box is too high. Assisted by Thomas Partey.",
            "Offside, Tottenham Hotspur. Cristian Romero tries a through ball, but Harry Kane is caught offside.",
            "Attempt saved. Martin Ødegaard (Arsenal) left footed shot from outside the box is saved in the centre of the goal. Assisted by Bukayo Saka.",
            "Attempt saved. Richarlison (Tottenham Hotspur) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Eric Dier.",
            "Foul by Granit Xhaka (Arsenal).",
            "Harry Kane (Tottenham Hotspur) wins a free kick in the attacking half.",
            "Foul by William Saliba (Arsenal).",
            "Son Heung-Min (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Emerson Royal (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Offside, Arsenal. Aaron Ramsdale tries a through ball, but Gabriel Martinelli is caught offside.",
            "Gabriel Jesus (Arsenal) wins a free kick in the defensive half.",
            "Foul by Eric Dier (Tottenham Hotspur).",
            "Eric Dier (Tottenham Hotspur) wins a free kick in the attacking half.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Attempt missed. Granit Xhaka (Arsenal) left footed shot from the left side of the six yard box is close, but misses to the left. Assisted by Bukayo Saka with a cross.",
            "Corner,  Arsenal. Conceded by Hugo Lloris.",
            "Attempt saved. Gabriel Martinelli (Arsenal) right footed shot from the left side of the box is saved in the bottom left corner. Assisted by Bukayo Saka with a cross.",
            "Corner,  Arsenal. Conceded by Clément Lenglet.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "11": {
        "event": [
            "Full-time Match ends, Brentford 0, Arsenal 3.",
            "Second Half ends, Brentford 0, Arsenal 3.",
            "Substitution Substitution, Arsenal. Marquinhos replaces Bukayo Saka.",
            "Substitution Substitution, Arsenal. Ethan Nwaneri replaces Fábio Vieira.",
            "Attempt missed. Ivan Toney (Brentford) header from the centre of the box misses to the left. Assisted by Mikkel Damsgaard with a cross following a set piece situation.",
            "Yellow Card! Gabriel Jesus (Arsenal) is shown the yellow card for a bad foul.",
            "Aaron Hickey (Brentford) wins a free kick on the right wing.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Foul by Frank Onyeka (Brentford).",
            "Kieran Tierney (Arsenal) wins a free kick in the attacking half.",
            "Attempt saved. Gabriel Jesus (Arsenal) right footed shot from a difficult angle on the left is saved in the bottom right corner.",
            "Substitution Substitution, Arsenal. Takehiro Tomiyasu replaces Ben White.",
            "Foul by Frank Onyeka (Brentford).",
            "Albert Sambi Lokonga (Arsenal) wins a free kick in the attacking half.",
            "Kristoffer Ajer (Brentford) wins a free kick in the defensive half.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Offside, Brentford. Mikkel Damsgaard tries a through ball, but Yoane Wissa is caught offside.",
            "Offside, Brentford. Mikkel Damsgaard tries a through ball, but Ivan Toney is caught offside.",
            "Foul by Bukayo Saka (Arsenal).",
            "Frank Onyeka (Brentford) wins a free kick on the left wing.",
            "Foul by Albert Sambi Lokonga (Arsenal).",
            "Yoane Wissa (Brentford) wins a free kick in the defensive half.",
            "Substitution Substitution, Arsenal. Eddie Nketiah replaces Gabriel Martinelli.",
            "Substitution Substitution, Arsenal. Albert Sambi Lokonga replaces Thomas Partey.",
            "Substitution Substitution, Brentford. Yoane Wissa replaces Bryan Mbeumo.",
            "Gabriel Martinelli (Arsenal) wins a free kick in the attacking half.",
            "Foul by Frank Onyeka (Brentford).",
            "Attempt saved. Mikkel Damsgaard (Brentford) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Shandon Baptiste with a through ball.",
            "Attempt missed. Gabriel Magalhães (Arsenal) left footed shot from outside the box is high and wide to the right. Assisted by Ben White.",
            "Substitution Substitution, Brentford. Shandon Baptiste replaces Mathias Jensen because of an injury.",
            "Attempt saved. Bukayo Saka (Arsenal) left footed shot from the centre of the box is saved in the bottom left corner. Assisted by Kieran Tierney.",
            "Foul by Ivan Toney (Brentford).",
            "Ben White (Arsenal) wins a free kick in the defensive half.",
            "Substitution Substitution, Brentford. Mikkel Damsgaard replaces Josh Dasilva.",
            "Substitution Substitution, Brentford. Frank Onyeka replaces Vitaly Janelt.",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Foul by Vitaly Janelt (Brentford).",
            "Corner,  Brentford. Conceded by Granit Xhaka.",
            "Corner,  Arsenal. Conceded by Vitaly Janelt.",
            "Yellow Card! Granit Xhaka (Arsenal) is shown the yellow card for a bad foul.",
            "David Raya (Brentford) wins a free kick in the defensive half.",
            "Foul by Granit Xhaka (Arsenal).",
            "Corner,  Arsenal. Conceded by David Raya.",
            "Attempt saved. Gabriel Jesus (Arsenal) left footed shot from the left side of the box is saved in the centre of the goal. Assisted by Granit Xhaka.",
            "Foul by Ivan Toney (Brentford).",
            "Thomas Partey (Arsenal) wins a free kick in the attacking half.",
            "Foul by Josh Dasilva (Brentford).",
            "Granit Xhaka (Arsenal) wins a free kick on the left wing.",
            "Attempt missed. Ivan Toney (Brentford) right footed shot from outside the box is just a bit too high. Assisted by Mathias Jensen from a direct free kick.",
            "Ben Mee (Brentford) wins a free kick in the attacking half.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Ivan Toney (Brentford) wins a free kick on the left wing.",
            "Foul by Bukayo Saka (Arsenal).",
            "Goal! Goal!  Brentford 0, Arsenal 3. Fábio Vieira (Arsenal) left footed shot from outside the box to the bottom right corner. Assisted by Bukayo Saka.",
            "Hand ball by Gabriel Jesus (Arsenal).",
            "Attempt blocked. Gabriel Jesus (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Gabriel Martinelli.",
            "Kick Off! Second Half begins Brentford 0, Arsenal 2.",
            "Half-time First Half ends, Brentford 0, Arsenal 2.",
            "Foul by Bryan Mbeumo (Brentford).",
            "Granit Xhaka (Arsenal) wins a free kick in the defensive half.",
            "Attempt missed. Bryan Mbeumo (Brentford) header from the centre of the box misses to the right. Assisted by Ivan Toney with a cross.",
            "Attempt missed. Kieran Tierney (Arsenal) left footed shot from outside the box is too high. Assisted by Gabriel Martinelli.",
            "Attempt blocked. Bukayo Saka (Arsenal) left footed shot from outside the box is blocked. Assisted by Ben White.",
            "Corner,  Brentford. Conceded by Gabriel Magalhães.",
            "Attempt missed. Granit Xhaka (Arsenal) right footed shot from outside the box is high and wide to the left. Assisted by Bukayo Saka.",
            "Corner,  Brentford. Conceded by Ben White.",
            "Attempt missed. Bukayo Saka (Arsenal) right footed shot from the right side of the box is high and wide to the right. Assisted by Fábio Vieira.",
            "Goal! Goal!  Brentford 0, Arsenal 2. Gabriel Jesus (Arsenal) header from the centre of the box to the top left corner. Assisted by Granit Xhaka.",
            "Foul by Mathias Jensen (Brentford).",
            "Ben White (Arsenal) wins a free kick in the defensive half.",
            "Foul by Kieran Tierney (Arsenal).",
            "Aaron Hickey (Brentford) wins a free kick in the defensive half.",
            "Goal! Goal!  Brentford 0, Arsenal 1. William Saliba (Arsenal) header from the right side of the six yard box to the bottom left corner. Assisted by Bukayo Saka with a cross   following a corner.",
            "Corner,  Arsenal. Conceded by Pontus Jansson.",
            "Offside, Brentford. Ben Mee tries a through ball, but Mathias Jensen is caught offside.",
            "Gabriel Jesus (Arsenal) wins a free kick on the right wing.",
            "Foul by Ben Mee (Brentford).",
            "Offside, Arsenal. Gabriel Magalhães tries a through ball, but Gabriel Jesus is caught offside.",
            "Attempt saved. Bryan Mbeumo (Brentford) header from the right side of the six yard box is saved in the top left corner. Assisted by Rico Henry with a cross.",
            "Vitaly Janelt (Brentford) wins a free kick in the attacking half.",
            "Foul by Fábio Vieira (Arsenal).",
            "Attempt saved. Gabriel Martinelli (Arsenal) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Granit Xhaka.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "12": {
        "event": [
            "Full-time Match ends, Manchester United 3, Arsenal 1.",
            "Second Half ends, Manchester United 3, Arsenal 1.",
            "Attempt saved. Fábio Vieira (Arsenal) left footed shot from outside the box is saved in the centre of the goal. Assisted by Granit Xhaka.",
            "Attempt blocked. Cristiano Ronaldo (Manchester United) header from the centre of the box is blocked. Assisted by Christian Eriksen with a cross.",
            "Yellow Card! Christian Eriksen (Manchester United) is shown the yellow card.",
            "Corner,  Manchester United. Conceded by Gabriel Magalhães.",
            "Attempt missed. Emile Smith Rowe (Arsenal) right footed shot from outside the box is too high. Assisted by Gabriel Jesus.",
            "Corner,  Arsenal. Conceded by Scott McTominay.",
            "Gabriel Martinelli (Arsenal) wins a free kick in the defensive half.",
            "Foul by Fred (Manchester United).",
            "Gabriel Jesus (Arsenal) wins a free kick in the defensive half.",
            "Foul by Casemiro (Manchester United).",
            "Yellow Card! Bukayo Saka (Arsenal) is shown the yellow card for a bad foul.",
            "Foul by Bukayo Saka (Arsenal).",
            "Tyrell Malacia (Manchester United) wins a free kick in the defensive half.",
            "Attempt missed. Fábio Vieira (Arsenal) left footed shot from outside the box is too high. Assisted by Gabriel Jesus.",
            "Attempt blocked. Granit Xhaka (Arsenal) left footed shot from outside the box is blocked.",
            "Yellow Card! Harry Maguire (Manchester United) is shown the yellow card for a bad foul.",
            "Gabriel Jesus (Arsenal) wins a free kick in the attacking half.",
            "Foul by Harry Maguire (Manchester United).",
            "Substitution Substitution, Arsenal. Takehiro Tomiyasu replaces Ben White.",
            "Substitution Substitution, Manchester United. Casemiro replaces Marcus Rashford because of an injury.",
            "Substitution Substitution, Manchester United. Harry Maguire replaces Lisandro Martínez because of an injury.",
            "Yellow Card! Gabriel Jesus (Arsenal) is shown the yellow card.",
            "Goal! Goal!  Manchester United 3, Arsenal 1. Marcus Rashford (Manchester United) right footed shot from the centre of the box to the centre of the goal. Assisted by Christian Eriksen.",
            "Offside, Manchester United. David de Gea tries a through ball, but Cristiano Ronaldo is caught offside.",
            "Substitution Substitution, Arsenal. Eddie Nketiah replaces Oleksandr Zinchenko.",
            "Substitution Substitution, Arsenal. Fábio Vieira replaces Albert Sambi Lokonga.",
            "Substitution Substitution, Arsenal. Emile Smith Rowe replaces Martin Ødegaard.",
            "Raphaël Varane (Manchester United) wins a free kick in the defensive half.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Attempt missed. Gabriel Jesus (Arsenal) right footed shot from the left side of the box is close, but misses to the right. Assisted by Gabriel Martinelli.",
            "Yellow Card! Scott McTominay (Manchester United) is shown the yellow card for a bad foul.",
            "Gabriel Jesus (Arsenal) wins a free kick in the attacking half.",
            "Foul by Scott McTominay (Manchester United).",
            "Attempt missed. Cristiano Ronaldo (Manchester United) header from the centre of the box misses to the left. Assisted by Christian Eriksen with a cross following a corner.",
            "Corner,  Manchester United. Conceded by Gabriel Magalhães.",
            "Attempt saved. Bruno Fernandes (Manchester United) right footed shot from the centre of the box is saved in the top right corner. Assisted by Fred.",
            "Offside, Manchester United. Christian Eriksen tries a through ball, but Cristiano Ronaldo is caught offside.",
            "Substitution Substitution, Manchester United. Fred replaces Jadon Sancho.",
            "Goal! Goal!  Manchester United 2, Arsenal 1. Marcus Rashford (Manchester United) right footed shot from outside the box to the bottom left corner. Assisted by Bruno Fernandes with a through ball.",
            "Gabriel Jesus (Arsenal) wins a free kick on the left wing.",
            "Foul by Raphaël Varane (Manchester United).",
            "Corner,  Arsenal. Conceded by Diogo Dalot.",
            "Offside, Manchester United. Christian Eriksen tries a through ball, but Marcus Rashford is caught offside.",
            "Offside, Manchester United. Bruno Fernandes tries a through ball, but Jadon Sancho is caught offside.",
            "Goal! Goal!  Manchester United 1, Arsenal 1. Bukayo Saka (Arsenal) left footed shot from the centre of the box to the centre of the goal.",
            "Substitution Substitution, Manchester United. Cristiano Ronaldo replaces Antony.",
            "Foul by Tyrell Malacia (Manchester United).",
            "Bukayo Saka (Arsenal) wins a free kick in the attacking half.",
            "Attempt missed. Bukayo Saka (Arsenal) right footed shot from a difficult angle on the right is close, but misses to the left. Assisted by Gabriel Martinelli with a cross.",
            "Attempt missed. Martin Ødegaard (Arsenal) left footed shot from the centre of the box misses to the left. Assisted by Gabriel Jesus.",
            "Gabriel Jesus (Arsenal) wins a free kick in the defensive half.",
            "Foul by Diogo Dalot (Manchester United).",
            "Albert Sambi Lokonga (Arsenal) wins a free kick in the defensive half.",
            "Foul by Bruno Fernandes (Manchester United).",
            "Foul by Ben White (Arsenal).",
            "Jadon Sancho (Manchester United) wins a free kick in the defensive half.",
            "Kick Off! Second Half begins Manchester United 1, Arsenal 0.",
            "Half-time First Half ends, Manchester United 1, Arsenal 0.",
            "Attempt blocked. Gabriel Magalhães (Arsenal) left footed shot from outside the box is blocked. Assisted by Albert Sambi Lokonga.",
            "Attempt saved. Antony (Manchester United) left footed shot from outside the box is saved in the top left corner. Assisted by David de Gea.",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Foul by Tyrell Malacia (Manchester United).",
            "Attempt missed. Bukayo Saka (Arsenal) left footed shot from outside the box is high and wide to the left. Assisted by Martin Ødegaard.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Bruno Fernandes (Manchester United) wins a free kick in the defensive half.",
            "Attempt blocked. Bukayo Saka (Arsenal) left footed shot from the left side of the box is blocked. Assisted by Martin Ødegaard.",
            "Gabriel Jesus (Arsenal) wins a free kick on the left wing.",
            "Foul by Raphaël Varane (Manchester United).",
            "Goal! Goal!  Manchester United 1, Arsenal 0. Antony (Manchester United) left footed shot from the right side of the box to the bottom left corner. Assisted by Marcus Rashford.",
            "Lisandro Martínez (Manchester United) wins a free kick in the defensive half.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Attempt saved. Gabriel Martinelli (Arsenal) header from the left side of the six yard box is saved in the top centre of the goal. Assisted by Martin Ødegaard.",
            "Corner,  Arsenal. Conceded by Scott McTominay.",
            "Attempt blocked. Granit Xhaka (Arsenal) left footed shot from the centre of the box is blocked. Assisted by Gabriel Jesus.",
            "Corner,  Arsenal. Conceded by David de Gea.",
            "Yellow Card! William Saliba (Arsenal) is shown the yellow card for a bad foul.",
            "Jadon Sancho (Manchester United) wins a free kick in the defensive half.",
            "Foul by William Saliba (Arsenal).",
            "Attempt missed. Antony (Manchester United) left footed shot from outside the box is high and wide to the left. Assisted by Marcus Rashford.",
            "Attempt missed. Gabriel Jesus (Arsenal) header from a difficult angle on the left is close, but misses the top left corner. Assisted by Bukayo Saka with a cross following a corner.",
            "Corner,  Arsenal. Conceded by Christian Eriksen.",
            "Hand ball by Gabriel Jesus (Arsenal).",
            "Foul by Raphaël Varane (Manchester United).",
            "Gabriel Jesus (Arsenal) wins a free kick in the attacking half.",
            "VAR Decision: No Goal  Manchester United 0-0 Arsenal.",
            "GOAL OVERTURNED BY VAR: Gabriel Martinelli (Arsenal) scores but the goal is ruled out after a VAR review.",
            "Foul by Martin Ødegaard (Arsenal).",
            "Christian Eriksen (Manchester United) wins a free kick in the attacking half.",
            "Attempt saved. Jadon Sancho (Manchester United) right footed shot from the left side of the box is saved in the bottom left corner. Assisted by Bruno Fernandes.",
            "Attempt missed. William Saliba (Arsenal) right footed shot from the centre of the box is too high. Assisted by Gabriel Jesus following a set piece situation.",
            "Foul by Scott McTominay (Manchester United).",
            "Gabriel Martinelli (Arsenal) wins a free kick on the left wing.",
            "Attempt missed. Christian Eriksen (Manchester United) left footed shot from the centre of the box is close, but misses to the left. Assisted by Diogo Dalot with a cross.",
            "Antony (Manchester United) wins a free kick on the right wing.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Attempt blocked. Granit Xhaka (Arsenal) left footed shot from outside the box is blocked. Assisted by Martin Ødegaard with a headed pass.",
            "Gabriel Jesus (Arsenal) wins a free kick on the right wing.",
            "Foul by Lisandro Martínez (Manchester United).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "13": {
        "event": [
            "Full-time Match ends, Arsenal 2, Aston Villa 1.",
            "Second Half ends, Arsenal 2, Aston Villa 1.",
            "Foul by Lucas Digne (Aston Villa).",
            "Takehiro Tomiyasu (Arsenal) wins a free kick in the defensive half.",
            "Attempt missed. Eddie Nketiah (Arsenal) right footed shot from outside the box is too high. Assisted by Takehiro Tomiyasu following a fast break.",
            "Attempt missed. Gabriel Martinelli (Arsenal) left footed shot from outside the box misses to the right. Assisted by Emile Smith Rowe.",
            "Ezri Konsa (Aston Villa) wins a free kick in the defensive half.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Substitution Substitution, Arsenal. Eddie Nketiah replaces Gabriel Jesus.",
            "Substitution Substitution, Arsenal. Rob Holding replaces Bukayo Saka.",
            "Foul by Jacob Ramsey (Aston Villa).",
            "Aaron Ramsdale (Arsenal) wins a free kick in the defensive half.",
            "Corner,  Aston Villa. Conceded by Emile Smith Rowe.",
            "Substitution Substitution, Aston Villa. Danny Ings replaces Boubacar Kamara.",
            "Substitution Substitution, Arsenal. Emile Smith Rowe replaces Martin Ødegaard.",
            "Substitution Substitution, Arsenal. Emile Smith Rowe replaces Martin Ødegaard because of an injury.",
            "Lucas Digne (Aston Villa) wins a free kick on the left wing.",
            "Foul by Takehiro Tomiyasu (Arsenal).",
            "Foul by Martin Ødegaard (Arsenal).",
            "Jacob Ramsey (Aston Villa) wins a free kick in the defensive half.",
            "Goal! Goal!  Arsenal 2, Aston Villa 1. Gabriel Martinelli (Arsenal) left footed shot from the left side of the six yard box to the high centre of the goal. Assisted by Bukayo Saka.",
            "Foul by Philippe Coutinho (Aston Villa).",
            "Albert Sambi Lokonga (Arsenal) wins a free kick in the defensive half.",
            "VAR Decision: Goal Aston Villa -  Arsenal 1-1 Aston Villa (Douglas Luiz).",
            "Goal! Goal!  Arsenal 1, Aston Villa 1. Douglas Luiz (Aston Villa) right footed shot from a difficult angle and long range on the left to the centre of the goal    following a corner.Goal confirmed following VAR Review.",
            "Corner,  Aston Villa. Conceded by Granit Xhaka.",
            "Substitution Substitution, Aston Villa. Douglas Luiz replaces John McGinn.",
            "Substitution Substitution, Aston Villa. Philippe Coutinho replaces Emiliano Buendía.",
            "Corner,  Aston Villa. Conceded by Aaron Ramsdale.",
            "Attempt saved. Leon Bailey (Aston Villa) right footed shot from the right side of the box is saved in the top centre of the goal. Assisted by Jacob Ramsey.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from outside the box is blocked. Assisted by Granit Xhaka.",
            "Yellow Card! John McGinn (Aston Villa) is shown the yellow card for a bad foul.",
            "Martin Ødegaard (Arsenal) wins a free kick in the attacking half.",
            "Foul by John McGinn (Aston Villa).",
            "Emiliano Buendía (Aston Villa) wins a free kick in the defensive half.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Substitution Substitution, Arsenal. Takehiro Tomiyasu replaces Ben White.",
            "Offside, Aston Villa. Jacob Ramsey tries a through ball, but Matty Cash is caught offside.",
            "Attempt missed. Gabriel Jesus (Arsenal) right footed shot from very close range is high and wide to the left. Assisted by Ben White following a corner.",
            "Corner,  Arsenal. Conceded by Ezri Konsa.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Lucas Digne (Aston Villa) wins a free kick in the defensive half.",
            "Dangerous play by Lucas Digne (Aston Villa).",
            "Bukayo Saka (Arsenal) wins a free kick in the defensive half.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Emiliano Martínez (Aston Villa) wins a free kick in the defensive half.",
            "Corner,  Arsenal. Conceded by Emiliano Martínez.",
            "Attempt saved. Martin Ødegaard (Arsenal) left footed shot from outside the box is saved in the top right corner.",
            "Yellow Card! Ezri Konsa (Aston Villa) is shown the yellow card for a bad foul.",
            "Foul by Ezri Konsa (Aston Villa).",
            "Gabriel Jesus (Arsenal) wins a free kick in the attacking half.",
            "Attempt blocked. Bukayo Saka (Arsenal) right footed shot from outside the box is blocked. Assisted by Gabriel Martinelli.",
            "Corner,  Arsenal. Conceded by Tyrone Mings.",
            "Boubacar Kamara (Aston Villa) wins a free kick in the defensive half.",
            "Foul by Granit Xhaka (Arsenal).",
            "Gabriel Martinelli (Arsenal) wins a free kick in the attacking half.",
            "Foul by Boubacar Kamara (Aston Villa).",
            "Yellow Card! William Saliba (Arsenal) is shown the yellow card for a bad foul.",
            "Foul by William Saliba (Arsenal).",
            "Ollie Watkins (Aston Villa) wins a free kick on the left wing.",
            "Kick Off! Second Half begins Arsenal 1, Aston Villa 0.",
            "Half-time First Half ends, Arsenal 1, Aston Villa 0.",
            "Corner,  Arsenal. Conceded by Emiliano Martínez.",
            "Attempt saved. Gabriel Martinelli (Arsenal) right footed shot from outside the box is saved in the top right corner. Assisted by Granit Xhaka with a headed pass.",
            "Attempt saved. Kieran Tierney (Arsenal) left footed shot from the centre of the box is saved in the bottom right corner. Assisted by Gabriel Jesus.",
            "Attempt missed. Kieran Tierney (Arsenal) right footed shot from the centre of the box is close, but misses to the left.",
            "Attempt saved. Gabriel Jesus (Arsenal) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Martin Ødegaard.",
            "Foul by Emiliano Buendía (Aston Villa).",
            "Gabriel Jesus (Arsenal) wins a free kick in the attacking half.",
            "Yellow Card! Martin Ødegaard (Arsenal) is shown the yellow card for a bad foul.",
            "Ollie Watkins (Aston Villa) wins a free kick in the defensive half.",
            "Foul by Martin Ødegaard (Arsenal).",
            "Corner,  Arsenal. Conceded by Emiliano Martínez.",
            "Offside, Arsenal. Gabriel Jesus tries a through ball, but Gabriel Martinelli is caught offside.",
            "Goal! Goal!  Arsenal 1, Aston Villa 0. Gabriel Jesus (Arsenal) left footed shot from the left side of the six yard box to the centre of the goal.",
            "Corner,  Arsenal. Conceded by Jacob Ramsey.",
            "Attempt blocked. Gabriel Magalhães (Arsenal) header from the right side of the six yard box is blocked. Assisted by Bukayo Saka with a cross.",
            "Corner,  Arsenal. Conceded by John McGinn.",
            "Attempt saved. Emiliano Buendía (Aston Villa) left footed shot from the right side of the box is saved in the centre of the goal. Assisted by Matty Cash.",
            "Attempt missed. Bukayo Saka (Arsenal) right footed shot from the right side of the six yard box is high and wide to the right. Assisted by Gabriel Martinelli.",
            "Gabriel Jesus (Arsenal) wins a free kick in the defensive half.",
            "Foul by Boubacar Kamara (Aston Villa).",
            "Corner,  Arsenal. Conceded by Tyrone Mings.",
            "Attempt blocked. Martin Ødegaard (Arsenal) right footed shot from the centre of the box is blocked.",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from the centre of the box is blocked.",
            "Yellow Card! Jacob Ramsey (Aston Villa) is shown the yellow card for a bad foul.",
            "Gabriel Martinelli (Arsenal) wins a free kick in the defensive half.",
            "Foul by Jacob Ramsey (Aston Villa).",
            "Attempt saved. Gabriel Magalhães (Arsenal) right footed shot from outside the box is saved in the bottom right corner.",
            "Attempt blocked. Gabriel Magalhães (Arsenal) left footed shot from outside the box is blocked. Assisted by Bukayo Saka.",
            "Attempt blocked. Bukayo Saka (Arsenal) left footed shot from the centre of the box is blocked. Assisted by Martin Ødegaard.",
            "Corner,  Arsenal. Conceded by Ezri Konsa.",
            "Attempt blocked. Gabriel Magalhães (Arsenal) left footed shot from the centre of the box is blocked. Assisted by William Saliba.",
            "Attempt missed. Gabriel Martinelli (Arsenal) right footed shot from the right side of the box misses to the left following a corner.",
            "Corner,  Arsenal. Conceded by Emiliano Martínez.",
            "Attempt saved. Gabriel Jesus (Arsenal) right footed shot from a difficult angle on the right is saved in the bottom right corner. Assisted by Martin Ødegaard.",
            "Albert Sambi Lokonga (Arsenal) wins a free kick on the right wing.",
            "Foul by Boubacar Kamara (Aston Villa).",
            "Foul by John McGinn (Aston Villa).",
            "Ben White (Arsenal) wins a free kick on the right wing.",
            "Attempt missed. Emiliano Buendía (Aston Villa) right footed shot from the centre of the box is high and wide to the right. Assisted by Jacob Ramsey.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Lucas Digne (Aston Villa) wins a free kick in the defensive half.",
            "Foul by John McGinn (Aston Villa).",
            "Martin Ødegaard (Arsenal) wins a free kick on the right wing.",
            "Foul by Lucas Digne (Aston Villa).",
            "Gabriel Jesus (Arsenal) wins a free kick on the right wing.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "14": {
        "event": [
            "Full-time Match ends, Arsenal 2, Fulham 1.",
            "Second Half ends, Arsenal 2, Fulham 1.",
            "Foul by Nathaniel Chalobah (Fulham).",
            "Takehiro Tomiyasu (Arsenal) wins a free kick in the defensive half.",
            "Substitution Substitution, Arsenal. Rob Holding replaces Martin Ødegaard.",
            "Attempt saved. Nathaniel Chalobah (Fulham) right footed shot from the centre of the box is saved in the top centre of the goal. Assisted by Harrison Reed with a cross.",
            "Bobby De Cordova-Reid (Fulham) wins a free kick on the right wing.",
            "Foul by Takehiro Tomiyasu (Arsenal).",
            "Substitution Substitution, Arsenal. Takehiro Tomiyasu replaces Gabriel Jesus.",
            "Substitution Substitution, Fulham. Jay Stansfield replaces Tim Ream.",
            "Substitution Substitution, Fulham. Nathaniel Chalobah replaces João Palhinha.",
            "VAR Decision: Goal Arsenal -  Arsenal 2-1 Fulham (Gabriel Magalhães).",
            "Goal! Goal!  Arsenal 2, Fulham 1. Gabriel Magalhães (Arsenal) left footed shot from very close range to the bottom left corner. Assisted by William Saliba   following a corner.Goal confirmed following VAR Review.",
            "Corner,  Arsenal. Conceded by Bernd Leno.",
            "Attempt saved. Gabriel Martinelli (Arsenal) right footed shot from a difficult angle on the left is saved in the bottom left corner.",
            "Corner,  Arsenal. Conceded by Aleksandar Mitrovic.",
            "Corner,  Arsenal. Conceded by Tosin Adarabioyo.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from outside the box is blocked. Assisted by Bukayo Saka.",
            "Attempt blocked. Eddie Nketiah (Arsenal) right footed shot from the left side of the six yard box is blocked. Assisted by Martin Ødegaard with a through ball.",
            "Attempt saved. Eddie Nketiah (Arsenal) right footed shot from the centre of the box is saved in the top centre of the goal. Assisted by Gabriel Martinelli.",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from outside the box is blocked. Assisted by Gabriel Martinelli.",
            "Substitution Substitution, Fulham. Issa Diop replaces Andreas Pereira.",
            "Substitution Substitution, Fulham. Kevin Mbabu replaces Kenny Tete.",
            "Corner,  Arsenal. Conceded by João Palhinha.",
            "Corner,  Arsenal. Conceded by Kenny Tete.",
            "Attempt blocked. Bukayo Saka (Arsenal) left footed shot from the left side of the box is blocked. Assisted by Martin Ødegaard.",
            "Attempt missed. Eddie Nketiah (Arsenal) left footed shot from the right side of the box is close, but misses to the left. Assisted by Gabriel Martinelli.",
            "Eddie Nketiah (Arsenal) wins a free kick in the attacking half.",
            "Foul by Tim Ream (Fulham).",
            "Attempt saved. Gabriel Martinelli (Arsenal) left footed shot from the centre of the box is saved in the centre of the goal.",
            "Gabriel Jesus (Arsenal) wins a free kick in the defensive half.",
            "Foul by Kenny Tete (Fulham).",
            "Yellow Card! Bobby De Cordova-Reid (Fulham) is shown the yellow card.",
            "Foul by Kenny Tete (Fulham).",
            "Gabriel Jesus (Arsenal) wins a free kick in the defensive half.",
            "Substitution Substitution, Fulham. Tom Cairney replaces Neeskens Kebano.",
            "Attempt missed. Aleksandar Mitrovic (Fulham) header from the centre of the box is high and wide to the right. Assisted by Bobby De Cordova-Reid with a cross.",
            "Attempt blocked. Bobby De Cordova-Reid (Fulham) right footed shot from the right side of the six yard box is blocked.",
            "Attempt saved. Aleksandar Mitrovic (Fulham) header from the centre of the box is saved in the bottom right corner. Assisted by Andreas Pereira with a cross.",
            "Corner,  Fulham. Conceded by Gabriel Martinelli.",
            "Goal! Goal!  Arsenal 1, Fulham 1. Martin Ødegaard (Arsenal) left footed shot from the centre of the box to the bottom right corner. Assisted by Bukayo Saka.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from outside the box is blocked.",
            "Substitution Substitution, Arsenal. Eddie Nketiah replaces Kieran Tierney.",
            "Foul by Aleksandar Mitrovic (Fulham).",
            "Gabriel Martinelli (Arsenal) wins a free kick in the attacking half.",
            "Goal! Goal!  Arsenal 0, Fulham 1. Aleksandar Mitrovic (Fulham) right footed shot from the centre of the box to the bottom left corner.",
            "Attempt saved. Gabriel Jesus (Arsenal) right footed shot from the centre of the box is saved in the bottom right corner. Assisted by Granit Xhaka.",
            "Attempt saved. Martin Ødegaard (Arsenal) left footed shot from outside the box is saved in the bottom right corner. Assisted by Gabriel Martinelli.",
            "Attempt missed. Aleksandar Mitrovic (Fulham) right footed shot from outside the box is too high. Assisted by Harrison Reed with a headed pass.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) left footed shot from the centre of the box is blocked. Assisted by Gabriel Jesus.",
            "Yellow Card! Antonee Robinson (Fulham) is shown the yellow card for a bad foul.",
            "Foul by Antonee Robinson (Fulham).",
            "Gabriel Jesus (Arsenal) wins a free kick on the right wing.",
            "William Saliba (Arsenal) wins a free kick in the defensive half.",
            "Foul by Andreas Pereira (Fulham).",
            "Attempt missed. Bobby De Cordova-Reid (Fulham) header from the centre of the box is high and wide to the right. Assisted by Andreas Pereira with a cross.",
            "Aleksandar Mitrovic (Fulham) wins a free kick in the defensive half.",
            "Foul by William Saliba (Arsenal).",
            "Kick Off! Second Half begins Arsenal 0, Fulham 0.",
            "Half-time First Half ends, Arsenal 0, Fulham 0.",
            "Foul by Martin Ødegaard (Arsenal).",
            "Neeskens Kebano (Fulham) wins a free kick in the defensive half.",
            "Attempt blocked. Gabriel Jesus (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Granit Xhaka.",
            "Corner,  Arsenal. Conceded by Antonee Robinson.",
            "Yellow Card! Gabriel Jesus (Arsenal) is shown the yellow card.",
            "Yellow Card! João Palhinha (Fulham) is shown the yellow card.",
            "Foul by João Palhinha (Fulham).",
            "Bukayo Saka (Arsenal) wins a free kick in the defensive half.",
            "Offside, Arsenal. Kieran Tierney tries a through ball, but Granit Xhaka is caught offside.",
            "Aleksandar Mitrovic (Fulham) wins a free kick in the defensive half.",
            "Foul by Mohamed Elneny (Arsenal).",
            "Attempt blocked. Gabriel Jesus (Arsenal) header from the centre of the box is blocked. Assisted by Gabriel Martinelli.",
            "Attempt missed. Andreas Pereira (Fulham) left footed shot from outside the box is too high. Assisted by Neeskens Kebano.",
            "Yellow Card! Ben White (Arsenal) is shown the yellow card for a bad foul.",
            "Antonee Robinson (Fulham) wins a free kick in the defensive half.",
            "Foul by Ben White (Arsenal).",
            "Foul by Kenny Tete (Fulham).",
            "Gabriel Martinelli (Arsenal) wins a free kick in the defensive half.",
            "Attempt blocked. Kieran Tierney (Arsenal) left footed shot from outside the box is blocked.",
            "Attempt saved. Bukayo Saka (Arsenal) left footed shot from the centre of the box is saved in the centre of the goal.",
            "Attempt missed. Gabriel Martinelli (Arsenal) right footed shot from a difficult angle and long range on the left is high and wide to the right from a direct free kick.",
            "Foul by Tosin Adarabioyo (Fulham).",
            "Gabriel Jesus (Arsenal) wins a free kick on the left wing.",
            "Attempt missed. Bobby De Cordova-Reid (Fulham) header from the centre of the box is high and wide to the left. Assisted by Neeskens Kebano with a cross.",
            "Corner,  Arsenal. Conceded by Tim Ream.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Neeskens Kebano (Fulham) wins a free kick in the attacking half.",
            "Corner,  Arsenal. Conceded by Kenny Tete.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Gabriel Magalhães.",
            "Attempt missed. Granit Xhaka (Arsenal) right footed shot from the centre of the box misses to the right. Assisted by Gabriel Jesus.",
            "Attempt missed. João Palhinha (Fulham) right footed shot from the centre of the box is high and wide to the right. Assisted by Andreas Pereira with a cross following a corner.",
            "Corner,  Fulham. Conceded by Kieran Tierney.",
            "Attempt blocked. Bobby De Cordova-Reid (Fulham) right footed shot from the right side of the box is blocked. Assisted by Aleksandar Mitrovic.",
            "Attempt missed. Gabriel Jesus (Arsenal) right footed shot from the left side of the box misses to the left. Assisted by Kieran Tierney with a cross.",
            "Foul by Tim Ream (Fulham).",
            "Gabriel Jesus (Arsenal) wins a free kick in the attacking half.",
            "Granit Xhaka (Arsenal) wins a free kick in the defensive half.",
            "Foul by Andreas Pereira (Fulham).",
            "Corner,  Arsenal. Conceded by João Palhinha.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "15": {
        "event": [
            "Full-time Match ends, Bournemouth 0, Arsenal 3.",
            "Second Half ends, Bournemouth 0, Arsenal 3.",
            "Attempt saved. Emile Smith Rowe (Arsenal) right footed shot from the right side of the box is saved in the centre of the goal. Assisted by Eddie Nketiah.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Lewis Cook (Bournemouth) wins a free kick in the defensive half.",
            "Attempt missed. Kieffer Moore (Bournemouth) header from the centre of the box is close, but misses to the right. Assisted by Adam Smith with a cross.",
            "Foul by Emile Smith Rowe (Arsenal).",
            "Jaidon Anthony (Bournemouth) wins a free kick in the defensive half.",
            "Attempt saved. Eddie Nketiah (Arsenal) right footed shot from the right side of the box is saved in the centre of the goal. Assisted by Emile Smith Rowe.",
            "Substitution Substitution, Arsenal. Albert Sambi Lokonga replaces Granit Xhaka.",
            "Substitution Substitution, Arsenal. Kieran Tierney replaces Bukayo Saka.",
            "Offside, Arsenal. Granit Xhaka tries a through ball, but Gabriel Jesus is caught offside.",
            "Attempt missed. Marcus Tavernier (Bournemouth) left footed shot from outside the box is close, but misses to the left from a direct free kick.",
            "Ryan Christie (Bournemouth) wins a free kick in the attacking half.",
            "Foul by Thomas Partey (Arsenal).",
            "Jordan Zemura (Bournemouth) wins a free kick on the left wing.",
            "Foul by Bukayo Saka (Arsenal).",
            "Corner,  Bournemouth. Conceded by Gabriel Magalhães.",
            "Corner,  Bournemouth. Conceded by Aaron Ramsdale.",
            "Attempt missed. Kieffer Moore (Bournemouth) header from the centre of the box is close, but misses to the right. Assisted by Adam Smith with a cross.",
            "Attempt missed. Marcus Tavernier (Bournemouth) right footed shot from the right side of the box is close, but misses to the right. Assisted by Kieffer Moore.",
            "Substitution Substitution, Arsenal. Eddie Nketiah replaces Gabriel Martinelli.",
            "Substitution Substitution, Arsenal. Takehiro Tomiyasu replaces Ben White.",
            "Substitution Substitution, Arsenal. Emile Smith Rowe replaces Martin Ødegaard.",
            "VAR Decision: No Goal  Bournemouth 0-3 Arsenal.",
            "GOAL OVERTURNED BY VAR: Gabriel Jesus (Arsenal) scores but the goal is ruled out after a VAR review.",
            "Offside, Arsenal. Martin Ødegaard tries a through ball, but Gabriel Jesus is caught offside.",
            "Attempt missed. Gabriel Martinelli (Arsenal) right footed shot from the centre of the box is close, but misses to the right. Assisted by Granit Xhaka.",
            "Offside, Bournemouth. Marcus Tavernier tries a through ball, but Jefferson Lerma is caught offside.",
            "Foul by William Saliba (Arsenal).",
            "Kieffer Moore (Bournemouth) wins a free kick in the defensive half.",
            "Substitution Substitution, Bournemouth. Ryan Christie replaces Philip Billing.",
            "Attempt missed. Gabriel Martinelli (Arsenal) right footed shot from outside the box is high and wide to the right. Assisted by Granit Xhaka.",
            "Yellow Card! Adam Smith (Bournemouth) is shown the yellow card for a bad foul.",
            "Foul by Adam Smith (Bournemouth).",
            "Gabriel Martinelli (Arsenal) wins a free kick in the defensive half.",
            "Gabriel Jesus (Arsenal) wins a free kick in the defensive half.",
            "Foul by Chris Mepham (Bournemouth).",
            "Attempt missed. Gabriel Martinelli (Arsenal) right footed shot from the right side of the box is too high. Assisted by Bukayo Saka following a fast break.",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Foul by Kieffer Moore (Bournemouth).",
            "Corner,  Bournemouth. Conceded by Gabriel Magalhães.",
            "Goal! Goal!  Bournemouth 0, Arsenal 3. William Saliba (Arsenal) left footed shot from the centre of the box to the top right corner. Assisted by Granit Xhaka   following a set piece situation.",
            "Foul by Jaidon Anthony (Bournemouth).",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Yellow Card! Gabriel Jesus (Arsenal) is shown the yellow card for a bad foul.",
            "Lewis Cook (Bournemouth) wins a free kick in the attacking half.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Attempt missed. Jefferson Lerma (Bournemouth) right footed shot from outside the box is high and wide to the right. Assisted by Marcus Tavernier.",
            "Attempt saved. Chris Mepham (Bournemouth) header from the centre of the box is saved in the centre of the goal. Assisted by Lloyd Kelly.",
            "Substitution Substitution, Bournemouth. Jaidon Anthony replaces Marcos Senesi.",
            "Kick Off! Second Half begins Bournemouth 0, Arsenal 2.",
            "Substitution Substitution, Bournemouth. Lewis Cook replaces Ben Pearson.",
            "Half-time First Half ends, Bournemouth 0, Arsenal 2.",
            "Philip Billing (Bournemouth) wins a free kick in the defensive half.",
            "Foul by Martin Ødegaard (Arsenal).",
            "Offside, Arsenal. Thomas Partey tries a through ball, but Bukayo Saka is caught offside.",
            "Attempt blocked. Gabriel Jesus (Arsenal) right footed shot from the centre of the box is blocked.",
            "Attempt blocked. Martin Ødegaard (Arsenal) right footed shot from outside the box is blocked.",
            "Corner,  Arsenal. Conceded by Jordan Zemura.",
            "Foul by Ben Pearson (Bournemouth).",
            "Martin Ødegaard (Arsenal) wins a free kick in the attacking half.",
            "Foul by Gabriel Magalhães (Arsenal).",
            "Kieffer Moore (Bournemouth) wins a free kick in the defensive half.",
            "Yellow Card! Jordan Zemura (Bournemouth) is shown the yellow card for a bad foul.",
            "Foul by Jordan Zemura (Bournemouth).",
            "Bukayo Saka (Arsenal) wins a free kick in the attacking half.",
            "Foul by Bukayo Saka (Arsenal).",
            "Lloyd Kelly (Bournemouth) wins a free kick in the defensive half.",
            "Attempt blocked. Bukayo Saka (Arsenal) left footed shot from outside the box is blocked.",
            "Attempt blocked. Gabriel Jesus (Arsenal) header from the right side of the six yard box is blocked.",
            "Corner,  Arsenal. Conceded by Jefferson Lerma.",
            "Corner,  Arsenal. Conceded by Ben Pearson.",
            "Foul by Chris Mepham (Bournemouth).",
            "Gabriel Jesus (Arsenal) wins a free kick on the left wing.",
            "Foul by Marcus Tavernier (Bournemouth).",
            "Thomas Partey (Arsenal) wins a free kick in the attacking half.",
            "Foul by Ben Pearson (Bournemouth).",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Kieffer Moore (Bournemouth) wins a free kick in the defensive half.",
            "Foul by Thomas Partey (Arsenal).",
            "Attempt missed. Gabriel Magalhães (Arsenal) header from the centre of the box misses to the left. Assisted by Bukayo Saka with a cross following a corner.",
            "Corner,  Arsenal. Conceded by Chris Mepham.",
            "VAR Decision: Goal Arsenal -  Bournemouth 0-2 Arsenal (Martin Ødegaard).",
            "Goal! Goal!  Bournemouth 0, Arsenal 2. Martin Ødegaard (Arsenal) left footed shot from the centre of the box to the bottom left corner. Assisted by Gabriel Jesus.Goal confirmed following VAR Review.",
            "Gabriel Martinelli (Arsenal) wins a free kick in the attacking half.",
            "Foul by Philip Billing (Bournemouth).",
            "Goal! Goal!  Bournemouth 0, Arsenal 1. Martin Ødegaard (Arsenal) left footed shot from the centre of the box to the bottom right corner.",
            "Attempt saved. Gabriel Martinelli (Arsenal) left footed shot from the left side of the box is saved in the centre of the goal. Assisted by Gabriel Jesus.",
            "Foul by Kieffer Moore (Bournemouth).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Ben White (Arsenal) wins a free kick in the defensive half.",
            "Foul by Ben Pearson (Bournemouth).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "16": {
        "event": [
            "Full-time Match ends, Arsenal 4, Leicester City 2.",
            "Second Half ends, Arsenal 4, Leicester City 2.",
            "Offside, Arsenal. Kieran Tierney tries a through ball, but Eddie Nketiah is caught offside.",
            "Eddie Nketiah (Arsenal) wins a free kick in the defensive half.",
            "Foul by Kiernan Dewsbury-Hall (Leicester City).",
            "James Maddison (Leicester City) wins a free kick in the defensive half.",
            "Foul by Eddie Nketiah (Arsenal).",
            "James Maddison (Leicester City) wins a free kick in the attacking half.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Yellow Card! Takehiro Tomiyasu (Arsenal) is shown the yellow card for a bad foul.",
            "Foul by Takehiro Tomiyasu (Arsenal).",
            "Kiernan Dewsbury-Hall (Leicester City) wins a free kick in the defensive half.",
            "Attempt saved. Eddie Nketiah (Arsenal) left footed shot from the left side of the box is saved in the bottom right corner. Assisted by Martin Ødegaard.",
            "Gabriel Magalhães (Arsenal) wins a free kick in the attacking half.",
            "Foul by Patson Daka (Leicester City).",
            "Attempt missed. James Maddison (Leicester City) right footed shot from the centre of the box misses to the right. Assisted by Kelechi Iheanacho following a fast break.",
            "Corner,  Arsenal. Conceded by Patson Daka.",
            "Attempt blocked. Thomas Partey (Arsenal) right footed shot from the centre of the box is blocked.",
            "Attempt blocked. Thomas Partey (Arsenal) header from the centre of the box is blocked. Assisted by Emile Smith Rowe with a cross.",
            "Corner,  Arsenal. Conceded by Wesley Fofana.",
            "Substitution Substitution, Arsenal. Emile Smith Rowe replaces Bukayo Saka.",
            "Substitution Substitution, Arsenal. Eddie Nketiah replaces Gabriel Jesus.",
            "Foul by Dennis Praet (Leicester City).",
            "Granit Xhaka (Arsenal) wins a free kick in the attacking half.",
            "Granit Xhaka (Arsenal) wins a free kick in the defensive half.",
            "Foul by James Maddison (Leicester City).",
            "Attempt missed. Gabriel Jesus (Arsenal) left footed shot from the left side of the six yard box is close, but misses to the left.",
            "Attempt saved. Bukayo Saka (Arsenal) left footed shot from the right side of the box is saved in the bottom left corner. Assisted by Gabriel Martinelli.",
            "Attempt missed. Kiernan Dewsbury-Hall (Leicester City) left footed shot from outside the box misses to the right following a corner.",
            "Corner,  Leicester City. Conceded by Gabriel Magalhães.",
            "Substitution Substitution, Arsenal. Kieran Tierney replaces Oleksandr Zinchenko.",
            "James Justin (Leicester City) wins a free kick on the left wing.",
            "Foul by Bukayo Saka (Arsenal).",
            "Goal! Goal!  Arsenal 4, Leicester City 2. Gabriel Martinelli (Arsenal) left footed shot from outside the box to the bottom right corner. Assisted by Gabriel Jesus.",
            "Substitution Substitution, Arsenal. Takehiro Tomiyasu replaces Ben White.",
            "Goal! Goal!  Arsenal 3, Leicester City 2. James Maddison (Leicester City) right footed shot from a difficult angle on the right to the bottom left corner. Assisted by Kelechi Iheanacho.",
            "Attempt missed. Gabriel Jesus (Arsenal) right footed shot from the right side of the box is close, but misses to the right. Assisted by Bukayo Saka.",
            "Attempt blocked. Patson Daka (Leicester City) left footed shot from the centre of the box is blocked. Assisted by Kelechi Iheanacho.",
            "Attempt missed. Kelechi Iheanacho (Leicester City) left footed shot from the centre of the box misses to the left. Assisted by James Maddison with a cross.",
            "Substitution Substitution, Leicester City. Kelechi Iheanacho replaces Jamie Vardy.",
            "Corner,  Arsenal. Conceded by Timothy Castagne.",
            "Substitution Substitution, Leicester City. Patson Daka replaces Daniel Amartey.",
            "Substitution Substitution, Leicester City. Dennis Praet replaces Youri Tielemans.",
            "Offside, Arsenal. Martin Ødegaard tries a through ball, but Bukayo Saka is caught offside.",
            "Offside, Leicester City. Danny Ward tries a through ball, but Jamie Vardy is caught offside.",
            "Corner,  Leicester City. Conceded by Gabriel Magalhães.",
            "Attempt missed. Thomas Partey (Arsenal) right footed shot from outside the box misses to the left. Assisted by Gabriel Martinelli.",
            "Goal! Goal!  Arsenal 3, Leicester City 1. Granit Xhaka (Arsenal) left footed shot from the centre of the box to the centre of the goal. Assisted by Gabriel Jesus.",
            "Own Goal! Own Goal by William Saliba, Arsenal.  Arsenal 2, Leicester City 1.",
            "James Maddison (Leicester City) wins a free kick in the attacking half.",
            "Foul by Thomas Partey (Arsenal).",
            "Danny Ward (Leicester City) wins a free kick in the defensive half.",
            "Foul by Granit Xhaka (Arsenal).",
            "Corner,  Arsenal. Conceded by Wesley Fofana.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Wesley Fofana (Leicester City) wins a free kick in the defensive half.",
            "Foul by Thomas Partey (Arsenal).",
            "James Maddison (Leicester City) wins a free kick in the defensive half.",
            "Kick Off! Second Half begins Arsenal 2, Leicester City 0.",
            "Half-time First Half ends, Arsenal 2, Leicester City 0.",
            "James Justin (Leicester City) wins a free kick on the left wing.",
            "Foul by William Saliba (Arsenal).",
            "VAR Decision: No Penalty Leicester City.",
            "Attempt saved. Gabriel Jesus (Arsenal) right footed shot from the left side of the box is saved in the centre of the goal. Assisted by Gabriel Martinelli with a through ball.",
            "James Maddison (Leicester City) wins a free kick in the defensive half.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Attempt blocked. Oleksandr Zinchenko (Arsenal) left footed shot from outside the box is blocked. Assisted by Granit Xhaka.",
            "Corner,  Arsenal. Conceded by Wesley Fofana.",
            "Goal! Goal!  Arsenal 2, Leicester City 0. Gabriel Jesus (Arsenal) header from very close range to the bottom right corner    following a corner.",
            "Corner,  Arsenal. Conceded by Timothy Castagne.",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from outside the box is blocked. Assisted by Gabriel Jesus.",
            "Attempt missed. Gabriel Jesus (Arsenal) header from the centre of the box misses to the left. Assisted by Bukayo Saka with a cross.",
            "Foul by Wilfred Ndidi (Leicester City).",
            "Bukayo Saka (Arsenal) wins a free kick in the attacking half.",
            "Youri Tielemans (Leicester City) wins a free kick in the defensive half.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Foul by Ben White (Arsenal).",
            "James Justin (Leicester City) wins a free kick in the defensive half.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Wesley Fofana (Leicester City) wins a free kick in the defensive half.",
            "Offside, Leicester City. Kiernan Dewsbury-Hall tries a through ball, but James Justin is caught offside.",
            "Goal! Goal!  Arsenal 1, Leicester City 0. Gabriel Jesus (Arsenal) right footed shot from the left side of the box to the top right corner. Assisted by Granit Xhaka.",
            "Bukayo Saka (Arsenal) wins a free kick in the defensive half.",
            "Foul by James Justin (Leicester City).",
            "Foul by James Maddison (Leicester City).",
            "Oleksandr Zinchenko (Arsenal) wins a free kick in the defensive half.",
            "Attempt missed. Oleksandr Zinchenko (Arsenal) left footed shot from the left side of the box is too high.",
            "Granit Xhaka (Arsenal) hits the left post with a header from the left side of the six yard box. Assisted by Bukayo Saka with a cross.",
            "Wesley Fofana (Leicester City) wins a free kick in the defensive half.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Attempt missed. Gabriel Magalhães (Arsenal) header from the centre of the box is high and wide to the left following a set piece situation.",
            "Yellow Card! Wesley Fofana (Leicester City) is shown the yellow card for a bad foul.",
            "Gabriel Martinelli (Arsenal) wins a free kick on the left wing.",
            "Foul by Wesley Fofana (Leicester City).",
            "Foul by Martin Ødegaard (Arsenal).",
            "Kiernan Dewsbury-Hall (Leicester City) wins a free kick in the defensive half.",
            "Offside, Leicester City. Wesley Fofana tries a through ball, but James Justin is caught offside.",
            "Attempt missed. Gabriel Jesus (Arsenal) header from the left side of the six yard box is close, but misses to the left. Assisted by Gabriel Martinelli with a cross following a set piece situation.",
            "Foul by Wesley Fofana (Leicester City).",
            "Gabriel Jesus (Arsenal) wins a free kick on the left wing.",
            "Attempt saved. Wesley Fofana (Leicester City) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Jamie Vardy.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "17": {
        "event": [
            "Full-time Match ends, Crystal Palace 0, Arsenal 2.",
            "Second Half ends, Crystal Palace 0, Arsenal 2.",
            "Albert Sambi Lokonga (Arsenal) wins a free kick on the right wing.",
            "Foul by Tyrick Mitchell (Crystal Palace).",
            "Substitution Substitution, Arsenal. Albert Sambi Lokonga replaces Martin Ødegaard.",
            "Corner,  Arsenal. Conceded by Marc Guéhi.",
            "Attempt blocked. Bukayo Saka (Arsenal) right footed shot from the right side of the box is blocked. Assisted by Eddie Nketiah.",
            "Substitution Substitution, Crystal Palace. Malcolm Ebiowei replaces Eberechi Eze.",
            "Substitution Substitution, Crystal Palace. Will Hughes replaces Jeffrey Schlupp.",
            "Own Goal! Own Goal by Marc Guéhi, Crystal Palace.  Crystal Palace 0, Arsenal 2.",
            "Attempt missed. Bukayo Saka (Arsenal) right footed shot from the right side of the box misses to the left. Assisted by Thomas Partey.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Joachim Andersen (Crystal Palace) wins a free kick in the defensive half.",
            "Substitution Substitution, Arsenal. Eddie Nketiah replaces Gabriel Jesus.",
            "Substitution Substitution, Arsenal. Kieran Tierney replaces Oleksandr Zinchenko.",
            "Attempt missed. Jean-Philippe Mateta (Crystal Palace) left footed shot from the left side of the box misses to the right. Assisted by Wilfried Zaha with a cross.",
            "Attempt missed. Jeffrey Schlupp (Crystal Palace) left footed shot from the centre of the box misses to the right. Assisted by Jean-Philippe Mateta.",
            "Attempt blocked. Jordan Ayew (Crystal Palace) right footed shot from the centre of the box is blocked. Assisted by Nathaniel Clyne.",
            "Wilfried Zaha (Crystal Palace) wins a free kick on the left wing.",
            "Foul by Thomas Partey (Arsenal).",
            "Foul by Jean-Philippe Mateta (Crystal Palace).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Substitution Substitution, Crystal Palace. Luka Milivojevic replaces Cheick Oumar Doucouré because of an injury.",
            "Attempt blocked. Wilfried Zaha (Crystal Palace) right footed shot from the left side of the box is blocked. Assisted by Jordan Ayew with a cross.",
            "Attempt missed. Bukayo Saka (Arsenal) right footed shot from a difficult angle on the right is high and wide to the right. Assisted by Ben White.",
            "Foul by Marc Guéhi (Crystal Palace).",
            "Gabriel Jesus (Arsenal) wins a free kick in the defensive half.",
            "Foul by Jordan Ayew (Crystal Palace).",
            "Granit Xhaka (Arsenal) wins a free kick in the defensive half.",
            "Wilfried Zaha (Crystal Palace) wins a free kick on the left wing.",
            "Foul by Bukayo Saka (Arsenal).",
            "Attempt blocked. Jeffrey Schlupp (Crystal Palace) left footed shot from the right side of the box is blocked.",
            "Yellow Card! Nathaniel Clyne (Crystal Palace) is shown the yellow card for a bad foul.",
            "Hand ball by Bukayo Saka (Arsenal).",
            "Foul by Jordan Ayew (Crystal Palace).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Corner,  Crystal Palace. Conceded by William Saliba.",
            "Yellow Card! Ben White (Arsenal) is shown the yellow card for a bad foul.",
            "Wilfried Zaha (Crystal Palace) wins a free kick on the left wing.",
            "Foul by Ben White (Arsenal).",
            "Offside, Arsenal. Martin Ødegaard tries a through ball, but Gabriel Jesus is caught offside.",
            "Substitution Substitution, Crystal Palace. Jean-Philippe Mateta replaces Odsonne Édouard.",
            "Corner,  Arsenal. Conceded by Marc Guéhi.",
            "Attempt missed. Martin Ødegaard (Arsenal) left footed shot from outside the box is close, but misses to the right from a direct free kick.",
            "Bukayo Saka (Arsenal) wins a free kick in the attacking half.",
            "Foul by Tyrick Mitchell (Crystal Palace).",
            "Attempt saved. Eberechi Eze (Crystal Palace) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Wilfried Zaha with a through ball.",
            "Corner,  Arsenal. Conceded by Tyrick Mitchell.",
            "Attempt blocked. Martin Ødegaard (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Gabriel Martinelli.",
            "Granit Xhaka (Arsenal) wins a free kick in the defensive half.",
            "Foul by Odsonne Édouard (Crystal Palace).",
            "Nathaniel Clyne (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Granit Xhaka (Arsenal) wins a free kick on the left wing.",
            "Foul by Nathaniel Clyne (Crystal Palace).",
            "Corner,  Crystal Palace. Conceded by Gabriel Magalhães.",
            "Attempt blocked. Jeffrey Schlupp (Crystal Palace) left footed shot from outside the box is blocked. Assisted by Jordan Ayew.",
            "Kick Off! Second Half begins Crystal Palace 0, Arsenal 1.",
            "Half-time First Half ends, Crystal Palace 0, Arsenal 1.",
            "Corner,  Crystal Palace. Conceded by Granit Xhaka.",
            "Attempt blocked. Odsonne Édouard (Crystal Palace) right footed shot from the centre of the box is blocked.",
            "Attempt blocked. Odsonne Édouard (Crystal Palace) right footed shot from the right side of the box is blocked. Assisted by Jordan Ayew.",
            "Yellow Card! Granit Xhaka (Arsenal) is shown the yellow card.",
            "Granit Xhaka (Arsenal) has gone down, but the referee deems it simulation.",
            "Attempt saved. Odsonne Édouard (Crystal Palace) header from the centre of the box is saved in the bottom left corner. Assisted by Joachim Andersen with a headed pass.",
            "Foul by Ben White (Arsenal).",
            "Wilfried Zaha (Crystal Palace) wins a free kick on the left wing.",
            "Foul by Thomas Partey (Arsenal).",
            "Wilfried Zaha (Crystal Palace) wins a free kick in the attacking half.",
            "Foul by Odsonne Édouard (Crystal Palace).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Thomas Partey (Arsenal) wins a free kick in the defensive half.",
            "Foul by Jordan Ayew (Crystal Palace).",
            "Tyrick Mitchell (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Gabriel Jesus (Arsenal).",
            "Offside, Crystal Palace. Eberechi Eze tries a through ball, but Wilfried Zaha is caught offside.",
            "Corner,  Arsenal. Conceded by Joachim Andersen.",
            "Ben White (Arsenal) wins a free kick in the defensive half.",
            "Foul by Wilfried Zaha (Crystal Palace).",
            "Foul by Gabriel Jesus (Arsenal).",
            "Joachim Andersen (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Joachim Andersen (Crystal Palace).",
            "Granit Xhaka (Arsenal) wins a free kick on the left wing.",
            "Goal! Goal!  Crystal Palace 0, Arsenal 1. Gabriel Martinelli (Arsenal) header from very close range to the centre of the goal. Assisted by Oleksandr Zinchenko with a headed pass   following a corner.",
            "Corner,  Arsenal. Conceded by Marc Guéhi.",
            "Gabriel Martinelli (Arsenal) wins a free kick on the left wing.",
            "Foul by Jordan Ayew (Crystal Palace).",
            "Foul by Wilfried Zaha (Crystal Palace).",
            "Ben White (Arsenal) wins a free kick on the right wing.",
            "Attempt blocked. Thomas Partey (Arsenal) right footed shot from outside the box is blocked. Assisted by Oleksandr Zinchenko.",
            "Attempt saved. Oleksandr Zinchenko (Arsenal) left footed shot from the left side of the box is saved in the bottom left corner. Assisted by Granit Xhaka.",
            "Offside, Arsenal. Oleksandr Zinchenko tries a through ball, but Gabriel Jesus is caught offside.",
            "Foul by Jeffrey Schlupp (Crystal Palace).",
            "William Saliba (Arsenal) wins a free kick in the defensive half.",
            "Attempt missed. Gabriel Martinelli (Arsenal) left footed shot from the centre of the box is close, but misses to the right.",
            "Attempt blocked. Gabriel Jesus (Arsenal) right footed shot from the centre of the box is blocked.",
            "Ben White (Arsenal) wins a free kick on the right wing.",
            "Foul by Jeffrey Schlupp (Crystal Palace).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "18": {
        "event": [
            "Full-time Match ends, Tottenham Hotspur 0, Arsenal 2.",
            "Second Half ends, Tottenham Hotspur 0, Arsenal 2.",
            "Substitution Substitution, Arsenal. Fábio Vieira replaces Martin Ødegaard.",
            "Substitution Substitution, Arsenal. Emile Smith Rowe replaces Eddie Nketiah.",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Foul by Harry Kane (Tottenham Hotspur).",
            "Yellow Card! Gabriel Magalhães (Arsenal) is shown the yellow card.",
            "Foul by Richarlison (Tottenham Hotspur).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Eric Dier (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Substitution Substitution, Tottenham Hotspur. Ben Davies replaces Clément Lenglet.",
            "Substitution Substitution, Tottenham Hotspur. Bryan Gil replaces Dejan Kulusevski.",
            "Attempt saved. Dejan Kulusevski (Tottenham Hotspur) left footed shot from outside the box is saved in the centre of the goal. Assisted by Yves Bissouma with a headed pass.",
            "Attempt blocked. Son Heung-Min (Tottenham Hotspur) right footed shot from outside the box is blocked.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Clément Lenglet (Tottenham Hotspur) wins a free kick in the attacking half.",
            "Substitution Substitution, Arsenal. Takehiro Tomiyasu replaces Oleksandr Zinchenko.",
            "Corner,  Tottenham Hotspur. Conceded by Thomas Partey.",
            "Attempt blocked. Son Heung-Min (Tottenham Hotspur) right footed shot from the centre of the box is blocked. Assisted by Harry Kane.",
            "Attempt saved. Richarlison (Tottenham Hotspur) right footed shot from the left side of the box is saved in the centre of the goal.",
            "Attempt blocked. Son Heung-Min (Tottenham Hotspur) left footed shot from outside the box is blocked. Assisted by Yves Bissouma.",
            "Attempt blocked. Son Heung-Min (Tottenham Hotspur) right footed shot from the centre of the box is blocked. Assisted by Clément Lenglet.",
            "Foul by Gabriel Magalhães (Arsenal).",
            "Richarlison (Tottenham Hotspur) wins a free kick on the right wing.",
            "Pierre-Emile Højbjerg (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Granit Xhaka (Arsenal).",
            "Foul by Bukayo Saka (Arsenal).",
            "Pierre-Emile Højbjerg (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Substitution Substitution, Arsenal. Kieran Tierney replaces Gabriel Martinelli.",
            "Attempt missed. Granit Xhaka (Arsenal) left footed shot from outside the box is too high from a direct free kick.",
            "Martin Ødegaard (Arsenal) wins a free kick in the attacking half.",
            "Foul by Cristian Romero (Tottenham Hotspur).",
            "Granit Xhaka (Arsenal) wins a free kick in the defensive half.",
            "Foul by Harry Kane (Tottenham Hotspur).",
            "Substitution Substitution, Tottenham Hotspur. Yves Bissouma replaces Pape Sarr.",
            "Substitution Substitution, Tottenham Hotspur. Ivan Perisic replaces Ryan Sessegnon.",
            "Offside, Arsenal. Ben White tries a through ball, but Eddie Nketiah is caught offside.",
            "Attempt blocked. Eddie Nketiah (Arsenal) right footed shot from the right side of the box is blocked. Assisted by Martin Ødegaard with a through ball.",
            "Yellow Card! Clément Lenglet (Tottenham Hotspur) is shown the yellow card for a bad foul.",
            "Foul by Clément Lenglet (Tottenham Hotspur).",
            "Martin Ødegaard (Arsenal) wins a free kick in the attacking half.",
            "Substitution Substitution, Tottenham Hotspur. Richarlison replaces Matt Doherty.",
            "Hand ball by Bukayo Saka (Arsenal).",
            "Yellow Card! Gabriel Martinelli (Arsenal) is shown the yellow card for a bad foul.",
            "Pape Sarr (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Attempt saved. Eddie Nketiah (Arsenal) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Granit Xhaka with a through ball.",
            "Foul by Gabriel Magalhães (Arsenal).",
            "Harry Kane (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Attempt missed. Thomas Partey (Arsenal) right footed shot from outside the box misses to the right. Assisted by Gabriel Martinelli.",
            "Foul by Pierre-Emile Højbjerg (Tottenham Hotspur).",
            "Martin Ødegaard (Arsenal) wins a free kick on the right wing.",
            "Attempt blocked. Harry Kane (Tottenham Hotspur) right footed shot from the centre of the box is blocked. Assisted by Son Heung-Min.",
            "Dejan Kulusevski (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Gabriel Magalhães (Arsenal).",
            "Foul by Eddie Nketiah (Arsenal).",
            "Eric Dier (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Attempt missed. Ryan Sessegnon (Tottenham Hotspur) left footed shot from the centre of the box misses to the right.",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Foul by Harry Kane (Tottenham Hotspur).",
            "Attempt saved. Eddie Nketiah (Arsenal) right footed shot from the left side of the box is saved in the centre of the goal. Assisted by Gabriel Martinelli.",
            "Attempt missed. Dejan Kulusevski (Tottenham Hotspur) left footed shot from the right side of the box is close, but misses to the left. Assisted by Harry Kane.",
            "Offside, Arsenal. Gabriel Martinelli tries a through ball, but Eddie Nketiah is caught offside.",
            "Corner,  Arsenal. Conceded by Eric Dier.",
            "Yellow Card! Pape Sarr (Tottenham Hotspur) is shown the yellow card for a bad foul.",
            "Foul by Pape Sarr (Tottenham Hotspur).",
            "Gabriel Martinelli (Arsenal) wins a free kick on the left wing.",
            "Attempt saved. Harry Kane (Tottenham Hotspur) header from the centre of the box is saved in the bottom right corner. Assisted by Pierre-Emile Højbjerg with a cross.",
            "Corner,  Tottenham Hotspur. Conceded by Aaron Ramsdale.",
            "Attempt saved. Ryan Sessegnon (Tottenham Hotspur) left footed shot from the left side of the box is saved in the bottom right corner. Assisted by Harry Kane with a through ball.",
            "Corner,  Tottenham Hotspur. Conceded by Aaron Ramsdale.",
            "Attempt saved. Harry Kane (Tottenham Hotspur) right footed shot from the right side of the box is saved in the bottom left corner. Assisted by Dejan Kulusevski.",
            "Attempt missed. Dejan Kulusevski (Tottenham Hotspur) left footed shot from the right side of the box is too high. Assisted by Harry Kane.",
            "Kick Off! Second Half begins Tottenham Hotspur 0, Arsenal 2.",
            "Half-time First Half ends, Tottenham Hotspur 0, Arsenal 2.",
            "Attempt missed. Pierre-Emile Højbjerg (Tottenham Hotspur) right footed shot from the centre of the box misses to the right following a corner.",
            "Corner,  Tottenham Hotspur. Conceded by Aaron Ramsdale.",
            "Attempt saved. Harry Kane (Tottenham Hotspur) header from the centre of the box is saved in the bottom right corner. Assisted by Pierre-Emile Højbjerg with a cross.",
            "Yellow Card! Ryan Sessegnon (Tottenham Hotspur) is shown the yellow card for a bad foul.",
            "Pape Sarr (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Martin Ødegaard (Arsenal).",
            "Bukayo Saka (Arsenal) wins a free kick in the defensive half.",
            "Foul by Ryan Sessegnon (Tottenham Hotspur).",
            "Foul by Gabriel Magalhães (Arsenal).",
            "Harry Kane (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from outside the box is blocked.",
            "Bukayo Saka (Arsenal) wins a free kick in the attacking half.",
            "Foul by Clément Lenglet (Tottenham Hotspur).",
            "Goal! Goal!  Tottenham Hotspur 0, Arsenal 2. Martin Ødegaard (Arsenal) left footed shot from outside the box to the bottom right corner. Assisted by Bukayo Saka   following a fast break.",
            "Yellow Card! Cristian Romero (Tottenham Hotspur) is shown the yellow card.",
            "Gabriel Martinelli (Arsenal) wins a free kick on the left wing.",
            "Foul by Cristian Romero (Tottenham Hotspur).",
            "Granit Xhaka (Arsenal) wins a free kick in the defensive half.",
            "Foul by Pape Sarr (Tottenham Hotspur).",
            "Foul by Cristian Romero (Tottenham Hotspur).",
            "Eddie Nketiah (Arsenal) wins a free kick in the attacking half.",
            "Attempt missed. Bukayo Saka (Arsenal) left footed shot from the right side of the box misses to the left. Assisted by Thomas Partey.",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Foul by Ryan Sessegnon (Tottenham Hotspur).",
            "Thomas Partey (Arsenal) hits the right post with a right footed shot from outside the box.",
            "Attempt blocked. Eddie Nketiah (Arsenal) header from very close range is blocked. Assisted by Gabriel Martinelli.",
            "Corner,  Arsenal. Conceded by Hugo Lloris.",
            "Attempt saved. Martin Ødegaard (Arsenal) left footed shot from outside the box is saved in the bottom right corner. Assisted by Bukayo Saka.",
            "Attempt blocked. Pierre-Emile Højbjerg (Tottenham Hotspur) right footed shot from outside the box is blocked. Assisted by Pape Sarr.",
            "Attempt saved. Son Heung-Min (Tottenham Hotspur) right footed shot from the centre of the box is saved in the bottom left corner. Assisted by Ryan Sessegnon with a through ball.",
            "Own Goal! Own Goal by Hugo Lloris, Tottenham Hotspur.  Tottenham Hotspur 0, Arsenal 1.",
            "Offside, Tottenham Hotspur. Hugo Lloris tries a through ball, but Harry Kane is caught offside.",
            "Hand ball by Thomas Partey (Arsenal).",
            "Foul by Martin Ødegaard (Arsenal).",
            "Pierre-Emile Højbjerg (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Attempt missed. Thomas Partey (Arsenal) header from the centre of the box is too high. Assisted by Martin Ødegaard following a set piece situation.",
            "Eddie Nketiah (Arsenal) wins a free kick in the attacking half.",
            "Foul by Cristian Romero (Tottenham Hotspur).",
            "Dejan Kulusevski (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Oleksandr Zinchenko (Arsenal).",
            "Attempt saved. Eddie Nketiah (Arsenal) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Gabriel Martinelli.",
            "Corner,  Arsenal. Conceded by Ryan Sessegnon.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from the left side of the box is blocked.",
            "Foul by Matt Doherty (Tottenham Hotspur).",
            "Oleksandr Zinchenko (Arsenal) wins a free kick in the defensive half.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "19": {
        "event": [
            "Full-time Match ends, Arsenal 3, Manchester United 2.",
            "Second Half ends, Arsenal 3, Manchester United 2.",
            "Substitution Substitution, Arsenal. Rob Holding replaces Martin Ødegaard.",
            "Substitution Substitution, Manchester United. Alejandro Garnacho replaces Raphaël Varane.",
            "VAR Decision: Goal Arsenal -  Arsenal 3-2 Manchester United (Eddie Nketiah).",
            "Goal! Goal!  Arsenal 3, Manchester United 2. Eddie Nketiah (Arsenal) right footed shot from very close range to the bottom right corner.Goal confirmed following VAR Review.",
            "Attempt missed. Martin Ødegaard (Arsenal) left footed shot from the centre of the box misses to the right. Assisted by Oleksandr Zinchenko with a cross.",
            "Foul by Aaron Wan-Bissaka (Manchester United).",
            "Bukayo Saka (Arsenal) wins a free kick in the defensive half.",
            "Corner,  Manchester United. Conceded by Gabriel Magalhães.",
            "Attempt blocked. Christian Eriksen (Manchester United) right footed shot from the right side of the box is blocked.",
            "Foul by Eddie Nketiah (Arsenal).",
            "David de Gea (Manchester United) wins a free kick in the defensive half.",
            "Corner,  Arsenal. Conceded by Aaron Wan-Bissaka.",
            "Attempt saved. Eddie Nketiah (Arsenal) left footed shot from the centre of the box is saved in the bottom right corner. Assisted by Takehiro Tomiyasu.",
            "Yellow Card! Luke Shaw (Manchester United) is shown the yellow card for a bad foul.",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Foul by Luke Shaw (Manchester United).",
            "Delay over. They are ready to continue.",
            "Substitution Substitution, Arsenal. Leandro Trossard replaces Gabriel Martinelli.",
            "Delay in match  because of an injury Bruno Fernandes (Manchester United).",
            "Attempt missed. Gabriel Martinelli (Arsenal) left footed shot from the centre of the box misses to the right.",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from a difficult angle on the right is blocked. Assisted by Bukayo Saka.",
            "Attempt blocked. Eddie Nketiah (Arsenal) header from the left side of the six yard box is blocked.",
            "Corner,  Arsenal. Conceded by Aaron Wan-Bissaka.",
            "Corner,  Arsenal. Conceded by Lisandro Martínez.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from outside the box is blocked. Assisted by Bukayo Saka.",
            "Offside, Manchester United. Fred tries a through ball, but Marcus Rashford is caught offside.",
            "Luke Shaw (Manchester United) wins a free kick in the defensive half.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Substitution Substitution, Manchester United. Fred replaces Antony.",
            "Corner,  Arsenal. Conceded by Christian Eriksen.",
            "Attempt blocked. Bukayo Saka (Arsenal) left footed shot from the right side of the box is blocked. Assisted by Granit Xhaka.",
            "Foul by Thomas Partey (Arsenal).",
            "Wout Weghorst (Manchester United) wins a free kick in the defensive half.",
            "Attempt missed. Gabriel Magalhães (Arsenal) header from the centre of the box misses to the right. Assisted by Gabriel Martinelli with a cross following a corner.",
            "Corner,  Arsenal. Conceded by Christian Eriksen.",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from the centre of the box is blocked.",
            "Attempt blocked. Eddie Nketiah (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Bukayo Saka.",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from the centre of the box is blocked.",
            "Foul by Wout Weghorst (Manchester United).",
            "Thomas Partey (Arsenal) wins a free kick in the defensive half.",
            "Goal! Goal!  Arsenal 2, Manchester United 2. Lisandro Martínez (Manchester United) header from the centre of the box to the high centre of the goal    following a corner.",
            "Corner,  Manchester United. Conceded by Takehiro Tomiyasu.",
            "Attempt blocked. Antony (Manchester United) left footed shot from outside the box is blocked. Assisted by Aaron Wan-Bissaka with a headed pass.",
            "Attempt saved. Marcus Rashford (Manchester United) right footed shot from the left side of the box is saved in the centre of the goal.",
            "Goal! Goal!  Arsenal 2, Manchester United 1. Bukayo Saka (Arsenal) left footed shot from outside the box to the bottom left corner. Assisted by Takehiro Tomiyasu.",
            "Corner,  Arsenal. Conceded by Lisandro Martínez.",
            "Attempt blocked. Martin Ødegaard (Arsenal) right footed shot from outside the box is blocked. Assisted by Gabriel Martinelli.",
            "Corner,  Manchester United. Conceded by Thomas Partey.",
            "Yellow Card! Antony (Manchester United) is shown the yellow card for a bad foul.",
            "Foul by Antony (Manchester United).",
            "Oleksandr Zinchenko (Arsenal) wins a free kick in the defensive half.",
            "Foul by Wout Weghorst (Manchester United).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Antony (Manchester United) wins a free kick on the right wing.",
            "Foul by Granit Xhaka (Arsenal).",
            "Kick Off! Second Half begins Arsenal 1, Manchester United 1.",
            "Substitution Substitution, Arsenal. Takehiro Tomiyasu replaces Ben White.",
            "Attempt saved. Bukayo Saka (Arsenal) left footed shot from the right side of the box is saved in the top right corner.",
            "Attempt blocked. Bukayo Saka (Arsenal) left footed shot from the right side of the box is blocked.",
            "Attempt blocked. Bukayo Saka (Arsenal) left footed shot from the right side of the box is blocked. Assisted by Martin Ødegaard.",
            "Attempt missed. Oleksandr Zinchenko (Arsenal) left footed shot from outside the box misses to the right. Assisted by Gabriel Martinelli.",
            "Marcus Rashford (Manchester United) wins a free kick in the defensive half.",
            "Foul by Ben White (Arsenal).",
            "Offside, Manchester United. Raphaël Varane tries a through ball, but Wout Weghorst is caught offside.",
            "Foul by Lisandro Martínez (Manchester United).",
            "Eddie Nketiah (Arsenal) wins a free kick on the right wing.",
            "Corner,  Arsenal. Conceded by Luke Shaw.",
            "Bukayo Saka (Arsenal) wins a free kick in the defensive half.",
            "Foul by Luke Shaw (Manchester United).",
            "Offside, Arsenal. Gabriel Martinelli tries a through ball, but Martin Ødegaard is caught offside.",
            "Offside, Manchester United. Christian Eriksen tries a through ball, but Marcus Rashford is caught offside.",
            "Corner,  Manchester United. Conceded by Aaron Ramsdale.",
            "Attempt saved. Scott McTominay (Manchester United) right footed shot from outside the box is saved in the top right corner. Assisted by Antony.",
            "Foul by William Saliba (Arsenal).",
            "Wout Weghorst (Manchester United) wins a free kick in the defensive half.",
            "Goal! Goal!  Arsenal 1, Manchester United 1. Eddie Nketiah (Arsenal) header from very close range to the bottom right corner. Assisted by Granit Xhaka with a cross   following a corner.",
            "Corner,  Arsenal. Conceded by Aaron Wan-Bissaka.",
            "Attempt missed. Gabriel Martinelli (Arsenal) right footed shot from the centre of the box is close, but misses the top right corner. Assisted by Bukayo Saka with a cross following a corner.",
            "Corner,  Arsenal. Conceded by Raphaël Varane.",
            "Attempt blocked. Eddie Nketiah (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Granit Xhaka.",
            "Bukayo Saka (Arsenal) wins a free kick in the defensive half.",
            "Foul by Luke Shaw (Manchester United).",
            "Yellow Card! Ben White (Arsenal) is shown the yellow card for a bad foul.",
            "Foul by Ben White (Arsenal).",
            "Marcus Rashford (Manchester United) wins a free kick on the left wing.",
            "Goal! Goal!  Arsenal 0, Manchester United 1. Marcus Rashford (Manchester United) right footed shot from outside the box to the bottom left corner. Assisted by Bruno Fernandes.",
            "Offside, Manchester United. Aaron Wan-Bissaka tries a through ball, but Bruno Fernandes is caught offside.",
            "Corner,  Arsenal. Conceded by Aaron Wan-Bissaka.",
            "Foul by Bruno Fernandes (Manchester United).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the attacking half.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from the centre of the box is blocked.",
            "Attempt missed. Gabriel Martinelli (Arsenal) right footed shot from outside the box is high and wide to the right. Assisted by Thomas Partey.",
            "Foul by Martin Ødegaard (Arsenal).",
            "Christian Eriksen (Manchester United) wins a free kick in the attacking half.",
            "Attempt missed. Thomas Partey (Arsenal) left footed shot from the centre of the box is close, but misses to the left. Assisted by Granit Xhaka following a corner.",
            "Corner,  Arsenal. Conceded by Bruno Fernandes.",
            "Attempt blocked. Martin Ødegaard (Arsenal) left footed shot from the centre of the box is blocked. Assisted by Gabriel Martinelli.",
            "Corner,  Arsenal. Conceded by Aaron Wan-Bissaka.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "20": {
        "event": [
            "Full-time Match ends, Everton 1, Arsenal 0.",
            "Second Half ends, Everton 1, Arsenal 0.",
            "Foul by Takehiro Tomiyasu (Arsenal).",
            "Neal Maupay (Everton) wins a free kick in the defensive half.",
            "Yellow Card! Oleksandr Zinchenko (Arsenal) is shown the yellow card.",
            "Yellow Card! Neal Maupay (Everton) is shown the yellow card.",
            "Foul by Neal Maupay (Everton).",
            "Oleksandr Zinchenko (Arsenal) wins a free kick in the defensive half.",
            "Foul by Leandro Trossard (Arsenal).",
            "Idrissa Gueye (Everton) wins a free kick in the defensive half.",
            "Attempt missed. Oleksandr Zinchenko (Arsenal) left footed shot from outside the box is high and wide to the left. Assisted by Bukayo Saka following a corner.",
            "Corner,  Arsenal. Conceded by Vitaliy Mykolenko.",
            "Attempt missed. Oleksandr Zinchenko (Arsenal) left footed shot from outside the box is high and wide to the left. Assisted by William Saliba.",
            "Corner,  Arsenal. Conceded by Idrissa Gueye.",
            "Yellow Card! Jordan Pickford (Everton) is shown the yellow card.",
            "Substitution Substitution, Arsenal. Takehiro Tomiyasu replaces Ben White.",
            "James Tarkowski (Everton) wins a free kick in the defensive half.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Attempt saved. Neal Maupay (Everton) left footed shot from outside the box is saved in the bottom left corner.",
            "Hand ball by James Tarkowski (Everton).",
            "Corner,  Everton. Conceded by Ben White.",
            "Attempt missed. Leandro Trossard (Arsenal) right footed shot from the left side of the box is high and wide to the right. Assisted by Granit Xhaka.",
            "Foul by Amadou Onana (Everton).",
            "Jorginho (Arsenal) wins a free kick in the defensive half.",
            "Foul by Neal Maupay (Everton).",
            "William Saliba (Arsenal) wins a free kick in the defensive half.",
            "Attempt missed. Bukayo Saka (Arsenal) right footed shot from the right side of the box is high and wide to the right.",
            "Offside, Everton. Conor Coady tries a through ball, but Abdoulaye Doucouré is caught offside.",
            "Attempt blocked. Jorginho (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Granit Xhaka with a headed pass.",
            "Attempt saved. Leandro Trossard (Arsenal) right footed shot from the left side of the box is saved in the centre of the goal. Assisted by Bukayo Saka.",
            "Substitution Substitution, Arsenal. Fábio Vieira replaces Martin Ødegaard.",
            "Attempt blocked. Alex Iwobi (Everton) right footed shot from outside the box is blocked. Assisted by Dwight McNeil.",
            "Offside, Everton. Amadou Onana tries a through ball, but Alex Iwobi is caught offside.",
            "Corner,  Everton. Conceded by William Saliba.",
            "Corner,  Arsenal. Conceded by Séamus Coleman.",
            "Yellow Card! Amadou Onana (Everton) is shown the yellow card for a bad foul.",
            "Foul by Amadou Onana (Everton).",
            "Ben White (Arsenal) wins a free kick in the defensive half.",
            "Idrissa Gueye (Everton) wins a free kick in the defensive half.",
            "Foul by Gabriel Magalhães (Arsenal).",
            "Corner,  Arsenal. Conceded by Séamus Coleman.",
            "Yellow Card! Vitaliy Mykolenko (Everton) is shown the yellow card for a bad foul.",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Foul by Vitaliy Mykolenko (Everton).",
            "Substitution Substitution, Everton. Neal Maupay replaces Dominic Calvert-Lewin.",
            "Goal! Goal!  Everton 1, Arsenal 0. James Tarkowski (Everton) header from the left side of the six yard box to the centre of the goal. Assisted by Dwight McNeil with a cross   following a corner.",
            "Corner,  Everton. Conceded by Granit Xhaka.",
            "Substitution Substitution, Arsenal. Leandro Trossard replaces Gabriel Martinelli.",
            "Substitution Substitution, Arsenal. Jorginho replaces Thomas Partey.",
            "Attempt missed. Martin Ødegaard (Arsenal) left footed shot from the centre of the box is high and wide to the left. Assisted by Eddie Nketiah.",
            "Attempt missed. Vitaliy Mykolenko (Everton) left footed shot from outside the box is high and wide to the left.",
            "Attempt blocked. Eddie Nketiah (Arsenal) right footed shot from the centre of the box is blocked.",
            "Attempt blocked. Bukayo Saka (Arsenal) left footed shot from the right side of the box is blocked. Assisted by Martin Ødegaard.",
            "Corner,  Arsenal. Conceded by Vitaliy Mykolenko.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Amadou Onana (Everton).",
            "Attempt blocked. Granit Xhaka (Arsenal) left footed shot from the left side of the box is blocked. Assisted by Gabriel Martinelli.",
            "Granit Xhaka (Arsenal) wins a free kick in the defensive half.",
            "Foul by Dominic Calvert-Lewin (Everton).",
            "Offside, Everton. Abdoulaye Doucouré tries a through ball, but Dominic Calvert-Lewin is caught offside.",
            "Kick Off! Second Half begins Everton 0, Arsenal 0.",
            "Half-time First Half ends, Everton 0, Arsenal 0.",
            "Attempt missed. Dominic Calvert-Lewin (Everton) header from the centre of the box misses to the left. Assisted by Séamus Coleman with a cross.",
            "Jordan Pickford (Everton) wins a free kick in the defensive half.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Attempt missed. Granit Xhaka (Arsenal) left footed shot from a difficult angle on the left is high and wide to the left. Assisted by Gabriel Martinelli with a cross following a set piece situation.",
            "Gabriel Martinelli (Arsenal) wins a free kick on the left wing.",
            "Foul by Idrissa Gueye (Everton).",
            "Foul by Dominic Calvert-Lewin (Everton).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Attempt blocked. Bukayo Saka (Arsenal) left footed shot from the right side of the box is blocked. Assisted by Oleksandr Zinchenko with a cross.",
            "Attempt missed. Abdoulaye Doucouré (Everton) header from the centre of the box misses to the right. Assisted by Dwight McNeil with a cross.",
            "Attempt missed. Dominic Calvert-Lewin (Everton) right footed shot from very close range misses to the right. Assisted by Amadou Onana.",
            "Foul by Thomas Partey (Arsenal).",
            "Abdoulaye Doucouré (Everton) wins a free kick on the right wing.",
            "Bukayo Saka (Arsenal) wins a free kick in the defensive half.",
            "Foul by Vitaliy Mykolenko (Everton).",
            "Attempt missed. Eddie Nketiah (Arsenal) right footed shot from the right side of the box is close, but misses the top right corner. Assisted by Bukayo Saka.",
            "Attempt saved. Amadou Onana (Everton) right footed shot from outside the box is saved in the bottom left corner. Assisted by Abdoulaye Doucouré.",
            "Attempt saved. Dominic Calvert-Lewin (Everton) right footed shot from the right side of the box is saved in the bottom right corner. Assisted by Alex Iwobi with a headed pass.",
            "Hand ball by Granit Xhaka (Arsenal).",
            "Foul by Conor Coady (Everton).",
            "Eddie Nketiah (Arsenal) wins a free kick in the defensive half.",
            "Attempt missed. Dominic Calvert-Lewin (Everton) header from the left side of the six yard box is too high. Assisted by Alex Iwobi with a cross following a corner.",
            "Corner,  Everton. Conceded by Bukayo Saka.",
            "Corner,  Everton. Conceded by William Saliba.",
            "Attempt blocked. James Tarkowski (Everton) header from the right side of the six yard box is blocked. Assisted by Alex Iwobi with a cross.",
            "Corner,  Everton. Conceded by William Saliba.",
            "Corner,  Everton. Conceded by Gabriel Magalhães.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Bukayo Saka (Arsenal).",
            "Foul by Idrissa Gueye (Everton).",
            "Bukayo Saka (Arsenal) wins a free kick in the defensive half.",
            "Amadou Onana (Everton) wins a free kick in the defensive half.",
            "Foul by Thomas Partey (Arsenal).",
            "Attempt saved. Thomas Partey (Arsenal) right footed shot from outside the box is saved in the bottom right corner. Assisted by Bukayo Saka.",
            "Attempt blocked. Bukayo Saka (Arsenal) left footed shot from the right side of the box is blocked. Assisted by Martin Ødegaard.",
            "Attempt blocked. Dwight McNeil (Everton) left footed shot from outside the box is blocked. Assisted by Amadou Onana.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Amadou Onana (Everton).",
            "Martin Ødegaard (Arsenal) wins a free kick on the right wing.",
            "Foul by Vitaliy Mykolenko (Everton).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    }
}