{
    "1": {
        "event": [
            "Full-time Match ends, Everton 1, Brighton and Hove Albion 4.",
            "Second Half ends, Everton 1, Brighton and Hove Albion 4.",
            "Foul by Julio Enciso (Brighton and Hove Albion).",
            "Séamus Coleman (Everton) wins a free kick on the right wing.",
            "Goal!  Everton 1, Brighton and Hove Albion 4. Demarai Gray (Everton) converts the penalty with a right footed shot to the bottom left corner.",
            "Penalty conceded by Robert Sánchez (Brighton and Hove Albion) after a foul in the penalty area.",
            "Penalty Everton. Alex Iwobi draws a foul in the penalty area.",
            "Yellow Card! Abdoulaye Doucouré (Everton) is shown the yellow card for a bad foul.",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by Abdoulaye Doucouré (Everton).",
            "Attempt saved. Julio Enciso (Brighton and Hove Albion) left footed shot from the left side of the box is saved in the top left corner. Assisted by Pervis Estupiñán.",
            "Attempt saved. Julio Enciso (Brighton and Hove Albion) left footed shot from outside the box is saved in the centre of the goal. Assisted by Moisés Caicedo.",
            "Pervis Estupiñán (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Demarai Gray (Everton).",
            "Substitution Substitution, Everton. Ellis Simms replaces Dominic Calvert-Lewin.",
            "Attempt missed. Tariq Lamptey (Brighton and Hove Albion) right footed shot from the right side of the box is close, but misses to the right. Assisted by Pascal Groß.",
            "Attempt missed. Dominic Calvert-Lewin (Everton) right footed shot from outside the box misses to the left. Assisted by Alex Iwobi.",
            "Substitution Substitution, Brighton and Hove Albion. Andrew Moran replaces Solly March.",
            "Substitution Substitution, Brighton and Hove Albion. Adam Lallana replaces Kaoru Mitoma.",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from the centre of the box is blocked. Assisted by Julio Enciso.",
            "Attempt blocked. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Pascal Groß.",
            "Yellow Card! Alex Iwobi (Everton) is shown the yellow card for a bad foul.",
            "Foul by Alex Iwobi (Everton).",
            "Pervis Estupiñán (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Yellow Card! Isaac Price (Everton) is shown the yellow card for a bad foul.",
            "Attempt saved. Julio Enciso (Brighton and Hove Albion) right footed shot from outside the box is saved in the bottom left corner. Assisted by Pascal Groß.",
            "Substitution Substitution, Brighton and Hove Albion. Julio Enciso replaces Evan Ferguson.",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Joël Veltman.",
            "Attempt missed. Demarai Gray (Everton) right footed shot from the centre of the box is too high. Assisted by Isaac Price with a cross.",
            "Attempt missed. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is high and wide to the right. Assisted by Kaoru Mitoma.",
            "Attempt saved. Solly March (Brighton and Hove Albion) right footed shot from the right side of the box is saved in the bottom right corner. Assisted by Pascal Groß.",
            "Attempt missed. Abdoulaye Doucouré (Everton) left footed shot from the left side of the box misses to the right. Assisted by Vitaliy Mykolenko.",
            "Substitution Substitution, Everton. Neal Maupay replaces Idrissa Gueye.",
            "Substitution Substitution, Everton. Séamus Coleman replaces Nathan Patterson because of an injury.",
            "Delay over. They are ready to continue.",
            "Substitution Substitution, Brighton and Hove Albion. Alexis Mac Allister replaces Jeremy Sarmiento.",
            "Delay in match  because of an injury Nathan Patterson (Everton).",
            "Corner,  Brighton and Hove Albion. Conceded by Nathan Patterson.",
            "Offside, Everton. Conor Coady tries a through ball, but Alex Iwobi is caught offside.",
            "Substitution Substitution, Everton. Isaac Price replaces Tom Davies.",
            "Substitution Substitution, Everton. Abdoulaye Doucouré replaces Dwight McNeil.",
            "Goal! Goal!  Everton 0, Brighton and Hove Albion 4. Pascal Groß (Brighton and Hove Albion) left footed shot from the centre of the box to the centre of the goal.",
            "Demarai Gray (Everton) wins a free kick on the left wing.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Goal! Goal!  Everton 0, Brighton and Hove Albion 3. Solly March (Brighton and Hove Albion) left footed shot from the centre of the box to the bottom left corner. Assisted by Evan Ferguson.",
            "Goal! Goal!  Everton 0, Brighton and Hove Albion 2. Evan Ferguson (Brighton and Hove Albion) right footed shot from the centre of the box to the top left corner.",
            "Attempt missed. Evan Ferguson (Brighton and Hove Albion) right footed shot from outside the box is too high. Assisted by Pascal Groß.",
            "Kick Off! Second Half begins Everton 0, Brighton and Hove Albion 1.",
            "Half-time First Half ends, Everton 0, Brighton and Hove Albion 1.",
            "Attempt saved. Demarai Gray (Everton) right footed shot from outside the box is saved in the bottom left corner. Assisted by Vitaliy Mykolenko.",
            "Foul by Jeremy Sarmiento (Brighton and Hove Albion).",
            "Idrissa Gueye (Everton) wins a free kick in the attacking half.",
            "Yellow Card! Evan Ferguson (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Foul by Evan Ferguson (Brighton and Hove Albion).",
            "Idrissa Gueye (Everton) wins a free kick in the attacking half.",
            "Foul by Vitaliy Mykolenko (Everton).",
            "Solly March (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Corner,  Everton. Conceded by Solly March.",
            "Attempt blocked. Dwight McNeil (Everton) left footed shot from the right side of the box is blocked.",
            "Corner,  Everton. Conceded by Lewis Dunk.",
            "Vitaliy Mykolenko (Everton) wins a free kick in the defensive half.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Attempt missed. Dominic Calvert-Lewin (Everton) header from the centre of the box misses to the left. Assisted by Nathan Patterson with a cross.",
            "Demarai Gray (Everton) wins a free kick on the left wing.",
            "Foul by Joël Veltman (Brighton and Hove Albion).",
            "Attempt missed. James Tarkowski (Everton) header from the centre of the box misses to the right. Assisted by Demarai Gray with a cross following a corner.",
            "Corner,  Everton. Conceded by Joël Veltman.",
            "Attempt blocked. Pervis Estupiñán (Brighton and Hove Albion) left footed shot from outside the box is blocked.",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from outside the box is blocked. Assisted by Pascal Groß.",
            "Foul by Idrissa Gueye (Everton).",
            "Jeremy Sarmiento (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Corner,  Brighton and Hove Albion. Conceded by Conor Coady.",
            "Attempt missed. Evan Ferguson (Brighton and Hove Albion) right footed shot from outside the box is just a bit too high. Assisted by Moisés Caicedo.",
            "James Tarkowski (Everton) wins a free kick in the defensive half.",
            "Foul by Evan Ferguson (Brighton and Hove Albion).",
            "Evan Ferguson (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by James Tarkowski (Everton).",
            "Evan Ferguson (Brighton and Hove Albion) hits the left post with a left footed shot from the centre of the box.",
            "Corner,  Everton. Conceded by Joël Veltman.",
            "Goal! Goal!  Everton 0, Brighton and Hove Albion 1. Kaoru Mitoma (Brighton and Hove Albion) right footed shot from the centre of the box to the centre of the goal. Assisted by Moisés Caicedo.",
            "Pervis Estupiñán (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by Dwight McNeil (Everton).",
            "Jeremy Sarmiento (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by James Tarkowski (Everton).",
            "Attempt missed. Kaoru Mitoma (Brighton and Hove Albion) header from the left side of the six yard box is high and wide to the right. Assisted by Solly March with a cross.",
            "Attempt blocked. Moisés Caicedo (Brighton and Hove Albion) right footed shot from outside the box is blocked.",
            "Attempt saved. Tom Davies (Everton) right footed shot from outside the box is saved in the centre of the goal. Assisted by Dominic Calvert-Lewin.",
            "Corner,  Everton. Conceded by Robert Sánchez.",
            "Attempt saved. Alex Iwobi (Everton) right footed shot from the left side of the box is saved in the centre of the goal. Assisted by Dominic Calvert-Lewin.",
            "Foul by Jeremy Sarmiento (Brighton and Hove Albion).",
            "Idrissa Gueye (Everton) wins a free kick in the attacking half.",
            "Tom Davies (Everton) wins a free kick in the defensive half.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "2": {
        "event": [
            "Full-time Match ends, Brighton and Hove Albion 2, Arsenal 4.",
            "Second Half ends, Brighton and Hove Albion 2, Arsenal 4.",
            "Attempt saved. Evan Ferguson (Brighton and Hove Albion) right footed shot from outside the box is saved in the bottom right corner. Assisted by Tariq Lamptey.",
            "Attempt missed. Lewis Dunk (Brighton and Hove Albion) header from the centre of the box is too high. Assisted by Pascal Groß with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Rob Holding.",
            "VAR Decision: No Goal  Brighton and Hove Albion 2-4 Arsenal.",
            "GOAL OVERTURNED BY VAR: Kaoru Mitoma (Brighton and Hove Albion) scores but the goal is ruled out after a VAR review.",
            "Offside, Brighton and Hove Albion. Evan Ferguson tries a through ball, but Kaoru Mitoma is caught offside.",
            "Kaoru Mitoma (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Foul by Bukayo Saka (Arsenal).",
            "Substitution Substitution, Arsenal. Rob Holding replaces Martin Ødegaard.",
            "Corner,  Brighton and Hove Albion. Conceded by Granit Xhaka.",
            "Mohamed Elneny (Arsenal) wins a free kick in the attacking half.",
            "Foul by Pascal Groß (Brighton and Hove Albion).",
            "Yellow Card! Jeremy Sarmiento (Brighton and Hove Albion) is shown the yellow card.",
            "Jeremy Sarmiento (Brighton and Hove Albion) has gone down, but the referee deems it simulation.",
            "Offside, Brighton and Hove Albion. Pervis Estupiñán tries a through ball, but Kaoru Mitoma is caught offside.",
            "Levi Colwill (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Goal! Goal!  Brighton and Hove Albion 2, Arsenal 4. Evan Ferguson (Brighton and Hove Albion) right footed shot from the centre of the box to the centre of the goal.",
            "Substitution Substitution, Brighton and Hove Albion. Julio Enciso replaces Solly March.",
            "Attempt missed. Jeremy Sarmiento (Brighton and Hove Albion) right footed shot from the right side of the six yard box misses to the right. Assisted by Solly March with a cross.",
            "Foul by Kieran Tierney (Arsenal).",
            "Solly March (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Substitution Substitution, Arsenal. Mohamed Elneny replaces Thomas Partey.",
            "Goal! Goal!  Brighton and Hove Albion 1, Arsenal 4. Gabriel Martinelli (Arsenal) right footed shot from the centre of the box to the bottom left corner. Assisted by Martin Ødegaard with a through ball   following a fast break.",
            "Goal! Goal!  Brighton and Hove Albion 1, Arsenal 3. Kaoru Mitoma (Brighton and Hove Albion) right footed shot from the centre of the box to the bottom right corner. Assisted by Pascal Groß with a through ball.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Tariq Lamptey (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Substitution Substitution, Brighton and Hove Albion. Jeremy Sarmiento replaces Adam Lallana.",
            "Substitution Substitution, Brighton and Hove Albion. Evan Ferguson replaces Leandro Trossard.",
            "Substitution Substitution, Arsenal. Kieran Tierney replaces Oleksandr Zinchenko.",
            "Substitution Substitution, Arsenal. Takehiro Tomiyasu replaces Ben White.",
            "Corner,  Brighton and Hove Albion. Conceded by Eddie Nketiah.",
            "Corner,  Brighton and Hove Albion. Conceded by William Saliba.",
            "Attempt missed. William Saliba (Arsenal) right footed shot from the centre of the box is close, but misses to the right following a set piece situation.",
            "Attempt saved. Gabriel Magalhães (Arsenal) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Martin Ødegaard with a cross.",
            "Yellow Card! Solly March (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Oleksandr Zinchenko (Arsenal) wins a free kick on the left wing.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Eddie Nketiah (Arsenal) wins a free kick on the right wing.",
            "Yellow Card! Bukayo Saka (Arsenal) is shown the yellow card for a bad foul.",
            "Pervis Estupiñán (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Foul by Bukayo Saka (Arsenal).",
            "Attempt missed. Gabriel Magalhães (Arsenal) header from the centre of the box is high and wide to the left. Assisted by Thomas Partey.",
            "Offside, Brighton and Hove Albion. Adam Lallana tries a through ball, but Pascal Groß is caught offside.",
            "Attempt blocked. Pascal Groß (Brighton and Hove Albion) left footed shot from the centre of the box is blocked.",
            "Goal! Goal!  Brighton and Hove Albion 0, Arsenal 3. Eddie Nketiah (Arsenal) right footed shot from very close range to the centre of the goal.",
            "Attempt saved. Gabriel Martinelli (Arsenal) left footed shot from the left side of the box is saved in the centre of the goal. Assisted by Thomas Partey.",
            "Kick Off! Second Half begins Brighton and Hove Albion 0, Arsenal 2.",
            "Half-time First Half ends, Brighton and Hove Albion 0, Arsenal 2.",
            "Yellow Card! Thomas Partey (Arsenal) is shown the yellow card for a bad foul.",
            "Adam Lallana (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Thomas Partey (Arsenal).",
            "Yellow Card! Gabriel Magalhães (Arsenal) is shown the yellow card.",
            "Yellow Card! Billy Gilmour (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Foul by Billy Gilmour (Brighton and Hove Albion).",
            "Thomas Partey (Arsenal) wins a free kick in the defensive half.",
            "Goal! Goal!  Brighton and Hove Albion 0, Arsenal 2. Martin Ødegaard (Arsenal) left footed shot from the centre of the box to the bottom right corner    following a corner.",
            "Corner,  Arsenal. Conceded by Pervis Estupiñán.",
            "Offside, Brighton and Hove Albion. Levi Colwill tries a through ball, but Leandro Trossard is caught offside.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Bukayo Saka.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Gabriel Martinelli (Arsenal).",
            "Tariq Lamptey (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Adam Lallana (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Gabriel Magalhães (Arsenal).",
            "Offside, Brighton and Hove Albion. Kaoru Mitoma tries a through ball, but Leandro Trossard is caught offside.",
            "Corner,  Brighton and Hove Albion. Conceded by Aaron Ramsdale.",
            "Attempt saved. Leandro Trossard (Brighton and Hove Albion) right footed shot from the right side of the box is saved in the top centre of the goal. Assisted by Pascal Groß.",
            "Corner,  Arsenal. Conceded by Pervis Estupiñán.",
            "Attempt blocked. Thomas Partey (Arsenal) left footed shot from the centre of the box is blocked.",
            "Corner,  Arsenal. Conceded by Lewis Dunk.",
            "Corner,  Brighton and Hove Albion. Conceded by Eddie Nketiah.",
            "Corner,  Brighton and Hove Albion. Conceded by Aaron Ramsdale.",
            "Attempt saved. Leandro Trossard (Brighton and Hove Albion) left footed shot from the centre of the box is saved in the bottom left corner. Assisted by Adam Lallana.",
            "Hand ball by Eddie Nketiah (Arsenal).",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from outside the box is blocked.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Attempt missed. Eddie Nketiah (Arsenal) right footed shot from the centre of the box is close, but misses to the right. Assisted by Granit Xhaka.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Martin Ødegaard.",
            "Attempt saved. Oleksandr Zinchenko (Arsenal) left footed shot from the left side of the six yard box is saved in the bottom left corner.",
            "Corner,  Arsenal. Conceded by Robert Sánchez.",
            "Oleksandr Zinchenko (Arsenal) wins a free kick on the left wing.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Goal! Goal!  Brighton and Hove Albion 0, Arsenal 1. Bukayo Saka (Arsenal) left footed shot from the centre of the box to the centre of the goal.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from the left side of the box is blocked. Assisted by Oleksandr Zinchenko.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "3": {
        "event": [
            "Full-time Match ends, Southampton 1, Brighton and Hove Albion 3.",
            "Second Half ends, Southampton 1, Brighton and Hove Albion 3.",
            "Substitution Substitution, Brighton and Hove Albion. Billy Gilmour replaces Pascal Groß.",
            "Hand ball by Lewis Dunk (Brighton and Hove Albion).",
            "Corner,  Brighton and Hove Albion. Conceded by Lyanco.",
            "Joël Veltman (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Foul by Adam Armstrong (Southampton).",
            "Yellow Card! Moisés Caicedo (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Sékou Mara (Southampton) wins a free kick in the attacking half.",
            "Substitution Substitution, Southampton. Adam Armstrong replaces Samuel Edozie.",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Solly March.",
            "Substitution Substitution, Brighton and Hove Albion. Evan Ferguson replaces Leandro Trossard.",
            "Attempt missed. Sékou Mara (Southampton) right footed shot from outside the box misses to the right. Assisted by Mohammed Salisu.",
            "Sékou Mara (Southampton) wins a free kick in the defensive half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Substitution Substitution, Southampton. Sékou Mara replaces Mohamed Elyounoussi.",
            "Foul by Lyanco (Southampton).",
            "Jeremy Sarmiento (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Che Adams (Southampton).",
            "Levi Colwill (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Goal! Goal!  Southampton 1, Brighton and Hove Albion 3. James Ward-Prowse (Southampton) header from the centre of the box to the centre of the goal    following a set piece situation.",
            "Pen. Saved! Penalty saved! James Ward-Prowse (Southampton) fails to capitalise on this great opportunity,  right footed shot saved  in the bottom left corner.",
            "Yellow Card! Robert Sánchez (Brighton and Hove Albion) is shown the yellow card.",
            "Penalty Southampton. Samuel Edozie draws a foul in the penalty area.",
            "Penalty conceded by Pascal Groß (Brighton and Hove Albion) after a foul in the penalty area.",
            "Foul by Pascal Groß (Brighton and Hove Albion).",
            "James Ward-Prowse (Southampton) wins a free kick in the defensive half.",
            "Attempt blocked. Samuel Edozie (Southampton) right footed shot from outside the box is blocked.",
            "Corner,  Southampton. Conceded by Levi Colwill.",
            "Samuel Edozie (Southampton) wins a free kick on the left wing.",
            "Foul by Joël Veltman (Brighton and Hove Albion).",
            "Substitution Substitution, Brighton and Hove Albion. Jeremy Sarmiento replaces Adam Lallana.",
            "Attempt missed. Che Adams (Southampton) header from very close range is high and wide to the left. Assisted by Ainsley Maitland-Niles with a cross.",
            "Attempt blocked. Moisés Caicedo (Brighton and Hove Albion) right footed shot from the centre of the box is blocked. Assisted by Solly March.",
            "Attempt missed. Kaoru Mitoma (Brighton and Hove Albion) header from the centre of the box is close, but misses to the left. Assisted by Solly March with a cross.",
            "Yellow Card! Joe Aribo (Southampton) is shown the yellow card for a bad foul.",
            "Foul by Joe Aribo (Southampton).",
            "Pascal Groß (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Goal! Goal!  Southampton 0, Brighton and Hove Albion 3. Solly March (Brighton and Hove Albion) left footed shot from outside the box to the top left corner. Assisted by Joël Veltman.",
            "Substitution Substitution, Southampton. Ainsley Maitland-Niles replaces Romain Perraud.",
            "Joël Veltman (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Foul by Joe Aribo (Southampton).",
            "Attempt blocked. Samuel Edozie (Southampton) right footed shot from the centre of the box is blocked. Assisted by Che Adams.",
            "Attempt missed. Samuel Edozie (Southampton) left footed shot from the centre of the box is too high. Assisted by Stuart Armstrong.",
            "Substitution Substitution, Southampton. Stuart Armstrong replaces Ibrahima Diallo.",
            "Kick Off! Second Half begins Southampton 0, Brighton and Hove Albion 2.",
            "Substitution Substitution, Southampton. Joe Aribo replaces Moussa Djenepo.",
            "Half-time First Half ends, Southampton 0, Brighton and Hove Albion 2.",
            "Attempt blocked. Ibrahima Diallo (Southampton) right footed shot from outside the box is blocked. Assisted by Moussa Djenepo.",
            "Attempt saved. Kaoru Mitoma (Brighton and Hove Albion) left footed shot from a difficult angle on the left is saved in the bottom right corner. Assisted by Leandro Trossard with a headed pass.",
            "Attempt missed. Mohamed Elyounoussi (Southampton) header from the centre of the box misses to the right. Assisted by Kyle Walker-Peters with a cross.",
            "Attempt missed. Kaoru Mitoma (Brighton and Hove Albion) header from the centre of the box is too high. Assisted by Leandro Trossard.",
            "Foul by Romain Perraud (Southampton).",
            "Joël Veltman (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Own Goal! Own Goal by Romain Perraud, Southampton.  Southampton 0, Brighton and Hove Albion 2.",
            "Corner,  Southampton. Conceded by Kaoru Mitoma.",
            "Attempt missed. Mohammed Salisu (Southampton) header from the centre of the box misses to the right. Assisted by Mohamed Elyounoussi with a cross following a set piece situation.",
            "Attempt missed. Lyanco (Southampton) header from the centre of the box misses to the left. Assisted by James Ward-Prowse with a cross following a set piece situation.",
            "Moussa Djenepo (Southampton) wins a free kick on the right wing.",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Foul by Leandro Trossard (Brighton and Hove Albion).",
            "Lyanco (Southampton) wins a free kick in the attacking half.",
            "Offside, Brighton and Hove Albion. Kaoru Mitoma tries a through ball, but Leandro Trossard is caught offside.",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Mohamed Elyounoussi (Southampton).",
            "Attempt missed. James Ward-Prowse (Southampton) right footed shot from outside the box is close, but misses to the left from a direct free kick.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Samuel Edozie (Southampton) wins a free kick in the attacking half.",
            "Foul by Romain Perraud (Southampton).",
            "Solly March (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Goal! Goal!  Southampton 0, Brighton and Hove Albion 1. Adam Lallana (Brighton and Hove Albion) header from the centre of the box to the bottom left corner. Assisted by Solly March with a cross.",
            "Kyle Walker-Peters (Southampton) wins a free kick on the right wing.",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Attempt saved. Mohamed Elyounoussi (Southampton) header from the centre of the box is saved in the top centre of the goal. Assisted by Samuel Edozie with a cross.",
            "Foul by Romain Perraud (Southampton).",
            "Solly March (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Attempt saved. Kaoru Mitoma (Brighton and Hove Albion) right footed shot from the left side of the six yard box is saved in the centre of the goal. Assisted by Pervis Estupiñán.",
            "Corner,  Brighton and Hove Albion. Conceded by Gavin Bazunu.",
            "Attempt saved. Mohamed Elyounoussi (Southampton) right footed shot from the centre of the box is saved in the bottom right corner. Assisted by James Ward-Prowse with a cross.",
            "Corner,  Southampton. Conceded by Robert Sánchez.",
            "Corner,  Southampton. Conceded by Joël Veltman.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "4": {
        "event": [
            "Full-time Match ends, Brighton and Hove Albion 1, Aston Villa 2.",
            "Second Half ends, Brighton and Hove Albion 1, Aston Villa 2.",
            "Yellow Card! John McGinn (Aston Villa) is shown the yellow card.",
            "Yellow Card! Emiliano Martínez (Aston Villa) is shown the yellow card.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "John McGinn (Aston Villa) wins a free kick in the defensive half.",
            "John McGinn (Aston Villa) wins a free kick on the left wing.",
            "Foul by Joël Veltman (Brighton and Hove Albion).",
            "Offside, Aston Villa. John McGinn tries a through ball, but Cameron Archer is caught offside.",
            "Corner,  Brighton and Hove Albion. Conceded by Tyrone Mings.",
            "Attempt missed. Levi Colwill (Brighton and Hove Albion) header from the centre of the box is high and wide to the right. Assisted by Alexis Mac Allister with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Tyrone Mings.",
            "Attempt blocked. Deniz Undav (Brighton and Hove Albion) right footed shot from the centre of the box is blocked. Assisted by Tariq Lamptey with a cross.",
            "Attempt missed. Ashley Young (Aston Villa) left footed shot from the right side of the box misses to the right following a corner.",
            "Corner,  Aston Villa. Conceded by Levi Colwill.",
            "Attempt blocked. Tariq Lamptey (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Leandro Trossard.",
            "Yellow Card! Boubacar Kamara (Aston Villa) is shown the yellow card for a bad foul.",
            "Foul by Boubacar Kamara (Aston Villa).",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Attempt blocked. Lewis Dunk (Brighton and Hove Albion) left footed shot from the centre of the box is blocked. Assisted by Leandro Trossard with a cross.",
            "Yellow Card! Ashley Young (Aston Villa) is shown the yellow card for a bad foul.",
            "Tariq Lamptey (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Foul by Ashley Young (Aston Villa).",
            "Substitution Substitution, Aston Villa. Leander Dendoncker replaces Douglas Luiz.",
            "Substitution Substitution, Aston Villa. Cameron Archer replaces Danny Ings.",
            "Substitution Substitution, Aston Villa. Ludwig Augustinsson replaces Lucas Digne.",
            "Yellow Card! Pascal Groß (Brighton and Hove Albion) is shown the yellow card.",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Pervis Estupiñán.",
            "Attempt saved. Leandro Trossard (Brighton and Hove Albion) right footed shot from outside the box is saved in the top left corner.",
            "Yellow Card! Leon Bailey (Aston Villa) is shown the yellow card for a bad foul.",
            "Foul by Leon Bailey (Aston Villa).",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Yellow Card! Matty Cash (Aston Villa) is shown the yellow card.",
            "Offside, Brighton and Hove Albion. Leandro Trossard tries a through ball, but Solly March is caught offside.",
            "Substitution Substitution, Aston Villa. Leon Bailey replaces Emiliano Buendía.",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Emiliano Buendía (Aston Villa).",
            "Substitution Substitution, Aston Villa. Ashley Young replaces Jacob Ramsey.",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Douglas Luiz (Aston Villa) wins a free kick in the defensive half.",
            "Corner,  Brighton and Hove Albion. Conceded by Tyrone Mings.",
            "Offside, Brighton and Hove Albion. Pervis Estupiñán tries a through ball, but Leandro Trossard is caught offside.",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Matty Cash (Aston Villa).",
            "Danny Ings (Aston Villa) wins a free kick in the attacking half.",
            "Foul by Levi Colwill (Brighton and Hove Albion).",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Douglas Luiz (Aston Villa).",
            "Substitution Substitution, Brighton and Hove Albion. Joël Veltman replaces Julio Enciso.",
            "Substitution Substitution, Brighton and Hove Albion. Deniz Undav replaces Danny Welbeck.",
            "Yellow Card! Moisés Caicedo (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Emiliano Buendía (Aston Villa) wins a free kick in the defensive half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Goal! Goal!  Brighton and Hove Albion 1, Aston Villa 2. Danny Ings (Aston Villa) left footed shot from the centre of the box to the bottom left corner. Assisted by Douglas Luiz.",
            "Emiliano Buendía (Aston Villa) hits the left post with a header from the centre of the box. Assisted by Matty Cash.",
            "Foul by Emiliano Buendía (Aston Villa).",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "John McGinn (Aston Villa) wins a free kick on the right wing.",
            "Foul by Leandro Trossard (Brighton and Hove Albion).",
            "Matty Cash (Aston Villa) wins a free kick in the defensive half.",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "John McGinn (Aston Villa) wins a free kick on the right wing.",
            "Kick Off! Second Half begins Brighton and Hove Albion 1, Aston Villa 1.",
            "Half-time First Half ends, Brighton and Hove Albion 1, Aston Villa 1.",
            "Corner,  Brighton and Hove Albion. Conceded by Boubacar Kamara.",
            "Corner,  Brighton and Hove Albion. Conceded by Emiliano Martínez.",
            "Corner,  Brighton and Hove Albion. Conceded by John McGinn.",
            "Attempt missed. Boubacar Kamara (Aston Villa) right footed shot from more than 35 yards misses to the right. Assisted by Emiliano Buendía.",
            "Boubacar Kamara (Aston Villa) wins a free kick in the defensive half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Lucas Digne (Aston Villa) wins a free kick in the defensive half.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Corner,  Brighton and Hove Albion. Conceded by Boubacar Kamara.",
            "Attempt blocked. Douglas Luiz (Aston Villa) right footed shot from long range on the left is blocked.",
            "Corner,  Aston Villa. Conceded by Lewis Dunk.",
            "Attempt blocked. Jacob Ramsey (Aston Villa) right footed shot from outside the box is blocked. Assisted by Danny Ings.",
            "Foul by Leandro Trossard (Brighton and Hove Albion).",
            "Emiliano Buendía (Aston Villa) wins a free kick in the defensive half.",
            "Corner,  Brighton and Hove Albion. Conceded by Lucas Digne.",
            "Corner,  Brighton and Hove Albion. Conceded by Tyrone Mings.",
            "Attempt blocked. Pervis Estupiñán (Brighton and Hove Albion) left footed shot from outside the box is blocked.",
            "Corner,  Brighton and Hove Albion. Conceded by Ezri Konsa.",
            "Yellow Card! Tyrone Mings (Aston Villa) is shown the yellow card for a bad foul.",
            "Solly March (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by Tyrone Mings (Aston Villa).",
            "Foul by John McGinn (Aston Villa).",
            "Pervis Estupiñán (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Offside, Brighton and Hove Albion. Robert Sánchez tries a through ball, but Pervis Estupiñán is caught offside.",
            "Foul by Lewis Dunk (Brighton and Hove Albion).",
            "Ezri Konsa (Aston Villa) wins a free kick in the defensive half.",
            "Corner,  Brighton and Hove Albion. Conceded by Emiliano Buendía.",
            "Goal!  Brighton and Hove Albion 1, Aston Villa 1. Danny Ings (Aston Villa) converts the penalty with a right footed shot to the centre of the goal.",
            "Penalty Aston Villa. John McGinn draws a foul in the penalty area.",
            "Penalty conceded by Lewis Dunk (Brighton and Hove Albion) after a foul in the penalty area.",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Ezri Konsa (Aston Villa) wins a free kick in the defensive half.",
            "Corner,  Aston Villa. Conceded by Moisés Caicedo.",
            "Corner,  Aston Villa. Conceded by Levi Colwill.",
            "Attempt blocked. Danny Ings (Aston Villa) left footed shot from the left side of the box is blocked. Assisted by Emiliano Martínez with a through ball.",
            "Leandro Trossard (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Foul by Boubacar Kamara (Aston Villa).",
            "Julio Enciso (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Tyrone Mings (Aston Villa).",
            "Substitution Substitution, Brighton and Hove Albion. Julio Enciso replaces Adam Lallana because of an injury.",
            "Goal! Goal!  Brighton and Hove Albion 1, Aston Villa 0. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from the centre of the box to the centre of the goal.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "5": {
        "event": [
            "Full-time Match ends, Wolverhampton Wanderers 2, Brighton and Hove Albion 3.",
            "Second Half ends, Wolverhampton Wanderers 2, Brighton and Hove Albion 3.",
            "Offside, Wolverhampton Wanderers. José Sá tries a through ball, but Rayan Aït-Nouri is caught offside.",
            "Attempt blocked. Rúben Neves (Wolverhampton Wanderers) right footed shot from the right side of the box is blocked.",
            "Attempt saved. Danny Welbeck (Brighton and Hove Albion) right footed shot from outside the box is saved in the centre of the goal. Assisted by Joël Veltman.",
            "Foul by Maximilian Kilman (Wolverhampton Wanderers).",
            "Deniz Undav (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Attempt saved. Rayan Aït-Nouri (Wolverhampton Wanderers) left footed shot from the left side of the box is saved in the top left corner. Assisted by Hugo Bueno.",
            "Substitution Substitution, Wolverhampton Wanderers. Connor Ronan replaces Boubacar Traoré.",
            "Substitution Substitution, Brighton and Hove Albion. Joël Veltman replaces Kaoru Mitoma.",
            "Jonny (Wolverhampton Wanderers) wins a free kick on the right wing.",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Offside, Brighton and Hove Albion. Billy Gilmour tries a through ball, but Solly March is caught offside.",
            "Attempt saved. Deniz Undav (Brighton and Hove Albion) right footed shot from the centre of the box is saved in the bottom left corner. Assisted by Kaoru Mitoma.",
            "Goal! Goal!  Wolverhampton Wanderers 2, Brighton and Hove Albion 3. Pascal Groß (Brighton and Hove Albion) right footed shot from the centre of the box to the top right corner.",
            "Substitution Substitution, Brighton and Hove Albion. Deniz Undav replaces Leandro Trossard.",
            "Substitution Substitution, Brighton and Hove Albion. Billy Gilmour replaces Pervis Estupiñán.",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Adama Traoré (Wolverhampton Wanderers) wins a free kick on the right wing.",
            "Corner,  Wolverhampton Wanderers. Conceded by Robert Sánchez.",
            "Attempt saved. Adama Traoré (Wolverhampton Wanderers) right footed shot from a difficult angle on the right is saved in the top left corner. Assisted by Rúben Neves.",
            "Jonny (Wolverhampton Wanderers) wins a free kick in the attacking half.",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Attempt missed. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is high and wide to the left from a direct free kick.",
            "Foul by Rayan Aït-Nouri (Wolverhampton Wanderers).",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Substitution Substitution, Wolverhampton Wanderers. Rayan Aït-Nouri replaces Gonçalo Guedes.",
            "Gonçalo Guedes (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Foul by Pascal Groß (Brighton and Hove Albion).",
            "Corner,  Brighton and Hove Albion. Conceded by Adama Traoré.",
            "Attempt blocked. Moisés Caicedo (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Pervis Estupiñán.",
            "Foul by Boubacar Traoré (Wolverhampton Wanderers).",
            "Leandro Trossard (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Corner,  Wolverhampton Wanderers. Conceded by Kaoru Mitoma.",
            "Attempt blocked. Rúben Neves (Wolverhampton Wanderers) right footed shot from outside the box is blocked.",
            "Corner,  Wolverhampton Wanderers. Conceded by Kaoru Mitoma.",
            "Substitution Substitution, Wolverhampton Wanderers. Adama Traoré replaces Hwang Hee-Chan.",
            "Gonçalo Guedes (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Attempt saved. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is saved in the bottom right corner.",
            "Yellow Card! Nathan Collins (Wolverhampton Wanderers) is shown the yellow card for a bad foul.",
            "Danny Welbeck (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by Nathan Collins (Wolverhampton Wanderers).",
            "Substitution Substitution, Brighton and Hove Albion. Danny Welbeck replaces Adam Lallana.",
            "Adam Webster (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Gonçalo Guedes (Wolverhampton Wanderers).",
            "Attempt missed. Adam Webster (Brighton and Hove Albion) header from the centre of the box misses to the left. Assisted by Solly March with a cross following a set piece situation.",
            "Yellow Card! Jonny (Wolverhampton Wanderers) is shown the yellow card for a bad foul.",
            "Foul by Jonny (Wolverhampton Wanderers).",
            "Kaoru Mitoma (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Attempt missed. Rúben Neves (Wolverhampton Wanderers) right footed shot from outside the box is high and wide to the right. Assisted by Gonçalo Guedes with a cross following a corner.",
            "Corner,  Wolverhampton Wanderers. Conceded by Robert Sánchez.",
            "Attempt saved. Gonçalo Guedes (Wolverhampton Wanderers) header from the centre of the box is saved in the top right corner. Assisted by Hugo Bueno with a cross.",
            "Attempt missed. Adam Webster (Brighton and Hove Albion) header from the centre of the box misses to the right. Assisted by Solly March with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Nathan Collins.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Gonçalo Guedes (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Foul by João Moutinho (Wolverhampton Wanderers).",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Hwang Hee-Chan (Wolverhampton Wanderers) wins a free kick on the right wing.",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Attempt missed. Lewis Dunk (Brighton and Hove Albion) header from the centre of the box misses to the left. Assisted by Alexis Mac Allister with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by José Sá.",
            "Attempt saved. Solly March (Brighton and Hove Albion) left footed shot from the right side of the box is saved in the bottom right corner.",
            "Attempt missed. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box misses to the left.",
            "Corner,  Brighton and Hove Albion. Conceded by Nathan Collins.",
            "Substitution Substitution, Wolverhampton Wanderers. Jonny replaces Daniel Podence.",
            "Kick Off! Second Half begins Wolverhampton Wanderers 2, Brighton and Hove Albion 2.",
            "Half-time First Half ends, Wolverhampton Wanderers 2, Brighton and Hove Albion 2.",
            "Attempt saved. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from a difficult angle and long range on the left is saved in the centre of the goal.",
            "Red Card! Nélson Semedo (Wolverhampton Wanderers) is shown the red card.",
            "Foul by Nélson Semedo (Wolverhampton Wanderers).",
            "Kaoru Mitoma (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Gonçalo Guedes (Wolverhampton Wanderers) wins a free kick on the right wing.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Foul by Daniel Podence (Wolverhampton Wanderers).",
            "Pascal Groß (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "VAR Decision: Goal Brighton and Hove Albion -  Wolverhampton Wanderers 2-2 Brighton and Hove Albion (Kaoru Mitoma).",
            "Goal! Goal!  Wolverhampton Wanderers 2, Brighton and Hove Albion 2. Kaoru Mitoma (Brighton and Hove Albion) header from the centre of the box to the bottom left corner. Assisted by Adam Lallana with a cross.Goal confirmed following VAR Review.",
            "Corner,  Brighton and Hove Albion. Conceded by Nathan Collins.",
            "Attempt blocked. Pervis Estupiñán (Brighton and Hove Albion) right footed shot from the left side of the box is blocked. Assisted by Leandro Trossard.",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Daniel Podence (Wolverhampton Wanderers).",
            "Goal!  Wolverhampton Wanderers 2, Brighton and Hove Albion 1. Rúben Neves (Wolverhampton Wanderers) converts the penalty with a right footed shot to the top right corner.",
            "VAR Decision: Penalty Wolverhampton Wanderers.",
            "Penalty conceded by Lewis Dunk (Brighton and Hove Albion) with a hand ball in the penalty area.",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Gonçalo Guedes (Wolverhampton Wanderers) wins a free kick in the attacking half.",
            "Attempt missed. Leandro Trossard (Brighton and Hove Albion) left footed shot from the left side of the box is close, but misses the top left corner. Assisted by Kaoru Mitoma.",
            "Adam Lallana (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Rúben Neves (Wolverhampton Wanderers).",
            "Foul by Daniel Podence (Wolverhampton Wanderers).",
            "Pascal Groß (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Pascal Groß (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Hwang Hee-Chan (Wolverhampton Wanderers).",
            "Corner,  Brighton and Hove Albion. Conceded by Maximilian Kilman.",
            "Corner,  Brighton and Hove Albion. Conceded by Rúben Neves.",
            "Corner,  Brighton and Hove Albion. Conceded by Maximilian Kilman.",
            "Pervis Estupiñán (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Gonçalo Guedes (Wolverhampton Wanderers).",
            "Goal! Goal!  Wolverhampton Wanderers 1, Brighton and Hove Albion 1. Gonçalo Guedes (Wolverhampton Wanderers) right footed shot from the centre of the box to the bottom right corner. Assisted by Boubacar Traoré.",
            "Goal! Goal!  Wolverhampton Wanderers 0, Brighton and Hove Albion 1. Adam Lallana (Brighton and Hove Albion) right footed shot from the centre of the box to the top right corner. Assisted by Leandro Trossard.",
            "Corner,  Brighton and Hove Albion. Conceded by Nathan Collins.",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from the centre of the box is blocked.",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from the centre of the box is blocked. Assisted by Adam Lallana.",
            "Foul by Hwang Hee-Chan (Wolverhampton Wanderers).",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Hand ball by Kaoru Mitoma (Brighton and Hove Albion).",
            "Attempt missed. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box misses to the left.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "6": {
        "event": [
            "Full-time Match ends, Brighton and Hove Albion 4, Chelsea 1.",
            "Second Half ends, Brighton and Hove Albion 4, Chelsea 1.",
            "Attempt missed. Jeremy Sarmiento (Brighton and Hove Albion) right footed shot from the left side of the box is high and wide to the right. Assisted by Pervis Estupiñán.",
            "Goal! Goal!  Brighton and Hove Albion 4, Chelsea 1. Pascal Groß (Brighton and Hove Albion) right footed shot from the centre of the box to the bottom left corner.",
            "Attempt saved. Julio Enciso (Brighton and Hove Albion) left footed shot from the centre of the box is saved in the centre of the goal.",
            "Attempt saved. Julio Enciso (Brighton and Hove Albion) right footed shot from outside the box is saved in the bottom right corner. Assisted by Alexis Mac Allister.",
            "Corner,  Chelsea. Conceded by Pervis Estupiñán.",
            "Foul by Jeremy Sarmiento (Brighton and Hove Albion).",
            "Ruben Loftus-Cheek (Chelsea) wins a free kick in the defensive half.",
            "Substitution Substitution, Brighton and Hove Albion. Jeremy Sarmiento replaces Leandro Trossard.",
            "Attempt missed. Kai Havertz (Chelsea) left footed shot from the centre of the box is high and wide to the left. Assisted by Ruben Loftus-Cheek.",
            "Yellow Card! Julio Enciso (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Foul by Julio Enciso (Brighton and Hove Albion).",
            "Ruben Loftus-Cheek (Chelsea) wins a free kick on the right wing.",
            "Foul by Julio Enciso (Brighton and Hove Albion).",
            "Trevoh Chalobah (Chelsea) wins a free kick in the defensive half.",
            "Ben Chilwell (Chelsea) wins a free kick on the left wing.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Mateo Kovacic (Chelsea) wins a free kick in the defensive half.",
            "Foul by Pascal Groß (Brighton and Hove Albion).",
            "Substitution Substitution, Chelsea. Armando Broja replaces Christian Pulisic.",
            "Substitution Substitution, Chelsea. Hakim Ziyech replaces Conor Gallagher.",
            "Attempt missed. Adam Webster (Brighton and Hove Albion) header from the centre of the box misses to the right. Assisted by Pervis Estupiñán with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Thiago Silva.",
            "Attempt blocked. Julio Enciso (Brighton and Hove Albion) left footed shot from the centre of the box is blocked. Assisted by Pascal Groß.",
            "Attempt saved. Julio Enciso (Brighton and Hove Albion) right footed shot from outside the box is saved in the top centre of the goal. Assisted by Pervis Estupiñán.",
            "Foul by Leandro Trossard (Brighton and Hove Albion).",
            "Ruben Loftus-Cheek (Chelsea) wins a free kick in the defensive half.",
            "Foul by Trevoh Chalobah (Chelsea).",
            "Leandro Trossard (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Attempt saved. Mason Mount (Chelsea) right footed shot from the left side of the box is saved in the bottom left corner. Assisted by Kai Havertz.",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Kaoru Mitoma.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Mason Mount (Chelsea) wins a free kick in the attacking half.",
            "Attempt missed. Ben Chilwell (Chelsea) left footed shot from the left side of the box misses to the right following a corner.",
            "Corner,  Chelsea. Conceded by Moisés Caicedo.",
            "Attempt saved. Pierre-Emerick Aubameyang (Chelsea) right footed shot from outside the box is saved in the bottom right corner. Assisted by Kai Havertz.",
            "Mateo Kovacic (Chelsea) wins a free kick in the attacking half.",
            "Foul by Julio Enciso (Brighton and Hove Albion).",
            "Attempt blocked. Christian Pulisic (Chelsea) left footed shot from outside the box is blocked. Assisted by Conor Gallagher.",
            "Attempt saved. Leandro Trossard (Brighton and Hove Albion) left footed shot from the left side of the box is saved in the top left corner. Assisted by Kaoru Mitoma.",
            "Substitution Substitution, Brighton and Hove Albion. Julio Enciso replaces Adam Lallana.",
            "Substitution Substitution, Chelsea. Ben Chilwell replaces Marc Cucurella.",
            "Substitution Substitution, Chelsea. Pierre-Emerick Aubameyang replaces Raheem Sterling.",
            "Attempt missed. Kai Havertz (Chelsea) right footed shot from the centre of the box misses to the right following a corner.",
            "Corner,  Chelsea. Conceded by Lewis Dunk.",
            "Attempt blocked. Ruben Loftus-Cheek (Chelsea) left footed shot from outside the box is blocked. Assisted by Mason Mount.",
            "Attempt missed. Mason Mount (Chelsea) right footed shot from outside the box misses to the left. Assisted by Christian Pulisic.",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from outside the box is blocked. Assisted by Alexis Mac Allister.",
            "Foul by Mason Mount (Chelsea).",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Christian Pulisic (Chelsea) wins a free kick on the left wing.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Solly March (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Conor Gallagher (Chelsea).",
            "Conor Gallagher (Chelsea) wins a free kick in the defensive half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Foul by Kaoru Mitoma (Brighton and Hove Albion).",
            "Ruben Loftus-Cheek (Chelsea) wins a free kick on the right wing.",
            "Yellow Card! Raheem Sterling (Chelsea) is shown the yellow card for a bad foul.",
            "Attempt missed. Pascal Groß (Brighton and Hove Albion) right footed shot from outside the box is too high. Assisted by Alexis Mac Allister.",
            "Goal! Goal!  Brighton and Hove Albion 3, Chelsea 1. Kai Havertz (Chelsea) header from the centre of the box to the bottom left corner. Assisted by Conor Gallagher with a cross.",
            "Christian Pulisic (Chelsea) wins a free kick on the left wing.",
            "Foul by Pascal Groß (Brighton and Hove Albion).",
            "Kick Off! Second Half begins Brighton and Hove Albion 3, Chelsea 0.",
            "Substitution Substitution, Chelsea. Édouard Mendy replaces Kepa Arrizabalaga because of an injury.",
            "Half-time First Half ends, Brighton and Hove Albion 3, Chelsea 0.",
            "Attempt missed. Adam Lallana (Brighton and Hove Albion) header from the centre of the box misses to the left. Assisted by Moisés Caicedo with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Thiago Silva.",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) right footed shot from the centre of the box is blocked. Assisted by Moisés Caicedo.",
            "Own Goal! Own Goal by Trevoh Chalobah, Chelsea.  Brighton and Hove Albion 3, Chelsea 0.",
            "Attempt missed. Adam Webster (Brighton and Hove Albion) header from the centre of the box misses to the right. Assisted by Alexis Mac Allister with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Thiago Silva.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Kai Havertz (Chelsea) wins a free kick in the attacking half.",
            "Moisés Caicedo (Brighton and Hove Albion) hits the right post with a right footed shot from the centre of the box. Assisted by Solly March.",
            "Corner,  Chelsea. Conceded by Pascal Groß.",
            "Attempt missed. Leandro Trossard (Brighton and Hove Albion) right footed shot from a difficult angle on the left is close, but misses to the left. Assisted by Pervis Estupiñán with a cross.",
            "Attempt blocked. Mateo Kovacic (Chelsea) right footed shot from outside the box is blocked. Assisted by Christian Pulisic.",
            "Corner,  Chelsea. Conceded by Robert Sánchez.",
            "Attempt saved. Kai Havertz (Chelsea) left footed shot from the left side of the box is saved in the bottom left corner. Assisted by Ruben Loftus-Cheek.",
            "Corner,  Chelsea. Conceded by Robert Sánchez.",
            "Attempt saved. Conor Gallagher (Chelsea) header from the centre of the box is saved in the top right corner. Assisted by Raheem Sterling with a cross.",
            "Attempt saved. Leandro Trossard (Brighton and Hove Albion) right footed shot from the right side of the box is saved in the top centre of the goal. Assisted by Alexis Mac Allister.",
            "Attempt missed. Christian Pulisic (Chelsea) right footed shot from the centre of the box is close, but misses to the right.",
            "Attempt saved. Conor Gallagher (Chelsea) right footed shot from the centre of the box is saved in the bottom right corner. Assisted by Raheem Sterling.",
            "Solly March (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Mason Mount (Chelsea).",
            "Foul by Pascal Groß (Brighton and Hove Albion).",
            "Raheem Sterling (Chelsea) wins a free kick on the left wing.",
            "Attempt saved. Mason Mount (Chelsea) left footed shot from outside the box is saved in the bottom right corner.",
            "Own Goal! Own Goal by Ruben Loftus-Cheek, Chelsea.  Brighton and Hove Albion 2, Chelsea 0.",
            "Corner,  Brighton and Hove Albion. Conceded by Thiago Silva.",
            "Corner,  Brighton and Hove Albion. Conceded by Thiago Silva.",
            "Corner,  Brighton and Hove Albion. Conceded by Christian Pulisic.",
            "Yellow Card! Mateo Kovacic (Chelsea) is shown the yellow card for a bad foul.",
            "Foul by Mateo Kovacic (Chelsea).",
            "Solly March (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Leandro Trossard (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Mason Mount (Chelsea).",
            "Ruben Loftus-Cheek (Chelsea) wins a free kick in the attacking half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Corner,  Chelsea. Conceded by Lewis Dunk.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Conor Gallagher (Chelsea) wins a free kick in the attacking half.",
            "Goal! Goal!  Brighton and Hove Albion 1, Chelsea 0. Leandro Trossard (Brighton and Hove Albion) left footed shot from the left side of the six yard box to the bottom right corner. Assisted by Kaoru Mitoma.",
            "Corner,  Brighton and Hove Albion. Conceded by Thiago Silva.",
            "Attempt blocked. Pervis Estupiñán (Brighton and Hove Albion) left footed shot from the left side of the box is blocked.",
            "Corner,  Brighton and Hove Albion. Conceded by Thiago Silva.",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) left footed shot from the centre of the box is blocked. Assisted by Moisés Caicedo with a headed pass.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "7": {
        "event": [
            "Full-time Match ends, Manchester City 3, Brighton and Hove Albion 1.",
            "Second Half ends, Manchester City 3, Brighton and Hove Albion 1.",
            "Leandro Trossard (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Manuel Akanji (Manchester City).",
            "Bernardo Silva (Manchester City) wins a free kick in the defensive half.",
            "Foul by Leandro Trossard (Brighton and Hove Albion).",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Cole Palmer (Manchester City) wins a free kick on the right wing.",
            "Substitution Substitution, Brighton and Hove Albion. Jeremy Sarmiento replaces Pascal Groß.",
            "Substitution Substitution, Brighton and Hove Albion. Billy Gilmour replaces Alexis Mac Allister.",
            "Attempt blocked. Moisés Caicedo (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Deniz Undav.",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from the right side of the box is blocked. Assisted by Pascal Groß.",
            "Foul by Bernardo Silva (Manchester City).",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Tariq Lamptey (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Corner,  Manchester City. Conceded by Tariq Lamptey.",
            "Corner,  Brighton and Hove Albion. Conceded by João Cancelo.",
            "Substitution Substitution, Manchester City. Julián Álvarez replaces Erling Haaland.",
            "Offside, Brighton and Hove Albion. Pervis Estupiñán tries a through ball, but Deniz Undav is caught offside.",
            "Substitution Substitution, Brighton and Hove Albion. Deniz Undav replaces Danny Welbeck.",
            "Foul by João Cancelo (Manchester City).",
            "Solly March (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Substitution Substitution, Manchester City. Cole Palmer replaces Jack Grealish.",
            "Goal! Goal!  Manchester City 3, Brighton and Hove Albion 1. Kevin De Bruyne (Manchester City) right footed shot from outside the box to the top left corner. Assisted by Bernardo Silva.",
            "Yellow Card! Pervis Estupiñán (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Phil Foden (Manchester City) wins a free kick in the defensive half.",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Corner,  Brighton and Hove Albion. Conceded by Ederson.",
            "Attempt saved. Leandro Trossard (Brighton and Hove Albion) left footed shot from a difficult angle on the left is saved in the centre of the goal. Assisted by Pascal Groß.",
            "Attempt missed. Aymeric Laporte (Manchester City) header from the centre of the box is close, but misses to the left. Assisted by Kevin De Bruyne with a cross following a corner.",
            "Corner,  Manchester City. Conceded by Adam Webster.",
            "Attempt blocked. Erling Haaland (Manchester City) right footed shot from the centre of the box is blocked.",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Erling Haaland (Manchester City).",
            "Attempt missed. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is just a bit too high.",
            "Substitution Substitution, Brighton and Hove Albion. Pervis Estupiñán replaces Joël Veltman because of an injury.",
            "Attempt missed. Aymeric Laporte (Manchester City) header from the left side of the box is close, but misses to the left. Assisted by Kevin De Bruyne following a set piece situation.",
            "Substitution Substitution, Manchester City. Phil Foden replaces Riyad Mahrez.",
            "Yellow Card! Pascal Groß (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Foul by Pascal Groß (Brighton and Hove Albion).",
            "Rodri (Manchester City) wins a free kick in the attacking half.",
            "Corner,  Manchester City. Conceded by Adam Webster.",
            "Attempt blocked. Riyad Mahrez (Manchester City) right footed shot from a difficult angle on the right is blocked. Assisted by Erling Haaland.",
            "Yellow Card! Riyad Mahrez (Manchester City) is shown the yellow card for a bad foul.",
            "Solly March (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Foul by Riyad Mahrez (Manchester City).",
            "Goal! Goal!  Manchester City 2, Brighton and Hove Albion 1. Leandro Trossard (Brighton and Hove Albion) right footed shot from the left side of the box to the bottom left corner. Assisted by Solly March.",
            "Attempt saved. Riyad Mahrez (Manchester City) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Kevin De Bruyne.",
            "Foul by Erling Haaland (Manchester City).",
            "Tariq Lamptey (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Foul by Tariq Lamptey (Brighton and Hove Albion).",
            "João Cancelo (Manchester City) wins a free kick in the defensive half.",
            "Offside, Brighton and Hove Albion. Joël Veltman tries a through ball, but Pascal Groß is caught offside.",
            "Kick Off! Second Half begins Manchester City 2, Brighton and Hove Albion 0.",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Adam Lallana.",
            "Half-time First Half ends, Manchester City 2, Brighton and Hove Albion 0.",
            "Corner,  Manchester City. Conceded by Alexis Mac Allister.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "João Cancelo (Manchester City) wins a free kick on the left wing.",
            "Goal!  Manchester City 2, Brighton and Hove Albion 0. Erling Haaland (Manchester City) converts the penalty with a left footed shot to the bottom right corner.",
            "VAR Decision: Penalty Manchester City.",
            "Penalty conceded by Lewis Dunk (Brighton and Hove Albion) after a foul in the penalty area.",
            "Penalty Manchester City. Bernardo Silva draws a foul in the penalty area.",
            "Offside, Brighton and Hove Albion. Joël Veltman tries a through ball, but Solly March is caught offside.",
            "Attempt missed. Danny Welbeck (Brighton and Hove Albion) header from the left side of the six yard box is too high. Assisted by Pascal Groß with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Bernardo Silva.",
            "Erling Haaland (Manchester City) wins a free kick in the defensive half.",
            "Dangerous play by Lewis Dunk (Brighton and Hove Albion).",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) right footed shot from the centre of the box is blocked. Assisted by Alexis Mac Allister.",
            "Offside, Brighton and Hove Albion. Leandro Trossard tries a through ball, but Pascal Groß is caught offside.",
            "Attempt missed. Rodri (Manchester City) header from the centre of the box is high and wide to the left. Assisted by Riyad Mahrez with a cross following a corner.",
            "Corner,  Manchester City. Conceded by Lewis Dunk.",
            "Attempt blocked. Kevin De Bruyne (Manchester City) left footed shot from the centre of the box is blocked. Assisted by Jack Grealish.",
            "Yellow Card! Moisés Caicedo (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Erling Haaland (Manchester City) wins a free kick in the attacking half.",
            "Goal! Goal!  Manchester City 1, Brighton and Hove Albion 0. Erling Haaland (Manchester City) right footed shot from the right side of the box to the centre of the goal. Assisted by Ederson with a through ball.",
            "Kevin De Bruyne (Manchester City) wins a free kick in the attacking half.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Foul by Joël Veltman (Brighton and Hove Albion).",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Corner,  Manchester City. Conceded by Pascal Groß.",
            "Corner,  Manchester City. Conceded by Joël Veltman.",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Attempt missed. Danny Welbeck (Brighton and Hove Albion) right footed shot from long range on the right is high and wide to the right.",
            "João Cancelo (Manchester City) wins a free kick in the defensive half.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Foul by João Cancelo (Manchester City).",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Joël Veltman (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Jack Grealish (Manchester City).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "8": {
        "event": [
            "Full-time Match ends, Brighton and Hove Albion 0, Nottingham Forest 0.",
            "Second Half ends, Brighton and Hove Albion 0, Nottingham Forest 0.",
            "Foul by Morgan Gibbs-White (Nottingham Forest).",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Yellow Card! Tariq Lamptey (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Taiwo Awoniyi (Nottingham Forest) wins a free kick in the defensive half.",
            "Foul by Tariq Lamptey (Brighton and Hove Albion).",
            "Corner,  Brighton and Hove Albion. Conceded by Neco Williams.",
            "Foul by Neco Williams (Nottingham Forest).",
            "Tariq Lamptey (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Attempt saved. Lewis Dunk (Brighton and Hove Albion) header from the centre of the box is saved in the centre of the goal. Assisted by Deniz Undav.",
            "Substitution Substitution, Nottingham Forest. Giulian Biancone replaces Harry Toffolo because of an injury.",
            "Substitution Substitution, Nottingham Forest. Taiwo Awoniyi replaces Brennan Johnson.",
            "Substitution Substitution, Nottingham Forest. Joe Worrall replaces Jesse Lingard.",
            "Substitution Substitution, Brighton and Hove Albion. Deniz Undav replaces Pascal Groß.",
            "Yellow Card! Remo Freuler (Nottingham Forest) is shown the yellow card for a bad foul.",
            "Foul by Remo Freuler (Nottingham Forest).",
            "Tariq Lamptey (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) left footed shot from outside the box is blocked. Assisted by Moisés Caicedo.",
            "Corner,  Brighton and Hove Albion. Conceded by Dean Henderson.",
            "Attempt saved. Pascal Groß (Brighton and Hove Albion) right footed shot from the centre of the box is saved in the bottom left corner. Assisted by Danny Welbeck.",
            "Attempt missed. Scott McKenna (Nottingham Forest) header from a difficult angle on the left is close, but misses to the right. Assisted by Morgan Gibbs-White with a cross following a corner.",
            "Corner,  Nottingham Forest. Conceded by Moisés Caicedo.",
            "Yellow Card! Alexis Mac Allister (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Ryan Yates (Nottingham Forest) wins a free kick in the defensive half.",
            "Foul by Remo Freuler (Nottingham Forest).",
            "Solly March (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Foul by Jesse Lingard (Nottingham Forest).",
            "Joël Veltman (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Pascal Groß (Brighton and Hove Albion).",
            "Ryan Yates (Nottingham Forest) wins a free kick in the defensive half.",
            "Substitution Substitution, Nottingham Forest. Harry Toffolo replaces Sèrge Aurier.",
            "Attempt missed. Pascal Groß (Brighton and Hove Albion) left footed shot from the right side of the box is high and wide to the left. Assisted by Danny Welbeck.",
            "Attempt missed. Ryan Yates (Nottingham Forest) right footed shot from the right side of the box misses to the left. Assisted by Cheikhou Kouyaté.",
            "Foul by Tariq Lamptey (Brighton and Hove Albion).",
            "Neco Williams (Nottingham Forest) wins a free kick in the defensive half.",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Adam Lallana.",
            "Foul by Ryan Yates (Nottingham Forest).",
            "Adam Webster (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Morgan Gibbs-White (Nottingham Forest) wins a free kick on the right wing.",
            "Foul by Leandro Trossard (Brighton and Hove Albion).",
            "Substitution Substitution, Nottingham Forest. Cheikhou Kouyaté replaces Orel Mangala.",
            "Orel Mangala (Nottingham Forest) wins a free kick in the defensive half.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Attempt missed. Brennan Johnson (Nottingham Forest) left footed shot from the right side of the box misses to the left. Assisted by Morgan Gibbs-White following a fast break.",
            "Neco Williams (Nottingham Forest) wins a free kick in the defensive half.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Joël Veltman (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Scott McKenna (Nottingham Forest).",
            "Yellow Card! Moisés Caicedo (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Ryan Yates (Nottingham Forest) wins a free kick in the attacking half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Attempt missed. Danny Welbeck (Brighton and Hove Albion) header from the centre of the box misses to the left. Assisted by Joël Veltman with a cross.",
            "Adam Lallana (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by Ryan Yates (Nottingham Forest).",
            "Offside, Brighton and Hove Albion. Danny Welbeck tries a through ball, but Pascal Groß is caught offside.",
            "Attempt saved. Danny Welbeck (Brighton and Hove Albion) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Pascal Groß with a cross.",
            "Corner,  Brighton and Hove Albion. Conceded by Morgan Gibbs-White.",
            "Attempt blocked. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Solly March.",
            "Solly March (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by Remo Freuler (Nottingham Forest).",
            "Kick Off! Second Half begins Brighton and Hove Albion 0, Nottingham Forest 0.",
            "Half-time First Half ends, Brighton and Hove Albion 0, Nottingham Forest 0.",
            "Attempt missed. Adam Webster (Brighton and Hove Albion) right footed shot from the centre of the box is too high. Assisted by Pascal Groß.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Orel Mangala (Nottingham Forest) wins a free kick in the defensive half.",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) right footed shot from the left side of the box is blocked. Assisted by Solly March with a cross.",
            "Attempt saved. Danny Welbeck (Brighton and Hove Albion) right footed shot from the centre of the box is saved in the centre of the goal.",
            "Attempt saved. Pascal Groß (Brighton and Hove Albion) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Leandro Trossard.",
            "Steve Cook (Nottingham Forest) wins a free kick in the defensive half.",
            "Foul by Joël Veltman (Brighton and Hove Albion).",
            "Corner,  Brighton and Hove Albion. Conceded by Dean Henderson.",
            "Attempt saved. Solly March (Brighton and Hove Albion) left footed shot from the right side of the box is saved in the bottom right corner. Assisted by Adam Lallana.",
            "Attempt missed. Adam Lallana (Brighton and Hove Albion) header from the centre of the box misses to the right. Assisted by Leandro Trossard with a cross.",
            "Leandro Trossard (Brighton and Hove Albion) hits the bar with a right footed shot from the left side of the box.",
            "Attempt blocked. Danny Welbeck (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Adam Lallana.",
            "Foul by Sèrge Aurier (Nottingham Forest).",
            "Leandro Trossard (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Attempt missed. Joël Veltman (Brighton and Hove Albion) right footed shot from the centre of the box is too high. Assisted by Adam Lallana following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Orel Mangala.",
            "Hand ball by Sèrge Aurier (Nottingham Forest).",
            "Foul by Brennan Johnson (Nottingham Forest).",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Ryan Yates (Nottingham Forest).",
            "Adam Lallana (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Corner,  Brighton and Hove Albion. Conceded by Dean Henderson.",
            "Attempt saved. Leandro Trossard (Brighton and Hove Albion) right footed shot from outside the box is saved in the top centre of the goal. Assisted by Solly March.",
            "Attempt missed. Joël Veltman (Brighton and Hove Albion) right footed shot from the centre of the box misses to the left following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Dean Henderson.",
            "Foul by Ryan Yates (Nottingham Forest).",
            "Solly March (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Corner,  Brighton and Hove Albion. Conceded by Morgan Gibbs-White.",
            "Attempt blocked. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Pascal Groß.",
            "Corner,  Brighton and Hove Albion. Conceded by Scott McKenna.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "9": {
        "event": [
            "Full-time Match ends, Brentford 2, Brighton and Hove Albion 0.",
            "Second Half ends, Brentford 2, Brighton and Hove Albion 0.",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Vitaly Janelt (Brentford) wins a free kick in the defensive half.",
            "Attempt blocked. Deniz Undav (Brighton and Hove Albion) right footed shot from the centre of the box is blocked. Assisted by Adam Lallana.",
            "Attempt missed. Deniz Undav (Brighton and Hove Albion) header from the left side of the six yard box misses to the right. Assisted by Alexis Mac Allister with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Ethan Pinnock.",
            "Corner,  Brighton and Hove Albion. Conceded by Ben Mee.",
            "Attempt blocked. Moisés Caicedo (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Solly March.",
            "Yellow Card! Ivan Toney (Brentford) is shown the yellow card for a bad foul.",
            "Foul by Ivan Toney (Brentford).",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Yellow Card! Shandon Baptiste (Brentford) is shown the yellow card for a bad foul.",
            "Foul by Shandon Baptiste (Brentford).",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Attempt saved. Adam Lallana (Brighton and Hove Albion) header from the centre of the box is saved in the top centre of the goal. Assisted by Alexis Mac Allister.",
            "Foul by Sergi Canós (Brentford).",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "VAR Decision: No Penalty Brentford.",
            "Attempt blocked. Mads Roerslev (Brentford) right footed shot from the right side of the box is blocked.",
            "Substitution Substitution, Brentford. Saman Ghoddos replaces Rico Henry.",
            "Offside, Brighton and Hove Albion. Joël Veltman tries a through ball, but Lewis Dunk is caught offside.",
            "Corner,  Brighton and Hove Albion. Conceded by Kristoffer Ajer.",
            "Foul by Josh Dasilva (Brentford).",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Sergi Canós (Brentford) wins a free kick in the defensive half.",
            "Foul by Adam Webster (Brighton and Hove Albion).",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from the centre of the box is blocked. Assisted by Adam Lallana.",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Shandon Baptiste (Brentford).",
            "Substitution Substitution, Brentford. Josh Dasilva replaces Mathias Jensen.",
            "Substitution Substitution, Brentford. Sergi Canós replaces Bryan Mbeumo.",
            "Attempt saved. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is saved in the bottom right corner. Assisted by Moisés Caicedo.",
            "Corner,  Brighton and Hove Albion. Conceded by Mads Roerslev.",
            "Offside, Brighton and Hove Albion. Joël Veltman tries a through ball, but Deniz Undav is caught offside.",
            "Bryan Mbeumo (Brentford) wins a free kick in the defensive half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Substitution Substitution, Brentford. Shandon Baptiste replaces Frank Onyeka.",
            "Substitution Substitution, Brentford. Mads Roerslev replaces Yoane Wissa.",
            "Attempt blocked. Deniz Undav (Brighton and Hove Albion) right footed shot from the centre of the box is blocked. Assisted by Kaoru Mitoma.",
            "Substitution Substitution, Brighton and Hove Albion. Deniz Undav replaces Leandro Trossard.",
            "Substitution Substitution, Brighton and Hove Albion. Adam Lallana replaces Pascal Groß.",
            "Attempt saved. Solly March (Brighton and Hove Albion) header from the centre of the box is saved in the centre of the goal. Assisted by Kaoru Mitoma with a through ball.",
            "Attempt blocked. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is blocked.",
            "Corner,  Brighton and Hove Albion. Conceded by Rico Henry.",
            "Attempt saved. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is saved in the bottom left corner. Assisted by Kaoru Mitoma.",
            "Goal!  Brentford 2, Brighton and Hove Albion 0. Ivan Toney (Brentford) converts the penalty with a right footed shot to the bottom right corner.",
            "Penalty conceded by Joël Veltman (Brighton and Hove Albion) after a foul in the penalty area.",
            "Penalty Brentford. Ivan Toney draws a foul in the penalty area.",
            "Corner,  Brentford. Conceded by Solly March.",
            "Corner,  Brighton and Hove Albion. Conceded by Ben Mee.",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Frank Onyeka (Brentford).",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Vitaly Janelt (Brentford) wins a free kick in the defensive half.",
            "Attempt missed. Ben Mee (Brentford) header from the centre of the box misses to the left. Assisted by Bryan Mbeumo with a cross following a set piece situation.",
            "Foul by Kaoru Mitoma (Brighton and Hove Albion).",
            "Yoane Wissa (Brentford) wins a free kick on the left wing.",
            "Attempt missed. Danny Welbeck (Brighton and Hove Albion) header from the centre of the box is just a bit too high. Assisted by Pascal Groß with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Rico Henry.",
            "Attempt blocked. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is blocked.",
            "Kick Off! Second Half begins Brentford 1, Brighton and Hove Albion 0.",
            "Substitution Substitution, Brighton and Hove Albion. Kaoru Mitoma replaces Pervis Estupiñán.",
            "Half-time First Half ends, Brentford 1, Brighton and Hove Albion 0.",
            "Yellow Card! Moisés Caicedo (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Bryan Mbeumo (Brentford) wins a free kick in the attacking half.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Rico Henry (Brentford) wins a free kick in the defensive half.",
            "Yellow Card! Mathias Jensen (Brentford) is shown the yellow card.",
            "Rico Henry (Brentford) wins a free kick in the defensive half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Foul by Adam Webster (Brighton and Hove Albion).",
            "Ivan Toney (Brentford) wins a free kick in the defensive half.",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from the centre of the box is blocked. Assisted by Pervis Estupiñán with a cross.",
            "Joël Veltman (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Ivan Toney (Brentford).",
            "Offside, Brighton and Hove Albion. Lewis Dunk tries a through ball, but Pervis Estupiñán is caught offside.",
            "Corner,  Brentford. Conceded by Pervis Estupiñán.",
            "Attempt missed. Lewis Dunk (Brighton and Hove Albion) with an attempt from very close range misses to the right. Assisted by Pascal Groß with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Vitaly Janelt.",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) left footed shot from the left side of the box is blocked. Assisted by Moisés Caicedo.",
            "Corner,  Brighton and Hove Albion. Conceded by Kristoffer Ajer.",
            "Goal! Goal!  Brentford 1, Brighton and Hove Albion 0. Ivan Toney (Brentford) right footed shot from the right side of the six yard box to the bottom left corner. Assisted by Frank Onyeka.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Frank Onyeka (Brentford) wins a free kick in the attacking half.",
            "Solly March (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Foul by Ethan Pinnock (Brentford).",
            "Bryan Mbeumo (Brentford) hits the bar with a left footed shot from the right side of the box.",
            "Ivan Toney (Brentford) wins a free kick in the defensive half.",
            "Foul by Joël Veltman (Brighton and Hove Albion).",
            "Corner,  Brighton and Hove Albion. Conceded by David Raya.",
            "Attempt saved. Joël Veltman (Brighton and Hove Albion) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Leandro Trossard.",
            "Attempt missed. Leandro Trossard (Brighton and Hove Albion) left footed shot from the centre of the box misses to the left. Assisted by Solly March with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by David Raya.",
            "Attempt saved. Moisés Caicedo (Brighton and Hove Albion) right footed shot from outside the box is saved in the top centre of the goal. Assisted by Leandro Trossard.",
            "Attempt blocked. Pascal Groß (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Solly March.",
            "Foul by Bryan Mbeumo (Brentford).",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Hand ball by Vitaly Janelt (Brentford).",
            "Attempt saved. Danny Welbeck (Brighton and Hove Albion) header from the centre of the box is saved in the bottom right corner. Assisted by Pervis Estupiñán with a cross.",
            "Attempt blocked. Danny Welbeck (Brighton and Hove Albion) left footed shot from the left side of the box is blocked. Assisted by Leandro Trossard.",
            "Foul by Adam Webster (Brighton and Hove Albion).",
            "Ivan Toney (Brentford) wins a free kick in the attacking half.",
            "Ivan Toney (Brentford) wins a free kick in the attacking half.",
            "Foul by Adam Webster (Brighton and Hove Albion).",
            "Attempt missed. Yoane Wissa (Brentford) right footed shot from outside the box is high and wide to the right.",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Mathias Jensen (Brentford).",
            "Attempt missed. Frank Onyeka (Brentford) header from the centre of the box is high and wide to the left. Assisted by Ivan Toney with a cross.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Mathias Jensen (Brentford) wins a free kick in the attacking half.",
            "Foul by Frank Onyeka (Brentford).",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "10": {
        "event": [
            "Full-time Match ends, Brighton and Hove Albion 0, Tottenham Hotspur 1.",
            "Second Half ends, Brighton and Hove Albion 0, Tottenham Hotspur 1.",
            "Corner,  Tottenham Hotspur. Conceded by Alexis Mac Allister.",
            "Foul by Richarlison (Tottenham Hotspur).",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Ivan Perisic (Tottenham Hotspur).",
            "Tariq Lamptey (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Ivan Perisic (Tottenham Hotspur).",
            "Tariq Lamptey (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Cristian Romero (Tottenham Hotspur).",
            "Kaoru Mitoma (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Substitution Substitution, Tottenham Hotspur. Oliver Skipp replaces Harry Kane because of an injury.",
            "Substitution Substitution, Brighton and Hove Albion. Billy Gilmour replaces Moisés Caicedo.",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Joël Veltman.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Harry Kane (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Rodrigo Bentancur (Tottenham Hotspur).",
            "Solly March (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Rodrigo Bentancur (Tottenham Hotspur).",
            "Kaoru Mitoma (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Substitution Substitution, Brighton and Hove Albion. Adam Lallana replaces Pascal Groß.",
            "Hand ball by Danny Welbeck (Brighton and Hove Albion).",
            "Substitution Substitution, Tottenham Hotspur. Ivan Perisic replaces Son Heung-Min.",
            "Attempt missed. Danny Welbeck (Brighton and Hove Albion) left footed shot from the centre of the box is close, but misses to the right. Assisted by Pascal Groß.",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) left footed shot from the left side of the box is blocked. Assisted by Kaoru Mitoma.",
            "Offside, Tottenham Hotspur. Eric Dier tries a through ball, but Son Heung-Min is caught offside.",
            "Attempt missed. Harry Kane (Tottenham Hotspur) header from the centre of the box misses to the left. Assisted by Son Heung-Min with a cross following a set piece situation.",
            "Son Heung-Min (Tottenham Hotspur) wins a free kick in the attacking half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Substitution Substitution, Tottenham Hotspur. Richarlison replaces Yves Bissouma.",
            "Attempt saved. Kaoru Mitoma (Brighton and Hove Albion) left footed shot from the left side of the six yard box is saved in the centre of the goal. Assisted by Adam Webster.",
            "Attempt blocked. Kaoru Mitoma (Brighton and Hove Albion) right footed shot from the left side of the box is blocked. Assisted by Alexis Mac Allister.",
            "Substitution Substitution, Brighton and Hove Albion. Kaoru Mitoma replaces Pervis Estupiñán.",
            "Attempt missed. Harry Kane (Tottenham Hotspur) right footed shot from the centre of the box is close, but misses to the left. Assisted by Cristian Romero with a headed pass.",
            "Offside, Tottenham Hotspur. Ben Davies tries a through ball, but Ryan Sessegnon is caught offside.",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Pierre-Emile Højbjerg (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Offside, Brighton and Hove Albion. Robert Sánchez tries a through ball, but Solly March is caught offside.",
            "Corner,  Brighton and Hove Albion. Conceded by Cristian Romero.",
            "Attempt blocked. Adam Webster (Brighton and Hove Albion) left footed shot from outside the box is blocked. Assisted by Moisés Caicedo.",
            "Leandro Trossard (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Foul by Cristian Romero (Tottenham Hotspur).",
            "Yellow Card! Joël Veltman (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Son Heung-Min (Tottenham Hotspur) wins a free kick on the left wing.",
            "Foul by Joël Veltman (Brighton and Hove Albion).",
            "Attempt missed. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box misses to the right. Assisted by Moisés Caicedo.",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Rodrigo Bentancur (Tottenham Hotspur).",
            "Son Heung-Min (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Joël Veltman (Brighton and Hove Albion).",
            "Foul by Rodrigo Bentancur (Tottenham Hotspur).",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Kick Off! Second Half begins Brighton and Hove Albion 0, Tottenham Hotspur 1.",
            "Half-time First Half ends, Brighton and Hove Albion 0, Tottenham Hotspur 1.",
            "Solly March (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Foul by Ryan Sessegnon (Tottenham Hotspur).",
            "Attempt saved. Danny Welbeck (Brighton and Hove Albion) left footed shot from the left side of the box is saved in the bottom left corner. Assisted by Moisés Caicedo.",
            "Joël Veltman (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Ryan Sessegnon (Tottenham Hotspur).",
            "Attempt blocked. Pascal Groß (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Moisés Caicedo.",
            "Corner,  Brighton and Hove Albion. Conceded by Son Heung-Min.",
            "Corner,  Brighton and Hove Albion. Conceded by Pierre-Emile Højbjerg.",
            "Attempt missed. Solly March (Brighton and Hove Albion) left footed shot from outside the box is close, but misses to the right. Assisted by Leandro Trossard.",
            "Offside, Tottenham Hotspur. Ben Davies tries a through ball, but Ryan Sessegnon is caught offside.",
            "Attempt missed. Lewis Dunk (Brighton and Hove Albion) header from the centre of the box is just a bit too high. Assisted by Pascal Groß with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Matt Doherty.",
            "Corner,  Brighton and Hove Albion. Conceded by Pierre-Emile Højbjerg.",
            "Corner,  Brighton and Hove Albion. Conceded by Matt Doherty.",
            "Ryan Sessegnon (Tottenham Hotspur) wins a free kick on the left wing.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) right footed shot from the centre of the box is blocked. Assisted by Danny Welbeck with a headed pass.",
            "Yellow Card! Yves Bissouma (Tottenham Hotspur) is shown the yellow card for a bad foul.",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by Yves Bissouma (Tottenham Hotspur).",
            "Foul by Pierre-Emile Højbjerg (Tottenham Hotspur).",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Attempt saved. Moisés Caicedo (Brighton and Hove Albion) right footed shot from outside the box is saved in the bottom left corner. Assisted by Alexis Mac Allister.",
            "Goal! Goal!  Brighton and Hove Albion 0, Tottenham Hotspur 1. Harry Kane (Tottenham Hotspur) with an attempt from the centre of the box to the centre of the goal. Assisted by Son Heung-Min   following a corner.",
            "Corner,  Tottenham Hotspur. Conceded by Robert Sánchez.",
            "Attempt saved. Rodrigo Bentancur (Tottenham Hotspur) right footed shot from outside the box is saved in the bottom right corner. Assisted by Son Heung-Min.",
            "Yellow Card! Harry Kane (Tottenham Hotspur) is shown the yellow card for hand ball.",
            "Hand ball by Harry Kane (Tottenham Hotspur).",
            "Attempt missed. Danny Welbeck (Brighton and Hove Albion) right footed shot from the right side of the box is close, but misses to the left. Assisted by Pascal Groß.",
            "Attempt missed. Son Heung-Min (Tottenham Hotspur) left footed shot from outside the box is high and wide to the left. Assisted by Harry Kane.",
            "Offside, Brighton and Hove Albion. Pascal Groß tries a through ball, but Solly March is caught offside.",
            "Attempt missed. Matt Doherty (Tottenham Hotspur) left footed shot from the centre of the box is just a bit too high. Assisted by Ryan Sessegnon with a cross.",
            "Attempt saved. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is saved in the top centre of the goal. Assisted by Solly March.",
            "Attempt blocked. Harry Kane (Tottenham Hotspur) left footed shot from outside the box is blocked. Assisted by Pierre-Emile Højbjerg.",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Yves Bissouma (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Attempt saved. Son Heung-Min (Tottenham Hotspur) right footed shot from outside the box is saved in the bottom left corner.",
            "Harry Kane (Tottenham Hotspur) wins a free kick in the attacking half.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "11": {
        "event": [
            "Full-time Match ends, Liverpool 3, Brighton and Hove Albion 3.",
            "Second Half ends, Liverpool 3, Brighton and Hove Albion 3.",
            "Foul by Darwin Núñez (Liverpool).",
            "Joël Veltman (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Attempt missed. Darwin Núñez (Liverpool) header from the centre of the box is just a bit too high. Assisted by Harvey Elliott with a cross.",
            "Corner,  Liverpool. Conceded by Robert Sánchez.",
            "Attempt saved. Trent Alexander-Arnold (Liverpool) right footed shot from outside the box is saved in the bottom left corner.",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Fabinho (Liverpool) wins a free kick in the attacking half.",
            "Substitution Substitution, Liverpool. Darwin Núñez replaces Thiago.",
            "Hand ball by Mohamed Salah (Liverpool).",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Leandro Trossard.",
            "Yellow Card! Trent Alexander-Arnold (Liverpool) is shown the yellow card for a bad foul.",
            "Kaoru Mitoma (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Foul by Trent Alexander-Arnold (Liverpool).",
            "Goal! Goal!  Liverpool 3, Brighton and Hove Albion 3. Leandro Trossard (Brighton and Hove Albion) left footed shot from the centre of the box to the top right corner.",
            "Hand ball by Mohamed Salah (Liverpool).",
            "Corner,  Liverpool. Conceded by Lewis Dunk.",
            "Attempt missed. Harvey Elliott (Liverpool) left footed shot from the left side of the box misses to the right following a corner.",
            "Corner,  Liverpool. Conceded by Joël Veltman.",
            "Substitution Substitution, Brighton and Hove Albion. Adam Lallana replaces Pervis Estupiñán.",
            "Substitution Substitution, Liverpool. Diogo Jota replaces Roberto Firmino.",
            "Corner,  Brighton and Hove Albion. Conceded by Joël Matip.",
            "Attempt saved. Danny Welbeck (Brighton and Hove Albion) header from the centre of the box is saved in the bottom left corner. Assisted by Pervis Estupiñán with a cross.",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Thiago (Liverpool) wins a free kick on the right wing.",
            "Luis Díaz (Liverpool) wins a free kick in the defensive half.",
            "Foul by Joël Veltman (Brighton and Hove Albion).",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Thiago (Liverpool) wins a free kick in the defensive half.",
            "Luis Díaz (Liverpool) wins a free kick on the left wing.",
            "Foul by Joël Veltman (Brighton and Hove Albion).",
            "Substitution Substitution, Brighton and Hove Albion. Kaoru Mitoma replaces Pascal Groß.",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by James Milner (Liverpool).",
            "Own Goal! Own Goal by Adam Webster, Brighton and Hove Albion.  Liverpool 3, Brighton and Hove Albion 2.",
            "Corner,  Liverpool. Conceded by Joël Veltman.",
            "Substitution Substitution, Liverpool. Harvey Elliott replaces Jordan Henderson.",
            "Substitution Substitution, Liverpool. James Milner replaces Konstantinos Tsimikas.",
            "Attempt saved. Roberto Firmino (Liverpool) header from the centre of the box is saved in the centre of the goal. Assisted by Jordan Henderson with a cross.",
            "Thiago (Liverpool) wins a free kick in the attacking half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Roberto Firmino (Liverpool) wins a free kick in the attacking half.",
            "Foul by Lewis Dunk (Brighton and Hove Albion).",
            "Goal! Goal!  Liverpool 2, Brighton and Hove Albion 2. Roberto Firmino (Liverpool) left footed shot from the centre of the box to the bottom right corner. Assisted by Luis Díaz   following a fast break.",
            "Foul by Joël Veltman (Brighton and Hove Albion).",
            "Luis Díaz (Liverpool) wins a free kick in the defensive half.",
            "Attempt saved. Virgil van Dijk (Liverpool) header from the centre of the box is saved in the centre of the goal. Assisted by Konstantinos Tsimikas with a cross.",
            "Corner,  Liverpool. Conceded by Adam Webster.",
            "Substitution Substitution, Liverpool. Luis Díaz replaces Fábio Carvalho.",
            "Kick Off! Second Half begins Liverpool 1, Brighton and Hove Albion 2.",
            "Half-time First Half ends, Liverpool 1, Brighton and Hove Albion 2.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Jordan Henderson (Liverpool) wins a free kick in the defensive half.",
            "Hand ball by Mohamed Salah (Liverpool).",
            "Attempt missed. Trent Alexander-Arnold (Liverpool) right footed shot from the right side of the box is close, but misses to the right. Assisted by Thiago with a headed pass.",
            "Fábio Carvalho (Liverpool) wins a free kick in the defensive half.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Attempt missed. Mohamed Salah (Liverpool) left footed shot from outside the box is high and wide to the left.",
            "VAR Decision: Goal  Liverpool 1-2 Brighton and Hove Albion (Roberto Firmino).",
            "Goal! Goal!  Liverpool 1, Brighton and Hove Albion 2. Roberto Firmino (Liverpool) right footed shot from the centre of the box to the centre of the goal. Assisted by Mohamed Salah.Goal awarded following VAR Review.",
            "Attempt missed. Mohamed Salah (Liverpool) left footed shot from the centre of the box misses to the right. Assisted by Jordan Henderson.",
            "Corner,  Liverpool. Conceded by Robert Sánchez.",
            "Attempt saved. Mohamed Salah (Liverpool) right footed shot from the centre of the box is saved in the centre of the goal.",
            "Yellow Card! Pervis Estupiñán (Brighton and Hove Albion) is shown the yellow card.",
            "Attempt blocked. Mohamed Salah (Liverpool) left footed shot from the centre of the box is blocked.",
            "Corner,  Liverpool. Conceded by Joël Veltman.",
            "Thiago (Liverpool) wins a free kick in the defensive half.",
            "Foul by Pascal Groß (Brighton and Hove Albion).",
            "Corner,  Liverpool. Conceded by Joël Veltman.",
            "Corner,  Brighton and Hove Albion. Conceded by Virgil van Dijk.",
            "Attempt missed. Trent Alexander-Arnold (Liverpool) right footed shot from outside the box misses to the right following a set piece situation.",
            "Foul by Pascal Groß (Brighton and Hove Albion).",
            "Thiago (Liverpool) wins a free kick on the left wing.",
            "Corner,  Liverpool. Conceded by Lewis Dunk.",
            "Goal! Goal!  Liverpool 0, Brighton and Hove Albion 2. Leandro Trossard (Brighton and Hove Albion) left footed shot from the left side of the box to the centre of the goal. Assisted by Solly March.",
            "Foul by Roberto Firmino (Liverpool).",
            "Pervis Estupiñán (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Attempt saved. Mohamed Salah (Liverpool) left footed shot from the right side of the box is saved in the bottom left corner. Assisted by Roberto Firmino.",
            "Fábio Carvalho (Liverpool) wins a free kick in the defensive half.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Attempt saved. Leandro Trossard (Brighton and Hove Albion) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Danny Welbeck.",
            "Attempt blocked. Roberto Firmino (Liverpool) right footed shot from the centre of the box is blocked. Assisted by Thiago.",
            "Attempt saved. Danny Welbeck (Brighton and Hove Albion) header from the centre of the box is saved in the centre of the goal. Assisted by Solly March with a cross.",
            "Offside, Liverpool. Fábio Carvalho tries a through ball, but Roberto Firmino is caught offside.",
            "Goal! Goal!  Liverpool 0, Brighton and Hove Albion 1. Leandro Trossard (Brighton and Hove Albion) left footed shot from the centre of the box to the bottom right corner. Assisted by Danny Welbeck.",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Roberto Firmino (Liverpool).",
            "Foul by Thiago (Liverpool).",
            "Solly March (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "12": {
        "event": [
            "Full-time Match ends, Brighton and Hove Albion 5, Leicester City 2.",
            "Second Half ends, Brighton and Hove Albion 5, Leicester City 2.",
            "Goal! Goal!  Brighton and Hove Albion 5, Leicester City 2. Alexis Mac Allister (Brighton and Hove Albion) from a free kick with a right footed shot to the top left corner.",
            "Foul by Daniel Amartey (Leicester City).",
            "Danny Welbeck (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Solly March.",
            "Substitution Substitution, Brighton and Hove Albion. Billy Gilmour replaces Moisés Caicedo.",
            "Offside, Leicester City. James Maddison tries a through ball, but Timothy Castagne is caught offside.",
            "Attempt blocked. Moisés Caicedo (Brighton and Hove Albion) right footed shot from outside the box is blocked.",
            "Substitution Substitution, Brighton and Hove Albion. Pervis Estupiñán replaces Leandro Trossard.",
            "Wilfred Ndidi (Leicester City) wins a free kick in the attacking half.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Attempt saved. Solly March (Brighton and Hove Albion) right footed shot from the left side of the box is saved in the centre of the goal. Assisted by Leandro Trossard.",
            "Attempt saved. Alexis Mac Allister (Brighton and Hove Albion) left footed shot from outside the box is saved in the centre of the goal.",
            "Attempt saved. Danny Welbeck (Brighton and Hove Albion) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Deniz Undav.",
            "Attempt saved. Patson Daka (Leicester City) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by James Justin with a cross.",
            "Substitution Substitution, Brighton and Hove Albion. Deniz Undav replaces Enock Mwepu.",
            "Corner,  Brighton and Hove Albion. Conceded by Danny Ward.",
            "Corner,  Brighton and Hove Albion. Conceded by James Maddison.",
            "Corner,  Brighton and Hove Albion. Conceded by Daniel Amartey.",
            "Corner,  Brighton and Hove Albion. Conceded by James Maddison.",
            "Corner,  Brighton and Hove Albion. Conceded by James Maddison.",
            "Corner,  Brighton and Hove Albion. Conceded by Danny Ward.",
            "Attempt saved. Pascal Groß (Brighton and Hove Albion) right footed shot from outside the box is saved in the bottom left corner. Assisted by Leandro Trossard.",
            "James Maddison (Leicester City) wins a free kick in the attacking half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Luke Thomas (Leicester City) wins a free kick in the defensive half.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Offside, Leicester City. Danny Ward tries a through ball, but Jamie Vardy is caught offside.",
            "Substitution Substitution, Leicester City. Daniel Amartey replaces Youri Tielemans.",
            "Substitution Substitution, Leicester City. Kiernan Dewsbury-Hall replaces Boubakary Soumaré.",
            "Substitution Substitution, Leicester City. Jamie Vardy replaces Kelechi Iheanacho.",
            "Goal!  Brighton and Hove Albion 4, Leicester City 2. Alexis Mac Allister (Brighton and Hove Albion) converts the penalty with a right footed shot to the centre of the goal.",
            "Penalty Brighton and Hove Albion. Leandro Trossard draws a foul in the penalty area.",
            "Penalty conceded by Wilfred Ndidi (Leicester City) after a foul in the penalty area.",
            "Attempt blocked. Solly March (Brighton and Hove Albion) right footed shot from the right side of the box is blocked.",
            "Corner,  Brighton and Hove Albion. Conceded by Danny Ward.",
            "Attempt saved. Solly March (Brighton and Hove Albion) left footed shot from the left side of the box is saved in the top left corner. Assisted by Pascal Groß.",
            "Attempt missed. Patson Daka (Leicester City) right footed shot from the centre of the box is high and wide to the right. Assisted by Youri Tielemans with a cross.",
            "Goal! Goal!  Brighton and Hove Albion 3, Leicester City 2. Leandro Trossard (Brighton and Hove Albion) left footed shot from the centre of the box to the bottom right corner. Assisted by Pascal Groß.",
            "Attempt saved. Enock Mwepu (Brighton and Hove Albion) right footed shot from a difficult angle on the left is saved in the centre of the goal. Assisted by Leandro Trossard.",
            "Foul by Enock Mwepu (Brighton and Hove Albion).",
            "Patson Daka (Leicester City) wins a free kick in the defensive half.",
            "Attempt blocked. Pascal Groß (Brighton and Hove Albion) right footed shot from outside the box is blocked.",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by James Justin (Leicester City).",
            "VAR Decision: No Goal  Brighton and Hove Albion 2-2 Leicester City.",
            "GOAL OVERTURNED BY VAR: Alexis Mac Allister (Brighton and Hove Albion) scores but the goal is ruled out after a VAR review.",
            "Offside, Brighton and Hove Albion. Pascal Groß tries a through ball, but Enock Mwepu is caught offside.",
            "Adam Webster (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Foul by James Justin (Leicester City).",
            "Substitution Substitution, Leicester City. Timothy Castagne replaces Harvey Barnes.",
            "Kick Off! Second Half begins Brighton and Hove Albion 2, Leicester City 2.",
            "Half-time First Half ends, Brighton and Hove Albion 2, Leicester City 2.",
            "Attempt missed. Moisés Caicedo (Brighton and Hove Albion) right footed shot from outside the box is just a bit too high. Assisted by Pascal Groß with a headed pass.",
            "Attempt missed. Solly March (Brighton and Hove Albion) with an attempt from the centre of the box is close, but misses to the right. Assisted by Leandro Trossard with a cross.",
            "Attempt saved. Harvey Barnes (Leicester City) right footed shot from the centre of the box is saved in the bottom right corner.",
            "Attempt missed. Enock Mwepu (Brighton and Hove Albion) right footed shot from outside the box is too high following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Danny Ward.",
            "Corner,  Brighton and Hove Albion. Conceded by Boubakary Soumaré.",
            "Attempt blocked. Lewis Dunk (Brighton and Hove Albion) right footed shot from the centre of the box is blocked. Assisted by Pascal Groß with a cross.",
            "Corner,  Brighton and Hove Albion. Conceded by Luke Thomas.",
            "Foul by Youri Tielemans (Leicester City).",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Youri Tielemans (Leicester City) wins a free kick in the defensive half.",
            "Foul by Enock Mwepu (Brighton and Hove Albion).",
            "Goal! Goal!  Brighton and Hove Albion 2, Leicester City 2. Patson Daka (Leicester City) right footed shot from outside the box to the bottom right corner. Assisted by Youri Tielemans with a through ball.",
            "Offside, Brighton and Hove Albion. Danny Welbeck tries a through ball, but Pascal Groß is caught offside.",
            "Attempt missed. Danny Welbeck (Brighton and Hove Albion) right footed shot from a difficult angle and long range on the left is just a bit too high.",
            "Attempt missed. Solly March (Brighton and Hove Albion) left footed shot from outside the box is high and wide to the left. Assisted by Adam Webster.",
            "Foul by Harvey Barnes (Leicester City).",
            "Joël Veltman (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Attempt blocked. Danny Welbeck (Brighton and Hove Albion) left footed shot from the centre of the box is blocked.",
            "Attempt blocked. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is blocked.",
            "Danny Welbeck (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by James Maddison (Leicester City).",
            "Goal! Goal!  Brighton and Hove Albion 2, Leicester City 1. Moisés Caicedo (Brighton and Hove Albion) right footed shot from a difficult angle on the right to the bottom left corner. Assisted by Enock Mwepu   following a fast break.",
            "Attempt saved. Danny Welbeck (Brighton and Hove Albion) header from the left side of the six yard box is saved in the top left corner. Assisted by Solly March with a cross.",
            "Yellow Card! Alexis Mac Allister (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "James Maddison (Leicester City) wins a free kick in the defensive half.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Own Goal! Own Goal by Luke Thomas, Leicester City.  Brighton and Hove Albion 1, Leicester City 1.",
            "Offside, Leicester City. James Justin tries a through ball, but James Maddison is caught offside.",
            "Corner,  Leicester City. Conceded by Moisés Caicedo.",
            "Attempt blocked. Kelechi Iheanacho (Leicester City) left footed shot from the centre of the box is blocked. Assisted by Youri Tielemans.",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from outside the box is blocked. Assisted by Pascal Groß.",
            "Yellow Card! Luke Thomas (Leicester City) is shown the yellow card for a bad foul.",
            "Foul by Luke Thomas (Leicester City).",
            "Solly March (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Goal! Goal!  Brighton and Hove Albion 0, Leicester City 1. Kelechi Iheanacho (Leicester City) left footed shot from the centre of the box to the centre of the goal. Assisted by Patson Daka.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "13": {
        "event": [
            "Full-time Match ends, Fulham 2, Brighton and Hove Albion 1.",
            "Second Half ends, Fulham 2, Brighton and Hove Albion 1.",
            "Foul by Lewis Dunk (Brighton and Hove Albion).",
            "João Palhinha (Fulham) wins a free kick in the defensive half.",
            "Foul by Lewis Dunk (Brighton and Hove Albion).",
            "Tom Cairney (Fulham) wins a free kick on the right wing.",
            "Attempt missed. Tom Cairney (Fulham) left footed shot from the left side of the box misses to the right. Assisted by Aleksandar Mitrovic.",
            "Corner,  Fulham. Conceded by Adam Webster.",
            "Substitution Substitution, Fulham. Nathaniel Chalobah replaces Harrison Reed.",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Tom Cairney (Fulham) wins a free kick on the right wing.",
            "Attempt missed. Adam Webster (Brighton and Hove Albion) header from the centre of the box misses to the right. Assisted by Tariq Lamptey with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Tim Ream.",
            "Attempt blocked. Danny Welbeck (Brighton and Hove Albion) right footed shot from the right side of the six yard box is blocked.",
            "Deniz Undav (Brighton and Hove Albion) hits the right post with a right footed shot from the centre of the box. Assisted by Danny Welbeck.",
            "Aleksandar Mitrovic (Fulham) wins a free kick in the defensive half.",
            "Foul by Lewis Dunk (Brighton and Hove Albion).",
            "Yellow Card! Harrison Reed (Fulham) is shown the yellow card for a bad foul.",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Harrison Reed (Fulham).",
            "Substitution Substitution, Brighton and Hove Albion. Deniz Undav replaces Moisés Caicedo.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Aleksandar Mitrovic (Fulham) wins a free kick in the defensive half.",
            "Substitution Substitution, Fulham. Tom Cairney replaces Andreas Pereira.",
            "Attempt missed. Bobby De Cordova-Reid (Fulham) right footed shot from the right side of the box is high and wide to the right. Assisted by Aleksandar Mitrovic.",
            "Attempt saved. Leandro Trossard (Brighton and Hove Albion) left footed shot from the left side of the box is saved in the bottom right corner. Assisted by Kaoru Mitoma.",
            "Attempt missed. Aleksandar Mitrovic (Fulham) header from the centre of the box is high and wide to the right. Assisted by Antonee Robinson.",
            "Aleksandar Mitrovic (Fulham) wins a free kick in the defensive half.",
            "Foul by Kaoru Mitoma (Brighton and Hove Albion).",
            "Yellow Card! Antonee Robinson (Fulham) is shown the yellow card for a bad foul.",
            "Foul by Antonee Robinson (Fulham).",
            "Tariq Lamptey (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Foul by João Palhinha (Fulham).",
            "Pascal Groß (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Attempt missed. João Palhinha (Fulham) right footed shot from outside the box is high and wide to the left. Assisted by Neeskens Kebano.",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Joël Veltman.",
            "Substitution Substitution, Brighton and Hove Albion. Kaoru Mitoma replaces Pervis Estupiñán.",
            "Substitution Substitution, Brighton and Hove Albion. Danny Welbeck replaces Enock Mwepu.",
            "Attempt missed. Neeskens Kebano (Fulham) right footed shot from the right side of the box is high and wide to the right.",
            "Goal!  Fulham 2, Brighton and Hove Albion 1. Alexis Mac Allister (Brighton and Hove Albion) converts the penalty with a right footed shot to the bottom left corner.",
            "VAR Decision: Penalty Brighton and Hove Albion.",
            "Penalty Brighton and Hove Albion. Pervis Estupiñán draws a foul in the penalty area.",
            "Penalty conceded by Bobby De Cordova-Reid (Fulham) after a foul in the penalty area.",
            "Yellow Card! Pervis Estupiñán (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Own Goal! Own Goal by Lewis Dunk, Brighton and Hove Albion.  Fulham 2, Brighton and Hove Albion 0.",
            "Corner,  Brighton and Hove Albion. Conceded by Tim Ream.",
            "Corner,  Brighton and Hove Albion. Conceded by Tosin Adarabioyo.",
            "Offside, Brighton and Hove Albion. Pervis Estupiñán tries a through ball, but Pascal Groß is caught offside.",
            "Goal! Goal!  Fulham 1, Brighton and Hove Albion 0. Aleksandar Mitrovic (Fulham) right footed shot from the centre of the box to the centre of the goal. Assisted by Neeskens Kebano   following a corner.",
            "Attempt missed. Neeskens Kebano (Fulham) left footed shot from the left side of the box misses to the right. Assisted by Tosin Adarabioyo following a corner.",
            "Corner,  Fulham. Conceded by Adam Webster.",
            "Kenny Tete (Fulham) wins a free kick on the right wing.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Kick Off! Second Half begins Fulham 0, Brighton and Hove Albion 0.",
            "Half-time First Half ends, Fulham 0, Brighton and Hove Albion 0.",
            "Attempt missed. Solly March (Brighton and Hove Albion) header from the centre of the box misses to the left. Assisted by Leandro Trossard with a cross.",
            "Enock Mwepu (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Tim Ream (Fulham).",
            "Leandro Trossard (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Bobby De Cordova-Reid (Fulham).",
            "Attempt missed. Andreas Pereira (Fulham) right footed shot from outside the box is too high from a direct free kick.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Aleksandar Mitrovic (Fulham) wins a free kick in the attacking half.",
            "Attempt saved. Pascal Groß (Brighton and Hove Albion) right footed shot from outside the box is saved in the centre of the goal. Assisted by Moisés Caicedo.",
            "Pascal Groß (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by João Palhinha (Fulham).",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Andreas Pereira (Fulham) wins a free kick in the attacking half.",
            "Attempt saved. Aleksandar Mitrovic (Fulham) right footed shot from outside the box is saved in the centre of the goal. Assisted by Bernd Leno.",
            "Foul by Tosin Adarabioyo (Fulham).",
            "Leandro Trossard (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Pervis Estupiñán (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Tosin Adarabioyo (Fulham).",
            "Attempt saved. João Palhinha (Fulham) header from the left side of the six yard box is saved in the bottom right corner. Assisted by Andreas Pereira with a cross.",
            "Corner,  Fulham. Conceded by Joël Veltman.",
            "Neeskens Kebano (Fulham) wins a free kick in the defensive half.",
            "Foul by Joël Veltman (Brighton and Hove Albion).",
            "Offside, Brighton and Hove Albion. Solly March tries a through ball, but Pascal Groß is caught offside.",
            "Kenny Tete (Fulham) wins a free kick on the right wing.",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "14": {
        "event": [
            "Full-time Match ends, Brighton and Hove Albion 1, Leeds United 0.",
            "Second Half ends, Brighton and Hove Albion 1, Leeds United 0.",
            "Offside, Brighton and Hove Albion. Levi Colwill tries a through ball, but Enock Mwepu is caught offside.",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Mateusz Klich (Leeds United).",
            "Attempt blocked. Joe Gelhardt (Leeds United) left footed shot from outside the box is blocked. Assisted by Tyler Adams.",
            "Substitution Substitution, Brighton and Hove Albion. Jan Paul van Hecke replaces Danny Welbeck.",
            "Yellow Card! Alexis Mac Allister (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Joe Gelhardt (Leeds United) wins a free kick in the attacking half.",
            "Corner,  Leeds United. Conceded by Levi Colwill.",
            "Attempt missed. Diego Llorente (Leeds United) with an attempt from very close range misses to the right. Assisted by Adam Forshaw with a cross following a set piece situation.",
            "Substitution Substitution, Leeds United. Joe Gelhardt replaces Brenden Aaronson.",
            "Yellow Card! Adam Webster (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Foul by Adam Webster (Brighton and Hove Albion).",
            "Luis Sinisterra (Leeds United) wins a free kick on the left wing.",
            "Substitution Substitution, Brighton and Hove Albion. Kaoru Mitoma replaces Pervis Estupiñán.",
            "Substitution Substitution, Brighton and Hove Albion. Levi Colwill replaces Leandro Trossard.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Brenden Aaronson (Leeds United) wins a free kick on the right wing.",
            "Substitution Substitution, Leeds United. Adam Forshaw replaces Jack Harrison.",
            "Hand ball by Tyler Adams (Leeds United).",
            "Corner,  Leeds United. Conceded by Moisés Caicedo.",
            "Attempt missed. Pervis Estupiñán (Brighton and Hove Albion) left footed shot from outside the box is high and wide to the left.",
            "Attempt saved. Pascal Struijk (Leeds United) left footed shot from the centre of the box is saved in the bottom right corner.",
            "Attempt blocked. Rodrigo (Leeds United) right footed shot from the centre of the box is blocked. Assisted by Mateusz Klich.",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Joël Veltman.",
            "Substitution Substitution, Brighton and Hove Albion. Enock Mwepu replaces Solly March.",
            "VAR Decision: Goal Brighton and Hove Albion -  Brighton and Hove Albion 1-0 Leeds United (Pascal Groß).",
            "Goal! Goal!  Brighton and Hove Albion 1, Leeds United 0. Pascal Groß (Brighton and Hove Albion) right footed shot from the centre of the box to the bottom left corner. Assisted by Leandro Trossard.Goal confirmed following VAR Review.",
            "Attempt saved. Rodrigo (Leeds United) left footed shot from the left side of the box is saved in the bottom left corner. Assisted by Jack Harrison.",
            "Foul by Rodrigo (Leeds United).",
            "Leandro Trossard (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Attempt missed. Rodrigo (Leeds United) left footed shot from the right side of the box is close, but misses to the right. Assisted by Mateusz Klich.",
            "Attempt missed. Luis Sinisterra (Leeds United) right footed shot from the left side of the six yard box is close, but misses to the left.",
            "Substitution Substitution, Leeds United. Mateusz Klich replaces Marc Roca.",
            "Substitution Substitution, Leeds United. Luis Sinisterra replaces Daniel James.",
            "Attempt missed. Solly March (Brighton and Hove Albion) left footed shot from the centre of the box is high and wide to the left. Assisted by Pervis Estupiñán.",
            "Corner,  Brighton and Hove Albion. Conceded by Diego Llorente.",
            "Attempt missed. Lewis Dunk (Brighton and Hove Albion) header from the centre of the box is close, but misses to the right. Assisted by Solly March with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Robin Koch.",
            "Jack Harrison (Leeds United) wins a free kick on the left wing.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Daniel James (Leeds United) wins a free kick in the defensive half.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Attempt saved. Solly March (Brighton and Hove Albion) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Pascal Groß with a through ball.",
            "Attempt blocked. Rodrigo (Leeds United) left footed shot from outside the box is blocked. Assisted by Marc Roca.",
            "Attempt missed. Pascal Groß (Brighton and Hove Albion) right footed shot from the left side of the six yard box is close, but misses to the left. Assisted by Pervis Estupiñán with a cross.",
            "Kick Off! Second Half begins Brighton and Hove Albion 0, Leeds United 0.",
            "Half-time First Half ends, Brighton and Hove Albion 0, Leeds United 0.",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by Rodrigo (Leeds United).",
            "Leandro Trossard (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Jack Harrison (Leeds United).",
            "Corner,  Leeds United. Conceded by Pascal Groß.",
            "Attempt blocked. Rodrigo (Leeds United) left footed shot from outside the box is blocked.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Daniel James (Leeds United) wins a free kick in the attacking half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Jack Harrison (Leeds United) wins a free kick in the defensive half.",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) right footed shot from the centre of the box is blocked. Assisted by Danny Welbeck with a through ball.",
            "Offside, Brighton and Hove Albion. Joël Veltman tries a through ball, but Solly March is caught offside.",
            "Yellow Card! Brenden Aaronson (Leeds United) is shown the yellow card for a bad foul.",
            "Foul by Brenden Aaronson (Leeds United).",
            "Joël Veltman (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Attempt missed. Adam Webster (Brighton and Hove Albion) left footed shot from the centre of the box is too high. Assisted by Lewis Dunk with a headed pass following a set piece situation.",
            "Yellow Card! Marc Roca (Leeds United) is shown the yellow card for a bad foul.",
            "Foul by Marc Roca (Leeds United).",
            "Solly March (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Attempt saved. Solly March (Brighton and Hove Albion) left footed shot from outside the box is saved in the bottom right corner. Assisted by Leandro Trossard.",
            "Robin Koch (Leeds United) wins a free kick in the defensive half.",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Attempt missed. Leandro Trossard (Brighton and Hove Albion) left footed shot from the left side of the box is high and wide to the right. Assisted by Danny Welbeck following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Pascal Struijk.",
            "Foul by Tyler Adams (Leeds United).",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Tyler Adams (Leeds United) wins a free kick in the defensive half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Attempt saved. Solly March (Brighton and Hove Albion) left footed shot from the right side of the box is saved in the bottom right corner. Assisted by Alexis Mac Allister.",
            "Corner,  Brighton and Hove Albion. Conceded by Rasmus Kristensen.",
            "Offside, Leeds United. Jack Harrison tries a through ball, but Brenden Aaronson is caught offside.",
            "Attempt blocked. Jack Harrison (Leeds United) right footed shot from the left side of the box is blocked. Assisted by Pascal Struijk.",
            "Attempt missed. Adam Webster (Brighton and Hove Albion) header from the centre of the box is close, but misses to the right. Assisted by Pascal Groß with a cross following a set piece situation.",
            "Foul by Diego Llorente (Leeds United).",
            "Solly March (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Tyler Adams (Leeds United).",
            "Attempt missed. Adam Webster (Brighton and Hove Albion) header from the centre of the box misses to the left. Assisted by Pervis Estupiñán with a cross following a set piece situation.",
            "Foul by Brenden Aaronson (Leeds United).",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Corner,  Brighton and Hove Albion. Conceded by Robin Koch.",
            "Yellow Card! Pascal Struijk (Leeds United) is shown the yellow card for a bad foul.",
            "Solly March (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Pascal Struijk (Leeds United).",
            "Foul by Tyler Adams (Leeds United).",
            "Joël Veltman (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Daniel James (Leeds United) wins a free kick in the defensive half.",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Foul by Rasmus Kristensen (Leeds United).",
            "Pervis Estupiñán (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "15": {
        "event": [
            "Full-time Match ends, West Ham United 0, Brighton and Hove Albion 2.",
            "Second Half ends, West Ham United 0, Brighton and Hove Albion 2.",
            "Substitution Substitution, Brighton and Hove Albion. Kaoru Mitoma replaces Leandro Trossard.",
            "Attempt blocked. Tomás Soucek (West Ham United) right footed shot from the centre of the box is blocked. Assisted by Gianluca Scamacca with a headed pass.",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Tomás Soucek (West Ham United).",
            "Foul by Declan Rice (West Ham United).",
            "Pascal Groß (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Maxwel Cornet (West Ham United).",
            "Pascal Groß (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Substitution Substitution, Brighton and Hove Albion. Enock Mwepu replaces Solly March.",
            "Attempt missed. Kurt Zouma (West Ham United) header from the centre of the box misses to the right. Assisted by Aaron Cresswell with a cross following a corner.",
            "Corner,  West Ham United. Conceded by Robert Sánchez.",
            "Attempt saved. Tomás Soucek (West Ham United) header from the centre of the box is saved in the top centre of the goal. Assisted by Aaron Cresswell with a cross.",
            "Corner,  West Ham United. Conceded by Robert Sánchez.",
            "Attempt saved. Tomás Soucek (West Ham United) header from the centre of the box is saved in the top left corner. Assisted by Ben Johnson with a cross.",
            "Attempt blocked. Jarrod Bowen (West Ham United) right footed shot from outside the box is blocked. Assisted by Declan Rice.",
            "Attempt missed. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is too high. Assisted by Leandro Trossard.",
            "Attempt missed. Solly March (Brighton and Hove Albion) header from the centre of the box is just a bit too high. Assisted by Pervis Estupiñán with a cross.",
            "Substitution Substitution, West Ham United. Ben Johnson replaces Vladimír Coufal because of an injury.",
            "Substitution Substitution, West Ham United. Manuel Lanzini replaces Saïd Benrahma.",
            "Substitution Substitution, West Ham United. Maxwel Cornet replaces Michail Antonio.",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) right footed shot from the left side of the box is blocked. Assisted by Pervis Estupiñán.",
            "Yellow Card! Aaron Cresswell (West Ham United) is shown the yellow card for a bad foul.",
            "Foul by Aaron Cresswell (West Ham United).",
            "Solly March (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Attempt missed. Solly March (Brighton and Hove Albion) left footed shot from the right side of the box is high and wide to the left. Assisted by Leandro Trossard.",
            "Goal! Goal!  West Ham United 0, Brighton and Hove Albion 2. Leandro Trossard (Brighton and Hove Albion) right footed shot from the centre of the box to the bottom left corner. Assisted by Pascal Groß.",
            "Foul by Aaron Cresswell (West Ham United).",
            "Solly March (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Substitution Substitution, Brighton and Hove Albion. Pervis Estupiñán replaces Adam Lallana.",
            "Offside, West Ham United. Gianluca Scamacca tries a through ball, but Saïd Benrahma is caught offside.",
            "Substitution Substitution, West Ham United. Gianluca Scamacca replaces Pablo Fornals.",
            "Foul by Adam Lallana (Brighton and Hove Albion).",
            "Jarrod Bowen (West Ham United) wins a free kick on the right wing.",
            "Offside, Brighton and Hove Albion. Leandro Trossard tries a through ball, but Danny Welbeck is caught offside.",
            "Attempt saved. Pablo Fornals (West Ham United) right footed shot from outside the box is saved in the centre of the goal. Assisted by Michail Antonio.",
            "Corner,  West Ham United. Conceded by Adam Webster.",
            "Attempt blocked. Aaron Cresswell (West Ham United) left footed shot from the centre of the box is blocked.",
            "Corner,  West Ham United. Conceded by Pascal Groß.",
            "Attempt blocked. Declan Rice (West Ham United) right footed shot from outside the box is blocked.",
            "Attempt blocked. Saïd Benrahma (West Ham United) right footed shot from the left side of the box is blocked. Assisted by Declan Rice.",
            "Solly March (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Foul by Aaron Cresswell (West Ham United).",
            "Hand ball by Joël Veltman (Brighton and Hove Albion).",
            "Kick Off! Second Half begins West Ham United 0, Brighton and Hove Albion 1.",
            "Half-time First Half ends, West Ham United 0, Brighton and Hove Albion 1.",
            "Foul by Jarrod Bowen (West Ham United).",
            "Adam Webster (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) right footed shot from the left side of the box is blocked. Assisted by Adam Lallana.",
            "Offside, West Ham United. Pablo Fornals tries a through ball, but Jarrod Bowen is caught offside.",
            "Jarrod Bowen (West Ham United) wins a free kick in the defensive half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Attempt missed. Jarrod Bowen (West Ham United) right footed shot from a difficult angle on the right is high and wide to the right. Assisted by Vladimír Coufal.",
            "Attempt missed. Adam Webster (Brighton and Hove Albion) header from the centre of the box misses to the left. Assisted by Pascal Groß with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Michail Antonio.",
            "Foul by Lewis Dunk (Brighton and Hove Albion).",
            "Michail Antonio (West Ham United) wins a free kick in the attacking half.",
            "Attempt missed. Leandro Trossard (Brighton and Hove Albion) right footed shot from the left side of the box is close, but misses to the right following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Jarrod Bowen.",
            "Attempt blocked. Moisés Caicedo (Brighton and Hove Albion) right footed shot from outside the box is blocked.",
            "Corner,  Brighton and Hove Albion. Conceded by Declan Rice.",
            "Corner,  West Ham United. Conceded by Joël Veltman.",
            "Attempt blocked. Kurt Zouma (West Ham United) header from the centre of the box is blocked. Assisted by Jarrod Bowen with a cross.",
            "Vladimír Coufal (West Ham United) wins a free kick on the right wing.",
            "Foul by Leandro Trossard (Brighton and Hove Albion).",
            "Goal!  West Ham United 0, Brighton and Hove Albion 1. Alexis Mac Allister (Brighton and Hove Albion) converts the penalty with a right footed shot to the bottom right corner.",
            "VAR Decision: Penalty Brighton and Hove Albion.",
            "Yellow Card! Thilo Kehrer (West Ham United) is shown the yellow card for a bad foul.",
            "Penalty conceded by Thilo Kehrer (West Ham United) after a foul in the penalty area.",
            "Penalty Brighton and Hove Albion. Danny Welbeck draws a foul in the penalty area.",
            "Jarrod Bowen (West Ham United) wins a free kick in the defensive half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Joël Veltman (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Foul by Pablo Fornals (West Ham United).",
            "Thilo Kehrer (West Ham United) wins a free kick in the defensive half.",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Foul by Michail Antonio (West Ham United).",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Offside, West Ham United. Jarrod Bowen tries a through ball, but Michail Antonio is caught offside.",
            "Attempt blocked. Jarrod Bowen (West Ham United) left footed shot from outside the box is blocked.",
            "Corner,  Brighton and Hove Albion. Conceded by Vladimír Coufal.",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) left footed shot from a difficult angle on the left is blocked. Assisted by Danny Welbeck.",
            "Attempt missed. Saïd Benrahma (West Ham United) right footed shot from outside the box misses to the right.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "16": {
        "event": [
            "Full-time Match ends, Brighton and Hove Albion 0, Newcastle United 0.",
            "Second Half ends, Brighton and Hove Albion 0, Newcastle United 0.",
            "Yellow Card! Fabian Schär (Newcastle United) is shown the yellow card.",
            "Corner,  Newcastle United. Conceded by Pascal Groß.",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Callum Wilson.",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Callum Wilson (Newcastle United).",
            "Attempt missed. Pascal Groß (Brighton and Hove Albion) right footed shot from very close range is close, but misses to the left. Assisted by Kaoru Mitoma.",
            "Pascal Groß (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Dan Burn (Newcastle United).",
            "Attempt blocked. Joël Veltman (Brighton and Hove Albion) right footed shot from the centre of the box is blocked. Assisted by Pascal Groß.",
            "Corner,  Brighton and Hove Albion. Conceded by Miguel Almirón.",
            "Offside, Newcastle United. Kieran Trippier tries a through ball, but Miguel Almirón is caught offside.",
            "Hand ball by Callum Wilson (Newcastle United).",
            "Substitution Substitution, Newcastle United. Sean Longstaff replaces Joe Willock.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Allan Saint-Maximin.",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Leandro Trossard.",
            "Substitution Substitution, Brighton and Hove Albion. Kaoru Mitoma replaces Solly March.",
            "Corner,  Brighton and Hove Albion. Conceded by Dan Burn.",
            "Attempt saved. Solly March (Brighton and Hove Albion) left footed shot from the centre of the box is saved in the bottom right corner. Assisted by Enock Mwepu.",
            "Corner,  Brighton and Hove Albion. Conceded by Fabian Schär.",
            "Attempt blocked. Danny Welbeck (Brighton and Hove Albion) left footed shot from the centre of the box is blocked. Assisted by Pascal Groß.",
            "Attempt missed. Dan Burn (Newcastle United) header from the centre of the box is too high. Assisted by Kieran Trippier with a cross following a corner.",
            "Substitution Substitution, Brighton and Hove Albion. Enock Mwepu replaces Adam Lallana.",
            "Corner,  Newcastle United. Conceded by Joël Veltman.",
            "Offside, Newcastle United. Kieran Trippier tries a through ball, but Dan Burn is caught offside.",
            "Corner,  Newcastle United. Conceded by Alexis Mac Allister.",
            "Joe Willock (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Attempt missed. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box misses to the left. Assisted by Solly March with a headed pass.",
            "Yellow Card! Solly March (Brighton and Hove Albion) is shown the yellow card.",
            "Yellow Card! Joelinton (Newcastle United) is shown the yellow card.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Leandro Trossard (Brighton and Hove Albion).",
            "Hand ball by Leandro Trossard (Brighton and Hove Albion).",
            "Corner,  Brighton and Hove Albion. Conceded by Joe Willock.",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from outside the box is blocked. Assisted by Moisés Caicedo.",
            "Attempt saved. Adam Lallana (Brighton and Hove Albion) header from the centre of the box is saved in the bottom right corner. Assisted by Solly March with a cross.",
            "Kick Off! Second Half begins Brighton and Hove Albion 0, Newcastle United 0.",
            "Half-time First Half ends, Brighton and Hove Albion 0, Newcastle United 0.",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Joelinton (Newcastle United).",
            "Offside, Newcastle United. Miguel Almirón tries a through ball, but Callum Wilson is caught offside.",
            "Attempt saved. Adam Lallana (Brighton and Hove Albion) left footed shot from the centre of the box is saved in the top centre of the goal. Assisted by Pascal Groß.",
            "Attempt saved. Joe Willock (Newcastle United) right footed shot from outside the box is saved in the top centre of the goal. Assisted by Callum Wilson.",
            "Attempt missed. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is too high. Assisted by Danny Welbeck.",
            "Attempt saved. Moisés Caicedo (Brighton and Hove Albion) right footed shot from outside the box is saved in the top centre of the goal.",
            "Yellow Card! Alexis Mac Allister (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Miguel Almirón (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Attempt blocked. Solly March (Brighton and Hove Albion) right footed shot from the centre of the box is blocked.",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Attempt blocked. Joe Willock (Newcastle United) right footed shot from the left side of the box is blocked. Assisted by Joelinton.",
            "Attempt missed. Miguel Almirón (Newcastle United) left footed shot from the right side of the box is high and wide to the left. Assisted by Allan Saint-Maximin.",
            "Offside, Newcastle United. Allan Saint-Maximin tries a through ball, but Callum Wilson is caught offside.",
            "Yellow Card! Allan Saint-Maximin (Newcastle United) is shown the yellow card.",
            "Allan Saint-Maximin (Newcastle United) has gone down, but the referee deems it simulation.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Adam Lallana (Brighton and Hove Albion).",
            "Attempt saved. Leandro Trossard (Brighton and Hove Albion) left footed shot from a difficult angle on the left is saved in the centre of the goal.",
            "Offside, Brighton and Hove Albion. Robert Sánchez tries a through ball, but Solly March is caught offside.",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Dangerous play by Callum Wilson (Newcastle United).",
            "Miguel Almirón (Newcastle United) wins a free kick on the right wing.",
            "Foul by Leandro Trossard (Brighton and Hove Albion).",
            "Corner,  Brighton and Hove Albion. Conceded by Dan Burn.",
            "Corner,  Brighton and Hove Albion. Conceded by Sven Botman.",
            "Corner,  Brighton and Hove Albion. Conceded by Miguel Almirón.",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Pascal Groß.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "17": {
        "event": [
            "Full-time Match ends, Manchester United 1, Brighton and Hove Albion 2.",
            "Second Half ends, Manchester United 1, Brighton and Hove Albion 2.",
            "Lisandro Martínez (Manchester United) wins a free kick in the defensive half.",
            "Foul by Deniz Undav (Brighton and Hove Albion).",
            "Substitution Substitution, Brighton and Hove Albion. Deniz Undav replaces Danny Welbeck.",
            "Offside, Manchester United. Lisandro Martínez tries a through ball, but Anthony Elanga is caught offside.",
            "Foul by Tyrell Malacia (Manchester United).",
            "Tariq Lamptey (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Substitution Substitution, Brighton and Hove Albion. Levi Colwill replaces Solly March.",
            "Substitution Substitution, Manchester United. Tyrell Malacia replaces Luke Shaw.",
            "Substitution Substitution, Manchester United. Anthony Elanga replaces Jadon Sancho.",
            "Substitution Substitution, Manchester United. Alejandro Garnacho replaces Bruno Fernandes.",
            "Attempt blocked. Lisandro Martínez (Manchester United) left footed shot from a difficult angle on the left is blocked.",
            "Attempt blocked. Lisandro Martínez (Manchester United) header from the left side of the box is blocked. Assisted by Christian Eriksen with a cross.",
            "Corner,  Manchester United. Conceded by Adam Webster.",
            "Attempt blocked. Cristiano Ronaldo (Manchester United) right footed shot from the centre of the box is blocked. Assisted by Jadon Sancho.",
            "Attempt blocked. Christian Eriksen (Manchester United) right footed shot from outside the box is blocked. Assisted by Cristiano Ronaldo.",
            "Bruno Fernandes (Manchester United) wins a free kick in the defensive half.",
            "Foul by Tariq Lamptey (Brighton and Hove Albion).",
            "Attempt missed. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box misses to the right. Assisted by Enock Mwepu.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Bruno Fernandes (Manchester United) wins a free kick in the defensive half.",
            "Substitution Substitution, Manchester United. Donny van de Beek replaces Scott McTominay.",
            "Attempt missed. Lisandro Martínez (Manchester United) left footed shot from outside the box is just a bit too high. Assisted by Luke Shaw.",
            "Substitution Substitution, Brighton and Hove Albion. Enock Mwepu replaces Adam Lallana.",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Leandro Trossard.",
            "Yellow Card! Luke Shaw (Manchester United) is shown the yellow card for a bad foul.",
            "Danny Welbeck (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Luke Shaw (Manchester United).",
            "Attempt saved. Diogo Dalot (Manchester United) right footed shot from the left side of the box is saved in the centre of the goal. Assisted by Christian Eriksen.",
            "Corner,  Manchester United. Conceded by Solly March.",
            "Attempt blocked. Harry Maguire (Manchester United) header from very close range is blocked. Assisted by Luke Shaw with a cross.",
            "Corner,  Manchester United. Conceded by Solly March.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Bruno Fernandes (Manchester United) wins a free kick in the defensive half.",
            "VAR Decision: Goal Brighton and Hove Albion -  Manchester United 1-2 Brighton and Hove Albion (Robert Sánchez).",
            "Own Goal! Own Goal by Alexis Mac Allister, Brighton and Hove Albion.  Manchester United 1, Brighton and Hove Albion 2.Goal confirmed following VAR Review.",
            "Attempt saved. Diogo Dalot (Manchester United) header from very close range is saved in the top centre of the goal.",
            "Corner,  Manchester United. Conceded by Joël Veltman.",
            "Attempt saved. Christian Eriksen (Manchester United) right footed shot from outside the box is saved in the bottom left corner. Assisted by Diogo Dalot.",
            "Attempt missed. Marcus Rashford (Manchester United) left footed shot from the left side of the six yard box is high and wide to the left. Assisted by Bruno Fernandes with a cross.",
            "Attempt saved. Adam Webster (Brighton and Hove Albion) header from the centre of the box is saved in the top centre of the goal. Assisted by Leandro Trossard with a cross.",
            "Corner,  Brighton and Hove Albion. Conceded by Diogo Dalot.",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Lisandro Martínez (Manchester United) wins a free kick in the defensive half.",
            "Offside, Manchester United. Diogo Dalot tries a through ball, but Cristiano Ronaldo is caught offside.",
            "Diogo Dalot (Manchester United) wins a free kick on the right wing.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Corner,  Manchester United. Conceded by Moisés Caicedo.",
            "Corner,  Manchester United. Conceded by Lewis Dunk.",
            "Leandro Trossard (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Harry Maguire (Manchester United).",
            "Substitution Substitution, Manchester United. Cristiano Ronaldo replaces Fred.",
            "Yellow Card! Harry Maguire (Manchester United) is shown the yellow card.",
            "Yellow Card! Leandro Trossard (Brighton and Hove Albion) is shown the yellow card.",
            "Attempt missed. Marcus Rashford (Manchester United) left footed shot from the left side of the box is close, but misses to the left. Assisted by Christian Eriksen.",
            "Attempt blocked. Marcus Rashford (Manchester United) right footed shot from the centre of the box is blocked. Assisted by Diogo Dalot with a cross.",
            "Attempt missed. Danny Welbeck (Brighton and Hove Albion) header from the centre of the box is close, but misses the top left corner. Assisted by Leandro Trossard with a cross.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Scott McTominay (Manchester United) wins a free kick in the defensive half.",
            "Kick Off! Second Half begins Manchester United 0, Brighton and Hove Albion 2.",
            "Half-time First Half ends, Manchester United 0, Brighton and Hove Albion 2.",
            "Yellow Card! Lisandro Martínez (Manchester United) is shown the yellow card for a bad foul.",
            "Solly March (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Foul by Lisandro Martínez (Manchester United).",
            "Scott McTominay (Manchester United) wins a free kick in the defensive half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Attempt saved. Luke Shaw (Manchester United) left footed shot from a difficult angle on the left is saved in the bottom left corner.",
            "Goal! Goal!  Manchester United 0, Brighton and Hove Albion 2. Pascal Groß (Brighton and Hove Albion) left footed shot from very close range to the high centre of the goal.",
            "Attempt saved. Solly March (Brighton and Hove Albion) left footed shot from the right side of the box is saved in the centre of the goal. Assisted by Adam Lallana.",
            "Attempt missed. Danny Welbeck (Brighton and Hove Albion) right footed shot from the centre of the box is close, but misses to the right. Assisted by Adam Lallana with a cross.",
            "Foul by Scott McTominay (Manchester United).",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Attempt missed. Fred (Manchester United) left footed shot from outside the box is high and wide to the left. Assisted by Marcus Rashford.",
            "Goal! Goal!  Manchester United 0, Brighton and Hove Albion 1. Pascal Groß (Brighton and Hove Albion) right footed shot from the right side of the six yard box to the bottom right corner. Assisted by Danny Welbeck.",
            "Attempt missed. Lewis Dunk (Brighton and Hove Albion) header from the centre of the box misses to the left. Assisted by Pascal Groß with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Christian Eriksen.",
            "Attempt blocked. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Danny Welbeck.",
            "Yellow Card! Scott McTominay (Manchester United) is shown the yellow card for a bad foul.",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Scott McTominay (Manchester United).",
            "Offside, Brighton and Hove Albion. Robert Sánchez tries a through ball, but Danny Welbeck is caught offside.",
            "Attempt saved. Christian Eriksen (Manchester United) left footed shot from the left side of the box is saved in the top centre of the goal. Assisted by Bruno Fernandes.",
            "Foul by Joël Veltman (Brighton and Hove Albion).",
            "Marcus Rashford (Manchester United) wins a free kick in the defensive half.",
            "Attempt blocked. Danny Welbeck (Brighton and Hove Albion) header from the centre of the box is blocked. Assisted by Moisés Caicedo.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Luke Shaw (Manchester United) wins a free kick in the defensive half.",
            "Attempt missed. Danny Welbeck (Brighton and Hove Albion) header from the centre of the box misses to the right. Assisted by Moisés Caicedo with a cross.",
            "Attempt blocked. Pascal Groß (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Danny Welbeck.",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Moisés Caicedo.",
            "Attempt blocked. Danny Welbeck (Brighton and Hove Albion) left footed shot from outside the box is blocked. Assisted by Adam Lallana.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Christian Eriksen (Manchester United) wins a free kick in the defensive half.",
            "Foul by Fred (Manchester United).",
            "Adam Lallana (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Attempt missed. Bruno Fernandes (Manchester United) right footed shot from the centre of the box is too high.",
            "Attempt blocked. Scott McTominay (Manchester United) right footed shot from the right side of the box is blocked. Assisted by Jadon Sancho.",
            "Offside, Manchester United. Marcus Rashford tries a through ball, but Bruno Fernandes is caught offside.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Harry Maguire (Manchester United) wins a free kick in the defensive half.",
            "Attempt missed. Leandro Trossard (Brighton and Hove Albion) left footed shot from a difficult angle on the left is close, but misses to the left.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "18": {
        "event": [
            "Full-time Match ends, Brighton and Hove Albion 3, Liverpool 0.",
            "Second Half ends, Brighton and Hove Albion 3, Liverpool 0.",
            "Attempt missed. Adam Webster (Brighton and Hove Albion) header from the left side of the six yard box misses to the right. Assisted by Pascal Groß with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Alisson.",
            "Attempt saved. Jeremy Sarmiento (Brighton and Hove Albion) right footed shot from outside the box is saved in the bottom left corner. Assisted by Moisés Caicedo.",
            "Attempt saved. Ibrahima Konaté (Liverpool) header from the centre of the box is saved in the top left corner. Assisted by Andrew Robertson with a cross.",
            "Substitution Substitution, Brighton and Hove Albion. Adam Webster replaces Lewis Dunk.",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Kaoru Mitoma.",
            "Corner,  Liverpool. Conceded by Joël Veltman.",
            "Attempt saved. Danny Welbeck (Brighton and Hove Albion) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Solly March.",
            "Ben Doak (Liverpool) wins a free kick in the defensive half.",
            "Foul by Pascal Groß (Brighton and Hove Albion).",
            "Jeremy Sarmiento (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by Naby Keïta (Liverpool).",
            "Joël Veltman (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Foul by Naby Keïta (Liverpool).",
            "Cody Gakpo (Liverpool) wins a free kick in the attacking half.",
            "Foul by Pascal Groß (Brighton and Hove Albion).",
            "Substitution Substitution, Brighton and Hove Albion. Jeremy Sarmiento replaces Alexis Mac Allister.",
            "Goal! Goal!  Brighton and Hove Albion 3, Liverpool 0. Danny Welbeck (Brighton and Hove Albion) right footed shot from the centre of the box to the bottom right corner. Assisted by Solly March with a headed pass.",
            "Hand ball by Ben Doak (Liverpool).",
            "Attempt missed. Harvey Elliott (Liverpool) left footed shot from the right side of the box misses to the right. Assisted by Naby Keïta.",
            "Attempt blocked. Kaoru Mitoma (Brighton and Hove Albion) right footed shot from the left side of the box is blocked. Assisted by Solly March.",
            "Foul by Naby Keïta (Liverpool).",
            "Danny Welbeck (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Thiago (Liverpool).",
            "Danny Welbeck (Brighton and Hove Albion) wins a free kick on the right wing.",
            "Corner,  Brighton and Hove Albion. Conceded by Thiago.",
            "Substitution Substitution, Liverpool. Harvey Elliott replaces Jordan Henderson.",
            "Substitution Substitution, Liverpool. Joe Gomez replaces Joël Matip.",
            "Substitution Substitution, Liverpool. Ben Doak replaces Alex Oxlade-Chamberlain.",
            "Substitution Substitution, Liverpool. Naby Keïta replaces Fabinho.",
            "Substitution Substitution, Brighton and Hove Albion. Joël Veltman replaces Adam Lallana.",
            "Substitution Substitution, Brighton and Hove Albion. Danny Welbeck replaces Evan Ferguson.",
            "Yellow Card! Trent Alexander-Arnold (Liverpool) is shown the yellow card for a bad foul.",
            "Foul by Trent Alexander-Arnold (Liverpool).",
            "Evan Ferguson (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Attempt saved. Kaoru Mitoma (Brighton and Hove Albion) right footed shot from outside the box is saved in the centre of the goal. Assisted by Levi Colwill.",
            "Offside, Brighton and Hove Albion. Lewis Dunk tries a through ball, but Solly March is caught offside.",
            "Attempt missed. Adam Lallana (Brighton and Hove Albion) left footed shot from outside the box misses to the right. Assisted by Evan Ferguson.",
            "Offside, Brighton and Hove Albion. Robert Sánchez tries a through ball, but Kaoru Mitoma is caught offside.",
            "Attempt saved. Alex Oxlade-Chamberlain (Liverpool) header from the centre of the box is saved in the bottom left corner. Assisted by Trent Alexander-Arnold with a cross.",
            "Goal! Goal!  Brighton and Hove Albion 2, Liverpool 0. Solly March (Brighton and Hove Albion) left footed shot from the left side of the box to the bottom right corner. Assisted by Evan Ferguson with a through ball.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Levi Colwill (Brighton and Hove Albion).",
            "Foul by Fabinho (Liverpool).",
            "Levi Colwill (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Corner,  Brighton and Hove Albion. Conceded by Ibrahima Konaté.",
            "Foul by Mohamed Salah (Liverpool).",
            "Pervis Estupiñán (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Kaoru Mitoma (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Jordan Henderson (Liverpool).",
            "Goal! Goal!  Brighton and Hove Albion 1, Liverpool 0. Solly March (Brighton and Hove Albion) left footed shot from very close range to the centre of the goal.",
            "Attempt blocked. Kaoru Mitoma (Brighton and Hove Albion) right footed shot from the left side of the box is blocked. Assisted by Adam Lallana.",
            "Kick Off! Second Half begins Brighton and Hove Albion 0, Liverpool 0.",
            "Half-time First Half ends, Brighton and Hove Albion 0, Liverpool 0.",
            "Offside, Liverpool. Thiago tries a through ball, but Cody Gakpo is caught offside.",
            "Attempt saved. Evan Ferguson (Brighton and Hove Albion) right footed shot from the right side of the box is saved in the centre of the goal. Assisted by Solly March.",
            "VAR Decision: No Penalty Brighton and Hove Albion.",
            "Offside, Brighton and Hove Albion. Adam Lallana tries a through ball, but Solly March is caught offside.",
            "Offside, Brighton and Hove Albion. Alexis Mac Allister tries a through ball, but Pervis Estupiñán is caught offside.",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Thiago (Liverpool).",
            "Delay over. They are ready to continue.",
            "Yellow Card! Jordan Henderson (Liverpool) is shown the yellow card for a bad foul.",
            "Delay in match   (Brighton and Hove Albion).",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Jordan Henderson (Liverpool).",
            "Attempt missed. Kaoru Mitoma (Brighton and Hove Albion) right footed shot from the left side of the box misses to the right. Assisted by Levi Colwill with a through ball.",
            "Solly March (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Andrew Robertson (Liverpool).",
            "Attempt missed. Alex Oxlade-Chamberlain (Liverpool) right footed shot from very close range misses to the right. Assisted by Trent Alexander-Arnold.",
            "Attempt missed. Mohamed Salah (Liverpool) right footed shot from the right side of the box is high and wide to the right. Assisted by Fabinho.",
            "Andrew Robertson (Liverpool) wins a free kick in the defensive half.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Cody Gakpo (Liverpool) wins a free kick in the defensive half.",
            "Attempt blocked. Cody Gakpo (Liverpool) right footed shot from outside the box is blocked. Assisted by Mohamed Salah.",
            "Offside, Liverpool. Cody Gakpo tries a through ball, but Trent Alexander-Arnold is caught offside.",
            "Alex Oxlade-Chamberlain (Liverpool) wins a free kick in the defensive half.",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Corner,  Brighton and Hove Albion. Conceded by Ibrahima Konaté.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Alisson (Liverpool).",
            "Attempt blocked. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Adam Lallana.",
            "Yellow Card! Joël Matip (Liverpool) is shown the yellow card for a bad foul.",
            "Foul by Joël Matip (Liverpool).",
            "Kaoru Mitoma (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Yellow Card! Lewis Dunk (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Cody Gakpo (Liverpool) wins a free kick in the defensive half.",
            "Foul by Lewis Dunk (Brighton and Hove Albion).",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Fabinho (Liverpool) wins a free kick in the defensive half.",
            "Ibrahima Konaté (Liverpool) wins a free kick in the defensive half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Corner,  Brighton and Hove Albion. Conceded by Andrew Robertson.",
            "Kaoru Mitoma (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Foul by Trent Alexander-Arnold (Liverpool).",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from the right side of the box is blocked. Assisted by Pervis Estupiñán.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Trent Alexander-Arnold (Liverpool) wins a free kick in the defensive half.",
            "Attempt saved. Alexis Mac Allister (Brighton and Hove Albion) header from the left side of the six yard box is saved in the top centre of the goal. Assisted by Pascal Groß with a cross.",
            "Corner,  Brighton and Hove Albion. Conceded by Trent Alexander-Arnold.",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from the right side of the box is blocked. Assisted by Alexis Mac Allister.",
            "Corner,  Brighton and Hove Albion. Conceded by Fabinho.",
            "Adam Lallana (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by Andrew Robertson (Liverpool).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    }
}