{
    "1": {
        "event": [
            "Full-time Match ends, Manchester City 1, Everton 1.",
            "Second Half ends, Manchester City 1, Everton 1.",
            "Attempt missed. Rodri (Manchester City) header from very close range misses to the left. Assisted by Riyad Mahrez with a cross following a corner.",
            "Corner,  Manchester City. Conceded by James Tarkowski.",
            "Phil Foden (Manchester City) wins a free kick on the left wing.",
            "Foul by Vitaliy Mykolenko (Everton).",
            "Corner,  Manchester City. Conceded by Séamus Coleman.",
            "Yellow Card! Neal Maupay (Everton) is shown the yellow card for a bad foul.",
            "Foul by Neal Maupay (Everton).",
            "Nathan Aké (Manchester City) wins a free kick in the defensive half.",
            "Foul by John Stones (Manchester City).",
            "Neal Maupay (Everton) wins a free kick on the left wing.",
            "Attempt missed. Rodri (Manchester City) right footed shot from outside the box misses to the left. Assisted by Kevin De Bruyne.",
            "Attempt blocked. Ilkay Gündogan (Manchester City) right footed shot from outside the box is blocked. Assisted by Rodri.",
            "Attempt missed. Phil Foden (Manchester City) header from the centre of the box misses to the right. Assisted by Riyad Mahrez with a cross.",
            "Corner,  Manchester City. Conceded by Alex Iwobi.",
            "Attempt saved. Kevin De Bruyne (Manchester City) right footed shot from the right side of the box is saved in the bottom left corner. Assisted by Riyad Mahrez.",
            "Delay over. They are ready to continue.",
            "Substitution Substitution, Everton. Abdoulaye Doucouré replaces Ben Godfrey because of an injury.",
            "Delay in match  because of an injury Ben Godfrey (Everton).",
            "Neal Maupay (Everton) wins a free kick in the defensive half.",
            "Foul by Manuel Akanji (Manchester City).",
            "Foul by Ben Godfrey (Everton).",
            "Nathan Aké (Manchester City) wins a free kick in the defensive half.",
            "Substitution Substitution, Manchester City. Julián Álvarez replaces Bernardo Silva.",
            "Substitution Substitution, Manchester City. Phil Foden replaces Jack Grealish.",
            "Substitution Substitution, Manchester City. Ilkay Gündogan replaces Rico Lewis.",
            "Foul by Amadou Onana (Everton).",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Offside, Manchester City. Rodri tries a through ball, but Bernardo Silva is caught offside.",
            "Attempt blocked. Rodri (Manchester City) right footed shot from the right side of the six yard box is blocked. Assisted by Bernardo Silva.",
            "Attempt saved. Riyad Mahrez (Manchester City) left footed shot from the centre of the box is saved in the bottom right corner. Assisted by Rodri.",
            "Attempt blocked. Kevin De Bruyne (Manchester City) left footed shot from the centre of the box is blocked. Assisted by Rodri.",
            "Attempt missed. Kevin De Bruyne (Manchester City) right footed shot from outside the box is close, but misses to the right. Assisted by Riyad Mahrez.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury James Tarkowski (Everton).",
            "Erling Haaland (Manchester City) wins a free kick in the defensive half.",
            "Foul by James Tarkowski (Everton).",
            "Foul by Jack Grealish (Manchester City).",
            "Demarai Gray (Everton) wins a free kick in the defensive half.",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Foul by Séamus Coleman (Everton).",
            "Substitution Substitution, Everton. Tom Davies replaces Idrissa Gueye.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Amadou Onana (Everton).",
            "Attempt blocked. Jack Grealish (Manchester City) right footed shot from the centre of the box is blocked. Assisted by Rodri.",
            "Attempt blocked. Jack Grealish (Manchester City) right footed shot from the left side of the box is blocked. Assisted by Kevin De Bruyne.",
            "Offside, Manchester City. Kevin De Bruyne tries a through ball, but Riyad Mahrez is caught offside.",
            "Foul by Alex Iwobi (Everton).",
            "Nathan Aké (Manchester City) wins a free kick in the attacking half.",
            "Substitution Substitution, Everton. Séamus Coleman replaces Nathan Patterson.",
            "Substitution Substitution, Everton. Neal Maupay replaces Dominic Calvert-Lewin.",
            "Corner,  Everton. Conceded by Bernardo Silva.",
            "Attempt blocked. Amadou Onana (Everton) right footed shot from outside the box is blocked. Assisted by Idrissa Gueye.",
            "Goal! Goal!  Manchester City 1, Everton 1. Demarai Gray (Everton) right footed shot from the left side of the box to the top right corner. Assisted by Idrissa Gueye   following a fast break.",
            "Yellow Card! Amadou Onana (Everton) is shown the yellow card for a bad foul.",
            "Foul by Amadou Onana (Everton).",
            "Rodri (Manchester City) wins a free kick in the attacking half.",
            "Rodri (Manchester City) wins a free kick in the defensive half.",
            "Foul by Dominic Calvert-Lewin (Everton).",
            "Foul by Jack Grealish (Manchester City).",
            "Nathan Patterson (Everton) wins a free kick in the defensive half.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Alex Iwobi (Everton).",
            "Delay in match  because of an injury Jack Grealish (Manchester City).",
            "Foul by Manuel Akanji (Manchester City).",
            "Dominic Calvert-Lewin (Everton) wins a free kick in the defensive half.",
            "Delay over. They are ready to continue.",
            "Delay in match   (Manchester City).",
            "Corner,  Manchester City. Conceded by Nathan Patterson.",
            "Kick Off! Second Half begins Manchester City 1, Everton 0.",
            "Half-time First Half ends, Manchester City 1, Everton 0.",
            "Yellow Card! James Tarkowski (Everton) is shown the yellow card.",
            "Yellow Card! Erling Haaland (Manchester City) is shown the yellow card for a bad foul.",
            "Foul by Erling Haaland (Manchester City).",
            "Vitaliy Mykolenko (Everton) wins a free kick in the defensive half.",
            "John Stones (Manchester City) hits the right post with a header from the centre of the box. Assisted by Kevin De Bruyne with a cross following a set piece situation.",
            "Foul by Ben Godfrey (Everton).",
            "Erling Haaland (Manchester City) wins a free kick on the right wing.",
            "Corner,  Manchester City. Conceded by Nathan Patterson.",
            "Vitaliy Mykolenko (Everton) wins a free kick in the defensive half.",
            "Foul by Riyad Mahrez (Manchester City).",
            "Foul by Dominic Calvert-Lewin (Everton).",
            "Manuel Akanji (Manchester City) wins a free kick in the defensive half.",
            "Foul by Nathan Aké (Manchester City).",
            "Dominic Calvert-Lewin (Everton) wins a free kick in the defensive half.",
            "Yellow Card! Nathan Patterson (Everton) is shown the yellow card.",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Foul by Nathan Patterson (Everton).",
            "Yellow Card! Kevin De Bruyne (Manchester City) is shown the yellow card for a bad foul.",
            "Amadou Onana (Everton) wins a free kick on the right wing.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Nathan Patterson (Everton) wins a free kick in the defensive half.",
            "Foul by Erling Haaland (Manchester City).",
            "Attempt blocked. Riyad Mahrez (Manchester City) left footed shot from outside the box is blocked. Assisted by Kevin De Bruyne with a cross.",
            "Corner,  Manchester City. Conceded by James Tarkowski.",
            "Corner,  Manchester City. Conceded by Vitaliy Mykolenko.",
            "Attempt blocked. Kevin De Bruyne (Manchester City) right footed shot from outside the box is blocked. Assisted by Nathan Aké.",
            "Goal! Goal!  Manchester City 1, Everton 0. Erling Haaland (Manchester City) right footed shot from the centre of the box to the centre of the goal. Assisted by Riyad Mahrez.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury John Stones (Manchester City).",
            "Foul by Nathan Patterson (Everton).",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Offside, Everton. Ben Godfrey tries a through ball, but Dominic Calvert-Lewin is caught offside.",
            "Yellow Card! Bernardo Silva (Manchester City) is shown the yellow card.",
            "Bernardo Silva (Manchester City) has gone down, but the referee deems it simulation.",
            "Offside, Manchester City. Nathan Aké tries a through ball, but Bernardo Silva is caught offside.",
            "Attempt missed. Erling Haaland (Manchester City) left footed shot from a difficult angle on the left is close, but misses to the left. Assisted by Kevin De Bruyne with a through ball.",
            "Rico Lewis (Manchester City) wins a free kick in the attacking half.",
            "Foul by Demarai Gray (Everton).",
            "Offside, Everton. Conor Coady tries a through ball, but Dominic Calvert-Lewin is caught offside.",
            "Ben Godfrey (Everton) wins a free kick on the right wing.",
            "Foul by Erling Haaland (Manchester City).",
            "Amadou Onana (Everton) wins a free kick in the defensive half.",
            "Foul by Rodri (Manchester City).",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Erling Haaland (Manchester City).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "2": {
        "event": [
            "Full-time Match ends, Leeds United 1, Manchester City 3.",
            "Second Half ends, Leeds United 1, Manchester City 3.",
            "Yellow Card! Cole Palmer (Manchester City) is shown the yellow card for a bad foul.",
            "Foul by Cole Palmer (Manchester City).",
            "Darko Gyabi (Leeds United) wins a free kick in the defensive half.",
            "Attempt blocked. Erling Haaland (Manchester City) right footed shot from the centre of the box is blocked.",
            "Attempt blocked. João Cancelo (Manchester City) left footed shot from the centre of the box is blocked. Assisted by Cole Palmer.",
            "Corner,  Leeds United. Conceded by Manuel Akanji.",
            "Attempt blocked. Darko Gyabi (Leeds United) right footed shot from the centre of the box is blocked.",
            "Substitution Substitution, Manchester City. Cole Palmer replaces Riyad Mahrez.",
            "Attempt missed. John Stones (Manchester City) right footed shot from the centre of the box is high and wide to the right following a corner.",
            "Attempt missed. Rodri (Manchester City) header from the centre of the box misses to the left following a corner.",
            "Corner,  Manchester City. Conceded by Robin Koch.",
            "Yellow Card! Sam Greenwood (Leeds United) is shown the yellow card for a bad foul.",
            "Kevin De Bruyne (Manchester City) wins a free kick on the left wing.",
            "Foul by Sam Greenwood (Leeds United).",
            "Marc Roca (Leeds United) wins a free kick in the defensive half.",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Substitution Substitution, Leeds United. Darko Gyabi replaces Brenden Aaronson.",
            "Attempt missed. Sam Greenwood (Leeds United) right footed shot from outside the box is close, but misses the top left corner from a direct free kick.",
            "Yellow Card! Rodri (Manchester City) is shown the yellow card for a bad foul.",
            "Wilfried Gnonto (Leeds United) wins a free kick in the attacking half.",
            "Foul by Rodri (Manchester City).",
            "Ilkay Gündogan (Manchester City) wins a free kick in the defensive half.",
            "Foul by Sam Greenwood (Leeds United).",
            "Attempt missed. Joe Gelhardt (Leeds United) right footed shot from the centre of the box is close, but misses to the right. Assisted by Sam Greenwood.",
            "Foul by Erling Haaland (Manchester City).",
            "Robin Koch (Leeds United) wins a free kick in the defensive half.",
            "Attempt saved. Erling Haaland (Manchester City) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Rodri with a through ball.",
            "Brenden Aaronson (Leeds United) wins a free kick in the defensive half.",
            "Foul by John Stones (Manchester City).",
            "Attempt saved. Kevin De Bruyne (Manchester City) right footed shot from outside the box is saved in the centre of the goal. Assisted by Riyad Mahrez.",
            "Goal! Goal!  Leeds United 1, Manchester City 3. Pascal Struijk (Leeds United) header from the centre of the box to the bottom right corner. Assisted by Sam Greenwood with a cross   following a corner.",
            "Corner,  Leeds United. Conceded by John Stones.",
            "Substitution Substitution, Manchester City. Phil Foden replaces Jack Grealish.",
            "Substitution Substitution, Leeds United. Diego Llorente replaces Liam Cooper.",
            "Substitution Substitution, Leeds United. Joe Gelhardt replaces Rodrigo.",
            "Yellow Card! Wilfried Gnonto (Leeds United) is shown the yellow card.",
            "Yellow Card! Mateusz Klich (Leeds United) is shown the yellow card for a bad foul.",
            "Foul by Mateusz Klich (Leeds United).",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Substitution Substitution, Manchester City. João Cancelo replaces Rico Lewis.",
            "Corner,  Leeds United. Conceded by Ederson.",
            "Luke Ayling (Leeds United) wins a free kick on the right wing.",
            "Foul by Rodri (Manchester City).",
            "Substitution Substitution, Leeds United. Luke Ayling replaces Rasmus Kristensen.",
            "Substitution Substitution, Leeds United. Mateusz Klich replaces Adam Forshaw.",
            "Goal! Goal!  Leeds United 0, Manchester City 3. Erling Haaland (Manchester City) right footed shot from the centre of the box to the bottom right corner. Assisted by Jack Grealish.",
            "Attempt blocked. Sam Greenwood (Leeds United) right footed shot from outside the box is blocked.",
            "Yellow Card! Rico Lewis (Manchester City) is shown the yellow card for a bad foul.",
            "Wilfried Gnonto (Leeds United) wins a free kick in the attacking half.",
            "Foul by Rico Lewis (Manchester City).",
            "Foul by Manuel Akanji (Manchester City).",
            "Brenden Aaronson (Leeds United) wins a free kick in the defensive half.",
            "Corner,  Manchester City. Conceded by Rasmus Kristensen.",
            "Attempt blocked. Ilkay Gündogan (Manchester City) left footed shot from the centre of the box is blocked. Assisted by Erling Haaland.",
            "Foul by Rodri (Manchester City).",
            "Brenden Aaronson (Leeds United) wins a free kick in the attacking half.",
            "Offside, Manchester City. Jack Grealish tries a through ball, but Kevin De Bruyne is caught offside.",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Foul by Marc Roca (Leeds United).",
            "Attempt missed. Brenden Aaronson (Leeds United) right footed shot from outside the box is high and wide to the right. Assisted by Wilfried Gnonto.",
            "Attempt blocked. Rasmus Kristensen (Leeds United) left footed shot from outside the box is blocked.",
            "Attempt blocked. Wilfried Gnonto (Leeds United) right footed shot from the left side of the box is blocked. Assisted by Brenden Aaronson.",
            "Delay over. They are ready to continue.",
            "Delay in match   (Manchester City).",
            "Goal! Goal!  Leeds United 0, Manchester City 2. Erling Haaland (Manchester City) left footed shot from the centre of the box to the bottom left corner. Assisted by Jack Grealish.",
            "Foul by Riyad Mahrez (Manchester City).",
            "Wilfried Gnonto (Leeds United) wins a free kick in the defensive half.",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Foul by Rasmus Kristensen (Leeds United).",
            "Attempt missed. Kevin De Bruyne (Manchester City) right footed shot from more than 40 yards on the right wing misses to the right. Assisted by Rodri following a fast break.",
            "Wilfried Gnonto (Leeds United) wins a free kick in the defensive half.",
            "Foul by Rico Lewis (Manchester City).",
            "Kick Off! Second Half begins Leeds United 0, Manchester City 1.",
            "Half-time First Half ends, Leeds United 0, Manchester City 1.",
            "Goal! Goal!  Leeds United 0, Manchester City 1. Rodri (Manchester City) right footed shot from the centre of the box to the centre of the goal    following a fast break.",
            "Attempt saved. Riyad Mahrez (Manchester City) left footed shot from the right side of the box is saved in the centre of the goal. Assisted by Rodri.",
            "Attempt missed. Jack Grealish (Manchester City) right footed shot from the centre of the box is just a bit too high. Assisted by Rico Lewis.",
            "Attempt missed. Riyad Mahrez (Manchester City) left footed shot from the centre of the box is close, but misses to the left. Assisted by Jack Grealish.",
            "Foul by Rodri (Manchester City).",
            "Brenden Aaronson (Leeds United) wins a free kick on the left wing.",
            "Attempt missed. Jack Grealish (Manchester City) right footed shot from the centre of the box is too high. Assisted by Kevin De Bruyne following a set piece situation.",
            "Riyad Mahrez (Manchester City) wins a free kick on the right wing.",
            "Foul by Liam Cooper (Leeds United).",
            "Attempt blocked. Jack Grealish (Manchester City) right footed shot from the left side of the box is blocked. Assisted by Kevin De Bruyne.",
            "Attempt saved. Ilkay Gündogan (Manchester City) right footed shot from the right side of the box is saved in the centre of the goal. Assisted by Riyad Mahrez with a through ball.",
            "Attempt missed. Wilfried Gnonto (Leeds United) right footed shot from the left side of the box is high and wide to the right. Assisted by Rodrigo.",
            "Attempt missed. Jack Grealish (Manchester City) right footed shot from the left side of the six yard box is too high. Assisted by Riyad Mahrez with a cross following a corner.",
            "Attempt missed. Erling Haaland (Manchester City) header from the centre of the box misses to the left. Assisted by Riyad Mahrez with a cross following a corner.",
            "Corner,  Manchester City. Conceded by Adam Forshaw.",
            "Corner,  Manchester City. Conceded by Pascal Struijk.",
            "Attempt saved. Erling Haaland (Manchester City) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Kevin De Bruyne with a through ball.",
            "Attempt blocked. Jack Grealish (Manchester City) left footed shot from the left side of the box is blocked. Assisted by Ilkay Gündogan.",
            "Corner,  Manchester City. Conceded by Rasmus Kristensen.",
            "Foul by Liam Cooper (Leeds United).",
            "John Stones (Manchester City) wins a free kick in the defensive half.",
            "Marc Roca (Leeds United) wins a free kick in the attacking half.",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Jack Grealish (Manchester City).",
            "Attempt missed. Ilkay Gündogan (Manchester City) right footed shot from outside the box is close, but misses to the left. Assisted by Riyad Mahrez following a set piece situation.",
            "Rico Lewis (Manchester City) wins a free kick in the attacking half.",
            "Foul by Adam Forshaw (Leeds United).",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Liam Cooper (Leeds United) wins a free kick in the defensive half.",
            "Attempt missed. Ilkay Gündogan (Manchester City) header from the centre of the box misses to the left. Assisted by Kevin De Bruyne with a cross.",
            "Foul by Marc Roca (Leeds United).",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Attempt missed. Kevin De Bruyne (Manchester City) right footed shot from outside the box is close, but misses to the right. Assisted by Rico Lewis.",
            "Foul by Sam Greenwood (Leeds United).",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Attempt missed. Erling Haaland (Manchester City) left footed shot from the centre of the box misses to the right. Assisted by Riyad Mahrez following a set piece situation.",
            "Foul by Adam Forshaw (Leeds United).",
            "Riyad Mahrez (Manchester City) wins a free kick in the attacking half.",
            "Attempt saved. Erling Haaland (Manchester City) left footed shot from outside the box is saved in the top centre of the goal. Assisted by Nathan Aké.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "3": {
        "event": [
            "Full-time Match ends, Manchester City 1, Brentford 2.",
            "Second Half ends, Manchester City 1, Brentford 2.",
            "Attempt saved. Julián Álvarez (Manchester City) header from the centre of the box is saved in the bottom right corner. Assisted by Bernardo Silva with a cross.",
            "Attempt blocked. Ivan Toney (Brentford) right footed shot from the centre of the box is blocked. Assisted by Josh Dasilva.",
            "Goal! Goal!  Manchester City 1, Brentford 2. Ivan Toney (Brentford) right footed shot from very close range to the bottom left corner. Assisted by Josh Dasilva   following a fast break.",
            "Corner,  Manchester City. Conceded by Zanka.",
            "Attempt blocked. Phil Foden (Manchester City) left footed shot from outside the box is blocked. Assisted by Aymeric Laporte.",
            "Attempt blocked. Rodri (Manchester City) left footed shot from outside the box is blocked. Assisted by John Stones.",
            "Christian Nørgaard (Brentford) wins a free kick in the defensive half.",
            "Foul by Rodri (Manchester City).",
            "Offside, Brentford. Yoane Wissa tries a through ball, but Ivan Toney is caught offside.",
            "Attempt missed. Manuel Akanji (Manchester City) left footed shot from outside the box is high and wide to the left.",
            "Yellow Card! Mathias Jensen (Brentford) is shown the yellow card for a bad foul.",
            "Foul by Mathias Jensen (Brentford).",
            "Kevin De Bruyne (Manchester City) wins a free kick on the left wing.",
            "Corner,  Brentford. Conceded by Ederson.",
            "Attempt saved. Ivan Toney (Brentford) right footed shot from the right side of the six yard box is saved in the centre of the goal.",
            "Ivan Toney (Brentford) wins a free kick in the defensive half.",
            "Foul by Julián Álvarez (Manchester City).",
            "Attempt blocked. Rodri (Manchester City) right footed shot from the centre of the box is blocked. Assisted by Julián Álvarez.",
            "Substitution Substitution, Brentford. Josh Dasilva replaces Frank Onyeka.",
            "Substitution Substitution, Manchester City. Julián Álvarez replaces João Cancelo.",
            "Yellow Card! João Cancelo (Manchester City) is shown the yellow card.",
            "João Cancelo (Manchester City) has gone down, but the referee deems it simulation.",
            "Attempt saved. Kevin De Bruyne (Manchester City) left footed shot from outside the box is saved in the bottom right corner. Assisted by John Stones.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Mathias Jensen (Brentford) wins a free kick in the defensive half.",
            "Yoane Wissa (Brentford) wins a free kick on the right wing.",
            "Foul by Phil Foden (Manchester City).",
            "Attempt missed. Ilkay Gündogan (Manchester City) right footed shot from the centre of the box is too high following a corner.",
            "Corner,  Manchester City. Conceded by David Raya.",
            "Attempt saved. João Cancelo (Manchester City) right footed shot from outside the box is saved in the centre of the goal. Assisted by Rodri.",
            "Foul by Christian Nørgaard (Brentford).",
            "Aymeric Laporte (Manchester City) wins a free kick in the defensive half.",
            "Substitution Substitution, Brentford. Yoane Wissa replaces Bryan Mbeumo.",
            "Offside, Manchester City. Phil Foden tries a through ball, but Erling Haaland is caught offside.",
            "Attempt saved. Rodri (Manchester City) right footed shot from outside the box is saved in the top right corner. Assisted by Phil Foden.",
            "Yellow Card! Bryan Mbeumo (Brentford) is shown the yellow card for a bad foul.",
            "Ilkay Gündogan (Manchester City) wins a free kick in the defensive half.",
            "Foul by Bryan Mbeumo (Brentford).",
            "Attempt missed. Phil Foden (Manchester City) left footed shot from outside the box is too high. Assisted by Manuel Akanji with a headed pass.",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Frank Onyeka (Brentford) wins a free kick in the attacking half.",
            "Attempt saved. Ivan Toney (Brentford) right footed shot from the centre of the box is saved in the bottom right corner. Assisted by Mads Roerslev with a cross.",
            "Attempt missed. Ilkay Gündogan (Manchester City) left footed shot from the centre of the box is too high. Assisted by Erling Haaland.",
            "Offside, Brentford. Bryan Mbeumo tries a through ball, but Ivan Toney is caught offside.",
            "Substitution Substitution, Brentford. Christian Nørgaard replaces Vitaly Janelt.",
            "Aymeric Laporte (Manchester City) wins a free kick in the defensive half.",
            "Foul by Frank Onyeka (Brentford).",
            "Attempt missed. Aymeric Laporte (Manchester City) right footed shot from outside the box is too high following a corner.",
            "Corner,  Manchester City. Conceded by Zanka.",
            "Attempt blocked. João Cancelo (Manchester City) right footed shot from the left side of the box is blocked. Assisted by Bernardo Silva.",
            "Corner,  Manchester City. Conceded by Zanka.",
            "Attempt blocked. Bernardo Silva (Manchester City) left footed shot from the right side of the box is blocked.",
            "Kick Off! Second Half begins Manchester City 1, Brentford 1.",
            "Half-time First Half ends, Manchester City 1, Brentford 1.",
            "Attempt missed. Mathias Jensen (Brentford) right footed shot from more than 35 yards misses to the left.",
            "Goal! Goal!  Manchester City 1, Brentford 1. Phil Foden (Manchester City) left footed shot from the centre of the box to the top right corner. Assisted by Manuel Akanji   following a corner.",
            "Corner,  Manchester City. Conceded by Rico Henry.",
            "Attempt saved. Bryan Mbeumo (Brentford) left footed shot from outside the box is saved in the centre of the goal. Assisted by Ivan Toney.",
            "Attempt missed. Aymeric Laporte (Manchester City) left footed shot from outside the box is high and wide to the left. Assisted by Manuel Akanji.",
            "Mathias Jensen (Brentford) wins a free kick on the left wing.",
            "Foul by Bernardo Silva (Manchester City).",
            "Corner,  Manchester City. Conceded by Zanka.",
            "Attempt saved. Phil Foden (Manchester City) left footed shot from the left side of the box is saved in the centre of the goal. Assisted by Kevin De Bruyne.",
            "Attempt blocked. Aymeric Laporte (Manchester City) right footed shot from the centre of the box is blocked.",
            "Attempt blocked. John Stones (Manchester City) right footed shot from the centre of the box is blocked.",
            "Attempt blocked. John Stones (Manchester City) header from the centre of the box is blocked. Assisted by Kevin De Bruyne with a cross.",
            "Corner,  Manchester City. Conceded by Ben Mee.",
            "Yellow Card! Erling Haaland (Manchester City) is shown the yellow card for a bad foul.",
            "Zanka (Brentford) wins a free kick in the defensive half.",
            "Foul by Erling Haaland (Manchester City).",
            "Offside, Manchester City. John Stones tries a through ball, but João Cancelo is caught offside.",
            "Attempt missed. John Stones (Manchester City) right footed shot from the centre of the box is just a bit too high. Assisted by Bernardo Silva.",
            "Corner,  Manchester City. Conceded by Rico Henry.",
            "Foul by Ivan Toney (Brentford).",
            "Rodri (Manchester City) wins a free kick in the defensive half.",
            "VAR Decision: No Penalty Manchester City.",
            "VAR Decision: No Penalty Manchester City.",
            "Hand ball by Rico Henry (Brentford).",
            "Attempt blocked. Phil Foden (Manchester City) left footed shot from the centre of the box is blocked. Assisted by Erling Haaland.",
            "Attempt missed. Rodri (Manchester City) right footed shot from outside the box is high and wide to the left.",
            "Attempt blocked. Phil Foden (Manchester City) right footed shot from outside the box is blocked. Assisted by Aymeric Laporte.",
            "Attempt blocked. Phil Foden (Manchester City) header from the centre of the box is blocked. Assisted by João Cancelo with a cross.",
            "Manuel Akanji (Manchester City) wins a free kick in the defensive half.",
            "Foul by Ivan Toney (Brentford).",
            "Goal! Goal!  Manchester City 0, Brentford 1. Ivan Toney (Brentford) header from the centre of the box to the high centre of the goal. Assisted by Ben Mee with a headed pass   following a set piece situation.",
            "Foul by João Cancelo (Manchester City).",
            "Frank Onyeka (Brentford) wins a free kick in the defensive half.",
            "Attempt blocked. Kevin De Bruyne (Manchester City) left footed shot from the centre of the box is blocked. Assisted by Phil Foden.",
            "Corner,  Manchester City. Conceded by Ben Mee.",
            "Attempt blocked. Erling Haaland (Manchester City) left footed shot from the left side of the box is blocked. Assisted by Phil Foden.",
            "Corner,  Manchester City. Conceded by Zanka.",
            "Attempt missed. Ilkay Gündogan (Manchester City) right footed shot from more than 35 yards misses to the right.",
            "Corner,  Brentford. Conceded by John Stones.",
            "Attempt saved. Ivan Toney (Brentford) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Bryan Mbeumo.",
            "Attempt blocked. Bryan Mbeumo (Brentford) left footed shot from the centre of the box is blocked. Assisted by Frank Onyeka.",
            "Attempt blocked. João Cancelo (Manchester City) left footed shot from the left side of the box is blocked. Assisted by Erling Haaland.",
            "Attempt saved. Frank Onyeka (Brentford) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Rico Henry with a through ball.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "4": {
        "event": [
            "Full-time Match ends, Manchester City 2, Fulham 1.",
            "Second Half ends, Manchester City 2, Fulham 1.",
            "Foul by Kenny Tete (Fulham).",
            "Erling Haaland (Manchester City) wins a free kick in the defensive half.",
            "Attempt blocked. Issa Diop (Fulham) header from the centre of the box is blocked. Assisted by Tom Cairney with a cross.",
            "Yellow Card! Erling Haaland (Manchester City) is shown the yellow card for excessive celebration.",
            "Substitution Substitution, Manchester City. Rúben Dias replaces Ilkay Gündogan.",
            "Goal!  Manchester City 2, Fulham 1. Erling Haaland (Manchester City) converts the penalty with a left footed shot to the bottom left corner.",
            "Penalty conceded by Antonee Robinson (Fulham) after a foul in the penalty area.",
            "Penalty Manchester City. Kevin De Bruyne draws a foul in the penalty area.",
            "Yellow Card! Antonee Robinson (Fulham) is shown the yellow card for a bad foul.",
            "Corner,  Manchester City. Conceded by Tim Ream.",
            "Attempt blocked. Erling Haaland (Manchester City) header from the centre of the box is blocked. Assisted by Kevin De Bruyne with a cross.",
            "Substitution Substitution, Fulham. Luke Harris replaces Andreas Pereira.",
            "Foul by Manuel Akanji (Manchester City).",
            "Daniel James (Fulham) wins a free kick in the defensive half.",
            "Attempt blocked. Erling Haaland (Manchester City) right footed shot from the left side of the box is blocked. Assisted by Kevin De Bruyne with a through ball.",
            "Substitution Substitution, Fulham. Kevin Mbabu replaces Willian.",
            "Substitution Substitution, Fulham. Tom Cairney replaces Carlos Vinícius.",
            "Substitution Substitution, Fulham. Daniel James replaces Harry Wilson because of an injury.",
            "VAR Decision: No Goal  Manchester City 1-1 Fulham.",
            "GOAL OVERTURNED BY VAR: Erling Haaland (Manchester City) scores but the goal is ruled out after a VAR review.",
            "Offside, Manchester City. Kevin De Bruyne tries a through ball, but Erling Haaland is caught offside.",
            "Attempt missed. Erling Haaland (Manchester City) left footed shot from a difficult angle on the left misses to the right. Assisted by John Stones.",
            "Attempt blocked. Bernardo Silva (Manchester City) left footed shot from the right side of the box is blocked. Assisted by Rodri.",
            "Attempt saved. Kenny Tete (Fulham) right footed shot from outside the box is saved in the bottom left corner. Assisted by Willian.",
            "Attempt missed. Kevin De Bruyne (Manchester City) right footed shot from outside the box is close, but misses to the left from a direct free kick.",
            "Substitution Substitution, Manchester City. Erling Haaland replaces Julián Álvarez.",
            "Substitution Substitution, Manchester City. Phil Foden replaces Jack Grealish.",
            "Yellow Card! Kenny Tete (Fulham) is shown the yellow card for a bad foul.",
            "Foul by Kenny Tete (Fulham).",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Attempt missed. Harry Wilson (Fulham) left footed shot from the right side of the box misses to the left. Assisted by Harrison Reed.",
            "Corner,  Manchester City. Conceded by Issa Diop.",
            "Nathan Aké (Manchester City) wins a free kick on the left wing.",
            "Foul by Kenny Tete (Fulham).",
            "Foul by Jack Grealish (Manchester City).",
            "Kenny Tete (Fulham) wins a free kick on the right wing.",
            "Rodri (Manchester City) wins a free kick in the defensive half.",
            "Foul by Harry Wilson (Fulham).",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Foul by Kenny Tete (Fulham).",
            "Kick Off! Second Half begins Manchester City 1, Fulham 1.",
            "Half-time First Half ends, Manchester City 1, Fulham 1.",
            "Attempt missed. Manuel Akanji (Manchester City) header from the centre of the box is too high. Assisted by Kevin De Bruyne with a cross following a set piece situation.",
            "Yellow Card! Bernardo Silva (Manchester City) is shown the yellow card.",
            "Bernardo Silva (Manchester City) wins a free kick on the left wing.",
            "Foul by Harry Wilson (Fulham).",
            "Attempt saved. Manuel Akanji (Manchester City) header from the centre of the box is saved in the centre of the goal. Assisted by Bernardo Silva with a cross.",
            "Corner,  Manchester City. Conceded by Carlos Vinícius.",
            "Corner,  Manchester City. Conceded by Andreas Pereira.",
            "Attempt blocked. Jack Grealish (Manchester City) right footed shot from the centre of the box is blocked. Assisted by Nathan Aké.",
            "Yellow Card! Harrison Reed (Fulham) is shown the yellow card for a bad foul.",
            "Kevin De Bruyne (Manchester City) wins a free kick in the attacking half.",
            "Foul by Harrison Reed (Fulham).",
            "Attempt missed. Jack Grealish (Manchester City) right footed shot from the left side of the box misses to the right. Assisted by Julián Álvarez.",
            "Offside, Manchester City. Jack Grealish tries a through ball, but Nathan Aké is caught offside.",
            "Corner,  Manchester City. Conceded by Tim Ream.",
            "Attempt blocked. Julián Álvarez (Manchester City) right footed shot from a difficult angle on the right is blocked. Assisted by Kevin De Bruyne with a through ball.",
            "Corner,  Manchester City. Conceded by Kenny Tete.",
            "Foul by Kenny Tete (Fulham).",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Goal!  Manchester City 1, Fulham 1. Andreas Pereira (Fulham) converts the penalty with a right footed shot to the bottom left corner.",
            "Red Card! João Cancelo (Manchester City) is shown the red card.",
            "Penalty Fulham. Harry Wilson draws a foul in the penalty area.",
            "Penalty conceded by João Cancelo (Manchester City) after a foul in the penalty area.",
            "Offside, Manchester City. Kevin De Bruyne tries a through ball, but Rodri is caught offside.",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Foul by João Palhinha (Fulham).",
            "Foul by João Cancelo (Manchester City).",
            "Harry Wilson (Fulham) wins a free kick in the defensive half.",
            "Ilkay Gündogan (Manchester City) wins a free kick in the attacking half.",
            "Foul by Kenny Tete (Fulham).",
            "Goal! Goal!  Manchester City 1, Fulham 0. Julián Álvarez (Manchester City) right footed shot from the right side of the box to the high centre of the goal. Assisted by Ilkay Gündogan with a through ball.",
            "Andreas Pereira (Fulham) wins a free kick in the defensive half.",
            "Foul by Nathan Aké (Manchester City).",
            "Attempt blocked. Manuel Akanji (Manchester City) right footed shot from outside the box is blocked.",
            "Corner,  Manchester City. Conceded by Bernd Leno.",
            "Attempt saved. Ilkay Gündogan (Manchester City) right footed shot from outside the box is saved in the bottom right corner.",
            "Corner,  Manchester City. Conceded by Kenny Tete.",
            "Corner,  Manchester City. Conceded by Bernd Leno.",
            "Attempt saved. Kevin De Bruyne (Manchester City) right footed shot from outside the box is saved in the top left corner. Assisted by Ilkay Gündogan.",
            "Harrison Reed (Fulham) wins a free kick in the defensive half.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Yellow Card! Andreas Pereira (Fulham) is shown the yellow card for a bad foul.",
            "Attempt missed. Julián Álvarez (Manchester City) with an attempt from the centre of the box is high and wide to the right. Assisted by Kevin De Bruyne with a cross.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "5": {
        "event": [
            "Full-time Match ends, Leicester City 0, Manchester City 1.",
            "Second Half ends, Leicester City 0, Manchester City 1.",
            "Corner,  Leicester City. Conceded by Rúben Dias.",
            "Foul by Jack Grealish (Manchester City).",
            "Youri Tielemans (Leicester City) wins a free kick in the attacking half.",
            "Timothy Castagne (Leicester City) wins a free kick in the defensive half.",
            "Foul by Jack Grealish (Manchester City).",
            "Foul by Daniel Amartey (Leicester City).",
            "Phil Foden (Manchester City) wins a free kick in the attacking half.",
            "Attempt saved. Kelechi Iheanacho (Leicester City) left footed shot from the right side of the box is saved in the bottom right corner. Assisted by James Maddison.",
            "Foul by Patson Daka (Leicester City).",
            "Ilkay Gündogan (Manchester City) wins a free kick in the attacking half.",
            "Attempt missed. João Cancelo (Manchester City) right footed shot from outside the box is high and wide to the left. Assisted by Ilkay Gündogan following a corner.",
            "Corner,  Manchester City. Conceded by Timothy Castagne.",
            "Attempt saved. Patson Daka (Leicester City) header from the centre of the box is saved in the centre of the goal. Assisted by Kelechi Iheanacho.",
            "Attempt missed. Timothy Castagne (Leicester City) with an attempt from very close range is too high. Assisted by James Maddison with a cross following a set piece situation.",
            "Youri Tielemans (Leicester City) wins a free kick on the right wing.",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Attempt missed. James Justin (Leicester City) right footed shot from outside the box is high and wide to the right. Assisted by James Maddison.",
            "Substitution Substitution, Manchester City. Phil Foden replaces Julián Álvarez.",
            "Attempt missed. Kelechi Iheanacho (Leicester City) left footed shot from the centre of the box misses to the left. Assisted by James Maddison.",
            "Attempt blocked. Patson Daka (Leicester City) left footed shot from the centre of the box is blocked.",
            "Harvey Barnes (Leicester City) wins a free kick on the left wing.",
            "Foul by Rúben Dias (Manchester City).",
            "Foul by Youri Tielemans (Leicester City).",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Substitution Substitution, Manchester City. Rúben Dias replaces Manuel Akanji.",
            "Substitution Substitution, Leicester City. Patson Daka replaces Çaglar Söyüncü.",
            "Substitution Substitution, Leicester City. Kelechi Iheanacho replaces Jamie Vardy.",
            "Foul by Rodri (Manchester City).",
            "James Justin (Leicester City) wins a free kick in the defensive half.",
            "Youri Tielemans (Leicester City) wins a free kick in the defensive half.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Foul by Jamie Vardy (Leicester City).",
            "Manuel Akanji (Manchester City) wins a free kick in the defensive half.",
            "Attempt blocked. Kevin De Bruyne (Manchester City) left footed shot from outside the box is blocked. Assisted by Ilkay Gündogan.",
            "Attempt saved. Daniel Amartey (Leicester City) header from the centre of the box is saved in the centre of the goal.",
            "Attempt saved. Youri Tielemans (Leicester City) right footed shot from outside the box is saved in the top centre of the goal. Assisted by James Maddison.",
            "Corner,  Leicester City. Conceded by Aymeric Laporte.",
            "Nampalys Mendy (Leicester City) wins a free kick in the defensive half.",
            "Foul by Manuel Akanji (Manchester City).",
            "Attempt blocked. João Cancelo (Manchester City) right footed shot from outside the box is blocked. Assisted by Jack Grealish.",
            "Goal! Goal!  Leicester City 0, Manchester City 1. Kevin De Bruyne (Manchester City) from a free kick with a right footed shot to the top left corner.",
            "Jack Grealish (Manchester City) wins a free kick in the attacking half.",
            "Foul by Nampalys Mendy (Leicester City).",
            "Offside, Manchester City. Bernardo Silva tries a through ball, but Kevin De Bruyne is caught offside.",
            "Attempt missed. Rodri (Manchester City) right footed shot from the centre of the box misses to the left. Assisted by Bernardo Silva.",
            "Substitution Substitution, Leicester City. Nampalys Mendy replaces Kiernan Dewsbury-Hall.",
            "Kick Off! Second Half begins Leicester City 0, Manchester City 0.",
            "Half-time First Half ends, Leicester City 0, Manchester City 0.",
            "Attempt missed. Manuel Akanji (Manchester City) header from the centre of the box misses to the right. Assisted by Jack Grealish with a cross following a corner.",
            "Corner,  Manchester City. Conceded by Wout Faes.",
            "Corner,  Manchester City. Conceded by James Maddison.",
            "Corner,  Manchester City. Conceded by Daniel Amartey.",
            "Attempt missed. Aymeric Laporte (Manchester City) header from the centre of the box is close, but misses to the left. Assisted by Kevin De Bruyne with a cross following a corner.",
            "Corner,  Manchester City. Conceded by James Justin.",
            "Attempt missed. Harvey Barnes (Leicester City) right footed shot from the left side of the box is high and wide to the right. Assisted by James Justin.",
            "Corner,  Manchester City. Conceded by Daniel Amartey.",
            "Corner,  Manchester City. Conceded by Kiernan Dewsbury-Hall.",
            "Attempt blocked. Manuel Akanji (Manchester City) right footed shot from outside the box is blocked. Assisted by Aymeric Laporte.",
            "Attempt saved. Kevin De Bruyne (Manchester City) left footed shot from outside the box is saved in the centre of the goal. Assisted by Rodri.",
            "Attempt blocked. Kevin De Bruyne (Manchester City) right footed shot from outside the box is blocked. Assisted by Jack Grealish.",
            "Corner,  Leicester City. Conceded by John Stones.",
            "Attempt saved. Harvey Barnes (Leicester City) left footed shot from a difficult angle on the left is saved in the centre of the goal. Assisted by Jamie Vardy.",
            "Kiernan Dewsbury-Hall (Leicester City) wins a free kick in the defensive half.",
            "Foul by Julián Álvarez (Manchester City).",
            "James Maddison (Leicester City) wins a free kick in the defensive half.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Attempt missed. Rodri (Manchester City) header from the centre of the box is too high. Assisted by Kevin De Bruyne with a cross.",
            "Attempt saved. Bernardo Silva (Manchester City) left footed shot from the right side of the box is saved in the bottom right corner. Assisted by Kevin De Bruyne.",
            "Offside, Manchester City. Kevin De Bruyne tries a through ball, but Julián Álvarez is caught offside.",
            "Attempt missed. Kevin De Bruyne (Manchester City) left footed shot from outside the box misses to the right.",
            "Corner,  Manchester City. Conceded by Danny Ward.",
            "Attempt saved. Rodri (Manchester City) header from the centre of the box is saved in the top centre of the goal. Assisted by Kevin De Bruyne with a cross.",
            "Corner,  Manchester City. Conceded by Timothy Castagne.",
            "Corner,  Manchester City. Conceded by James Justin.",
            "Attempt saved. Ilkay Gündogan (Manchester City) header from the centre of the box is saved in the top centre of the goal. Assisted by João Cancelo.",
            "Foul by Julián Álvarez (Manchester City).",
            "Wout Faes (Leicester City) wins a free kick in the defensive half.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "6": {
        "event": [
            "Full-time Match ends, Manchester City 3, Brighton and Hove Albion 1.",
            "Second Half ends, Manchester City 3, Brighton and Hove Albion 1.",
            "Leandro Trossard (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Manuel Akanji (Manchester City).",
            "Bernardo Silva (Manchester City) wins a free kick in the defensive half.",
            "Foul by Leandro Trossard (Brighton and Hove Albion).",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Cole Palmer (Manchester City) wins a free kick on the right wing.",
            "Substitution Substitution, Brighton and Hove Albion. Jeremy Sarmiento replaces Pascal Groß.",
            "Substitution Substitution, Brighton and Hove Albion. Billy Gilmour replaces Alexis Mac Allister.",
            "Attempt blocked. Moisés Caicedo (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Deniz Undav.",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from the right side of the box is blocked. Assisted by Pascal Groß.",
            "Foul by Bernardo Silva (Manchester City).",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Tariq Lamptey (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Corner,  Manchester City. Conceded by Tariq Lamptey.",
            "Corner,  Brighton and Hove Albion. Conceded by João Cancelo.",
            "Substitution Substitution, Manchester City. Julián Álvarez replaces Erling Haaland.",
            "Offside, Brighton and Hove Albion. Pervis Estupiñán tries a through ball, but Deniz Undav is caught offside.",
            "Substitution Substitution, Brighton and Hove Albion. Deniz Undav replaces Danny Welbeck.",
            "Foul by João Cancelo (Manchester City).",
            "Solly March (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Substitution Substitution, Manchester City. Cole Palmer replaces Jack Grealish.",
            "Goal! Goal!  Manchester City 3, Brighton and Hove Albion 1. Kevin De Bruyne (Manchester City) right footed shot from outside the box to the top left corner. Assisted by Bernardo Silva.",
            "Yellow Card! Pervis Estupiñán (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Phil Foden (Manchester City) wins a free kick in the defensive half.",
            "Foul by Pervis Estupiñán (Brighton and Hove Albion).",
            "Corner,  Brighton and Hove Albion. Conceded by Ederson.",
            "Attempt saved. Leandro Trossard (Brighton and Hove Albion) left footed shot from a difficult angle on the left is saved in the centre of the goal. Assisted by Pascal Groß.",
            "Attempt missed. Aymeric Laporte (Manchester City) header from the centre of the box is close, but misses to the left. Assisted by Kevin De Bruyne with a cross following a corner.",
            "Corner,  Manchester City. Conceded by Adam Webster.",
            "Attempt blocked. Erling Haaland (Manchester City) right footed shot from the centre of the box is blocked.",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Erling Haaland (Manchester City).",
            "Attempt missed. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is just a bit too high.",
            "Substitution Substitution, Brighton and Hove Albion. Pervis Estupiñán replaces Joël Veltman because of an injury.",
            "Attempt missed. Aymeric Laporte (Manchester City) header from the left side of the box is close, but misses to the left. Assisted by Kevin De Bruyne following a set piece situation.",
            "Substitution Substitution, Manchester City. Phil Foden replaces Riyad Mahrez.",
            "Yellow Card! Pascal Groß (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Foul by Pascal Groß (Brighton and Hove Albion).",
            "Rodri (Manchester City) wins a free kick in the attacking half.",
            "Corner,  Manchester City. Conceded by Adam Webster.",
            "Attempt blocked. Riyad Mahrez (Manchester City) right footed shot from a difficult angle on the right is blocked. Assisted by Erling Haaland.",
            "Yellow Card! Riyad Mahrez (Manchester City) is shown the yellow card for a bad foul.",
            "Solly March (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Foul by Riyad Mahrez (Manchester City).",
            "Goal! Goal!  Manchester City 2, Brighton and Hove Albion 1. Leandro Trossard (Brighton and Hove Albion) right footed shot from the left side of the box to the bottom left corner. Assisted by Solly March.",
            "Attempt saved. Riyad Mahrez (Manchester City) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Kevin De Bruyne.",
            "Foul by Erling Haaland (Manchester City).",
            "Tariq Lamptey (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick in the attacking half.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Foul by Tariq Lamptey (Brighton and Hove Albion).",
            "João Cancelo (Manchester City) wins a free kick in the defensive half.",
            "Offside, Brighton and Hove Albion. Joël Veltman tries a through ball, but Pascal Groß is caught offside.",
            "Kick Off! Second Half begins Manchester City 2, Brighton and Hove Albion 0.",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Adam Lallana.",
            "Half-time First Half ends, Manchester City 2, Brighton and Hove Albion 0.",
            "Corner,  Manchester City. Conceded by Alexis Mac Allister.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "João Cancelo (Manchester City) wins a free kick on the left wing.",
            "Goal!  Manchester City 2, Brighton and Hove Albion 0. Erling Haaland (Manchester City) converts the penalty with a left footed shot to the bottom right corner.",
            "VAR Decision: Penalty Manchester City.",
            "Penalty conceded by Lewis Dunk (Brighton and Hove Albion) after a foul in the penalty area.",
            "Penalty Manchester City. Bernardo Silva draws a foul in the penalty area.",
            "Offside, Brighton and Hove Albion. Joël Veltman tries a through ball, but Solly March is caught offside.",
            "Attempt missed. Danny Welbeck (Brighton and Hove Albion) header from the left side of the six yard box is too high. Assisted by Pascal Groß with a cross following a corner.",
            "Corner,  Brighton and Hove Albion. Conceded by Bernardo Silva.",
            "Erling Haaland (Manchester City) wins a free kick in the defensive half.",
            "Dangerous play by Lewis Dunk (Brighton and Hove Albion).",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) right footed shot from the centre of the box is blocked. Assisted by Alexis Mac Allister.",
            "Offside, Brighton and Hove Albion. Leandro Trossard tries a through ball, but Pascal Groß is caught offside.",
            "Attempt missed. Rodri (Manchester City) header from the centre of the box is high and wide to the left. Assisted by Riyad Mahrez with a cross following a corner.",
            "Corner,  Manchester City. Conceded by Lewis Dunk.",
            "Attempt blocked. Kevin De Bruyne (Manchester City) left footed shot from the centre of the box is blocked. Assisted by Jack Grealish.",
            "Yellow Card! Moisés Caicedo (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Erling Haaland (Manchester City) wins a free kick in the attacking half.",
            "Goal! Goal!  Manchester City 1, Brighton and Hove Albion 0. Erling Haaland (Manchester City) right footed shot from the right side of the box to the centre of the goal. Assisted by Ederson with a through ball.",
            "Kevin De Bruyne (Manchester City) wins a free kick in the attacking half.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Foul by Joël Veltman (Brighton and Hove Albion).",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Corner,  Manchester City. Conceded by Pascal Groß.",
            "Corner,  Manchester City. Conceded by Joël Veltman.",
            "Moisés Caicedo (Brighton and Hove Albion) wins a free kick on the left wing.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Attempt missed. Danny Welbeck (Brighton and Hove Albion) right footed shot from long range on the right is high and wide to the right.",
            "João Cancelo (Manchester City) wins a free kick in the defensive half.",
            "Foul by Solly March (Brighton and Hove Albion).",
            "Foul by João Cancelo (Manchester City).",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Joël Veltman (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Jack Grealish (Manchester City).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "7": {
        "event": [
            "Full-time Match ends, Liverpool 1, Manchester City 0.",
            "Second Half ends, Liverpool 1, Manchester City 0.",
            "Hand ball by Virgil van Dijk (Liverpool).",
            "Substitution Substitution, Liverpool. Konstantinos Tsimikas replaces Diogo Jota because of an injury.",
            "Attempt saved. Erling Haaland (Manchester City) with an attempt from the centre of the box is saved in the top right corner. Assisted by Kevin De Bruyne with a cross.",
            "Attempt missed. Darwin Núñez (Liverpool) right footed shot from the left side of the box misses to the right. Assisted by Diogo Jota.",
            "Rodri (Manchester City) wins a free kick in the defensive half.",
            "Foul by Fábio Carvalho (Liverpool).",
            "Attempt missed. Trent Alexander-Arnold (Liverpool) right footed shot from the right side of the six yard box misses to the right. Assisted by Darwin Núñez.",
            "Offside, Liverpool. Trent Alexander-Arnold tries a through ball, but Darwin Núñez is caught offside.",
            "Yellow Card! Diogo Jota (Liverpool) is shown the yellow card for a bad foul.",
            "João Cancelo (Manchester City) wins a free kick on the right wing.",
            "Foul by Diogo Jota (Liverpool).",
            "Substitution Substitution, Liverpool. Trent Alexander-Arnold replaces Mohamed Salah.",
            "Substitution Substitution, Manchester City. Julián Álvarez replaces Ilkay Gündogan.",
            "Foul by Fábio Carvalho (Liverpool).",
            "Kevin De Bruyne (Manchester City) wins a free kick in the defensive half.",
            "Attempt blocked. Darwin Núñez (Liverpool) right footed shot from outside the box is blocked. Assisted by Diogo Jota.",
            "Mohamed Salah (Liverpool).",
            "(Manchester City) wins a free kick on the left wing.",
            "Yellow Card! Thiago (Liverpool) is shown the yellow card for a bad foul.",
            "Foul by Thiago (Liverpool).",
            "Rodri (Manchester City) wins a free kick in the defensive half.",
            "Attempt saved. Ilkay Gündogan (Manchester City) right footed shot from the left side of the box is saved in the bottom right corner. Assisted by Phil Foden.",
            "Corner,  Manchester City. Conceded by Jordan Henderson.",
            "Corner,  Manchester City. Conceded by Virgil van Dijk.",
            "Corner,  Manchester City. Conceded by Diogo Jota.",
            "Attempt missed. Jordan Henderson (Liverpool) right footed shot from outside the box is too high following a set piece situation.",
            "Attempt missed. James Milner (Liverpool) right footed shot from the right side of the box misses to the left following a set piece situation.",
            "Yellow Card! Manuel Akanji (Manchester City) is shown the yellow card for a bad foul.",
            "Foul by Manuel Akanji (Manchester City).",
            "Darwin Núñez (Liverpool) wins a free kick on the left wing.",
            "Attempt missed. Darwin Núñez (Liverpool) right footed shot from outside the box misses to the right. Assisted by Jordan Henderson with a headed pass following a fast break.",
            "Goal! Goal!  Liverpool 1, Manchester City 0. Mohamed Salah (Liverpool) left footed shot from outside the box to the bottom left corner. Assisted by Alisson   following a fast break.",
            "Foul by Thiago (Liverpool).",
            "Kevin De Bruyne (Manchester City) wins a free kick in the attacking half.",
            "Substitution Substitution, Liverpool. Fábio Carvalho replaces Harvey Elliott.",
            "Substitution Substitution, Liverpool. Jordan Henderson replaces Fabinho.",
            "Substitution Substitution, Liverpool. Darwin Núñez replaces Roberto Firmino.",
            "Attempt missed. Mohamed Salah (Liverpool) left footed shot from the right side of the box misses to the left. Assisted by Roberto Firmino.",
            "Attempt missed. Bernardo Silva (Manchester City) left footed shot from outside the box misses to the right.",
            "Attempt blocked. Ilkay Gündogan (Manchester City) right footed shot from the centre of the box is blocked. Assisted by Erling Haaland.",
            "Phil Foden (Manchester City) wins a free kick on the left wing.",
            "Foul by Harvey Elliott (Liverpool).",
            "Attempt missed. Rúben Dias (Manchester City) header from the centre of the box misses to the right. Assisted by Ilkay Gündogan with a cross following a corner.",
            "Corner,  Manchester City. Conceded by Joe Gomez.",
            "Attempt saved. Erling Haaland (Manchester City) left footed shot from the centre of the box is saved in the bottom left corner. Assisted by Ilkay Gündogan.",
            "Yellow Card! Fabinho (Liverpool) is shown the yellow card for a bad foul.",
            "Foul by Fabinho (Liverpool).",
            "Ilkay Gündogan (Manchester City) wins a free kick in the attacking half.",
            "Corner,  Liverpool. Conceded by Phil Foden.",
            "Attempt blocked. Harvey Elliott (Liverpool) right footed shot from the right side of the box is blocked. Assisted by Diogo Jota with a cross.",
            "Attempt blocked. Rodri (Manchester City) right footed shot from outside the box is blocked.",
            "Corner,  Manchester City. Conceded by James Milner.",
            "Attempt blocked. Ilkay Gündogan (Manchester City) left footed shot from outside the box is blocked. Assisted by Phil Foden.",
            "Offside, Liverpool. Mohamed Salah tries a through ball, but Diogo Jota is caught offside.",
            "VAR Decision: No Goal  Liverpool 0-0 Manchester City.",
            "GOAL OVERTURNED BY VAR: Phil Foden (Manchester City) scores but the goal is ruled out after a VAR review.",
            "Fabinho (Liverpool) wins a free kick in the defensive half.",
            "Foul by Erling Haaland (Manchester City).",
            "Attempt missed. Mohamed Salah (Liverpool) left footed shot from the centre of the box is close, but misses to the left. Assisted by Roberto Firmino with a through ball following a fast break.",
            "Foul by Manuel Akanji (Manchester City).",
            "Diogo Jota (Liverpool) wins a free kick on the left wing.",
            "Foul by Rodri (Manchester City).",
            "Thiago (Liverpool) wins a free kick on the left wing.",
            "Kick Off! Second Half begins Liverpool 0, Manchester City 0.",
            "Half-time First Half ends, Liverpool 0, Manchester City 0.",
            "Attempt blocked. João Cancelo (Manchester City) right footed shot from the right side of the box is blocked. Assisted by Rodri.",
            "Hand ball by Rodri (Manchester City).",
            "Attempt saved. Erling Haaland (Manchester City) header from the left side of the six yard box is saved in the centre of the goal. Assisted by Kevin De Bruyne.",
            "Corner,  Liverpool. Conceded by Rúben Dias.",
            "Attempt blocked. Harvey Elliott (Liverpool) left footed shot from outside the box is blocked. Assisted by Diogo Jota.",
            "Corner,  Liverpool. Conceded by Rodri.",
            "Corner,  Manchester City. Conceded by Virgil van Dijk.",
            "Attempt missed. Erling Haaland (Manchester City) header from the centre of the box is too high. Assisted by Kevin De Bruyne.",
            "Attempt saved. Erling Haaland (Manchester City) left footed shot from the left side of the box is saved in the top centre of the goal. Assisted by Ilkay Gündogan.",
            "Diogo Jota (Liverpool) wins a free kick on the left wing.",
            "Foul by Manuel Akanji (Manchester City).",
            "Attempt missed. Bernardo Silva (Manchester City) left footed shot from outside the box is high and wide to the left. Assisted by Phil Foden.",
            "Offside, Liverpool. Joe Gomez tries a through ball, but Mohamed Salah is caught offside.",
            "Attempt missed. Andrew Robertson (Liverpool) left footed shot from the left side of the box is too high.",
            "Attempt saved. Diogo Jota (Liverpool) header from the centre of the box is saved in the centre of the goal. Assisted by Harvey Elliott.",
            "Corner,  Liverpool. Conceded by Rúben Dias.",
            "Attempt blocked. Kevin De Bruyne (Manchester City) right footed shot from outside the box is blocked.",
            "Attempt saved. Ilkay Gündogan (Manchester City) right footed shot from outside the box is saved in the bottom left corner.",
            "Attempt blocked. Erling Haaland (Manchester City) left footed shot from the left side of the box is blocked. Assisted by Rodri.",
            "Phil Foden (Manchester City) wins a free kick on the left wing.",
            "Foul by Joe Gomez (Liverpool).",
            "Andrew Robertson (Liverpool) wins a free kick in the attacking half.",
            "Foul by Bernardo Silva (Manchester City).",
            "Corner,  Liverpool. Conceded by Rúben Dias.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "8": {
        "event": [
            "Full-time Match ends, Manchester City 4, Southampton 0.",
            "Second Half ends, Manchester City 4, Southampton 0.",
            "Attempt blocked. Cole Palmer (Manchester City) left footed shot from the right side of the box is blocked. Assisted by Julián Álvarez.",
            "Offside, Manchester City. Rico Lewis tries a through ball, but Cole Palmer is caught offside.",
            "Foul by Moussa Djenepo (Southampton).",
            "Cole Palmer (Manchester City) wins a free kick in the defensive half.",
            "Attempt missed. Mohamed Elyounoussi (Southampton) left footed shot from outside the box misses to the right. Assisted by James Ward-Prowse.",
            "Attempt missed. Romain Perraud (Southampton) left footed shot from outside the box misses to the right following a corner.",
            "Attempt blocked. Romain Perraud (Southampton) right footed shot from outside the box is blocked.",
            "Attempt blocked. Romain Perraud (Southampton) left footed shot from outside the box is blocked.",
            "Corner,  Southampton. Conceded by Manuel Akanji.",
            "Nathan Aké (Manchester City) wins a free kick in the defensive half.",
            "Foul by Che Adams (Southampton).",
            "Attempt missed. Sergio Gómez (Manchester City) left footed shot from the left side of the box misses to the left. Assisted by Jack Grealish.",
            "Substitution Substitution, Southampton. Sékou Mara replaces Joe Aribo.",
            "Substitution Substitution, Southampton. Juan Larios replaces Kyle Walker-Peters.",
            "Attempt missed. Rúben Dias (Manchester City) header from the centre of the box is close, but misses to the right. Assisted by Jack Grealish with a cross following a corner.",
            "Substitution Substitution, Manchester City. Rico Lewis replaces Bernardo Silva.",
            "Corner,  Manchester City. Conceded by Gavin Bazunu.",
            "Attempt saved. Jack Grealish (Manchester City) left footed shot from the centre of the box is saved in the top centre of the goal. Assisted by Erling Haaland.",
            "Corner,  Manchester City. Conceded by Romain Perraud.",
            "Nathan Aké (Manchester City) wins a free kick in the defensive half.",
            "Foul by Mohamed Elyounoussi (Southampton).",
            "Ibrahima Diallo (Southampton) wins a free kick in the defensive half.",
            "Foul by Rodri (Manchester City).",
            "Substitution Substitution, Manchester City. Cole Palmer replaces Riyad Mahrez.",
            "Substitution Substitution, Manchester City. Julián Álvarez replaces Kevin De Bruyne.",
            "Substitution Substitution, Manchester City. Sergio Gómez replaces João Cancelo.",
            "Foul by Kyle Walker-Peters (Southampton).",
            "João Cancelo (Manchester City) wins a free kick in the defensive half.",
            "Substitution Substitution, Southampton. Mohamed Elyounoussi replaces Adam Armstrong.",
            "Substitution Substitution, Southampton. Moussa Djenepo replaces Stuart Armstrong.",
            "Goal! Goal!  Manchester City 4, Southampton 0. Erling Haaland (Manchester City) left footed shot from the centre of the box to the centre of the goal. Assisted by João Cancelo.",
            "Substitution Substitution, Manchester City. Jack Grealish replaces Phil Foden.",
            "Corner,  Manchester City. Conceded by Mohammed Salisu.",
            "Attempt blocked. Manuel Akanji (Manchester City) header from the centre of the box is blocked. Assisted by Phil Foden with a cross.",
            "Corner,  Manchester City. Conceded by Kyle Walker-Peters.",
            "Foul by Stuart Armstrong (Southampton).",
            "João Cancelo (Manchester City) wins a free kick on the left wing.",
            "Attempt missed. Erling Haaland (Manchester City) left footed shot from the centre of the box is close, but misses to the left. Assisted by Phil Foden with a cross.",
            "Corner,  Manchester City. Conceded by Mohammed Salisu.",
            "Goal! Goal!  Manchester City 3, Southampton 0. Riyad Mahrez (Manchester City) left footed shot from the right side of the box to the bottom left corner. Assisted by Rodri.",
            "Attempt missed. Bernardo Silva (Manchester City) left footed shot from the right side of the box is close, but misses to the right.",
            "Kick Off! Second Half begins Manchester City 2, Southampton 0.",
            "Half-time First Half ends, Manchester City 2, Southampton 0.",
            "Attempt missed. Manuel Akanji (Manchester City) right footed shot from the right side of the box is high and wide to the right.",
            "Attempt missed. Stuart Armstrong (Southampton) right footed shot from outside the box is just a bit too high. Assisted by Adam Armstrong.",
            "Attempt missed. Phil Foden (Manchester City) left footed shot from the left side of the box is high and wide to the left. Assisted by Erling Haaland.",
            "Foul by Che Adams (Southampton).",
            "Nathan Aké (Manchester City) wins a free kick in the defensive half.",
            "Attempt blocked. Erling Haaland (Manchester City) right footed shot from the centre of the box is blocked. Assisted by Kevin De Bruyne.",
            "Armel Bella-Kotchap (Southampton) wins a free kick in the defensive half.",
            "Foul by Phil Foden (Manchester City).",
            "Corner,  Manchester City. Conceded by Armel Bella-Kotchap.",
            "Goal! Goal!  Manchester City 2, Southampton 0. Phil Foden (Manchester City) left footed shot from the left side of the box to the high centre of the goal. Assisted by Kevin De Bruyne.",
            "Attempt saved. Phil Foden (Manchester City) left footed shot from the left side of the box is saved in the centre of the goal. Assisted by Rodri with a headed pass.",
            "Attempt blocked. Erling Haaland (Manchester City) left footed shot from the right side of the box is blocked.",
            "Corner,  Manchester City. Conceded by Armel Bella-Kotchap.",
            "Foul by Adam Armstrong (Southampton).",
            "Rúben Dias (Manchester City) wins a free kick in the attacking half.",
            "Hand ball by Nathan Aké (Manchester City).",
            "Corner,  Manchester City. Conceded by Mohammed Salisu.",
            "Yellow Card! Kyle Walker-Peters (Southampton) is shown the yellow card for a bad foul.",
            "Goal! Goal!  Manchester City 1, Southampton 0. João Cancelo (Manchester City) left footed shot from the left side of the box to the centre of the goal. Assisted by Phil Foden.",
            "Attempt missed. Riyad Mahrez (Manchester City) left footed shot from outside the box is too high following a corner.",
            "Corner,  Manchester City. Conceded by Kyle Walker-Peters.",
            "Offside, Southampton. Che Adams tries a through ball, but Stuart Armstrong is caught offside.",
            "Erling Haaland (Manchester City) hits the left post with a right footed shot from the centre of the box. Assisted by Phil Foden with a through ball.",
            "Attempt missed. Riyad Mahrez (Manchester City) left footed shot from the centre of the box is too high. Assisted by João Cancelo with a cross.",
            "Foul by Mohammed Salisu (Southampton).",
            "Kevin De Bruyne (Manchester City) wins a free kick on the right wing.",
            "Foul by Rodri (Manchester City).",
            "Adam Armstrong (Southampton) wins a free kick in the defensive half.",
            "Attempt saved. Phil Foden (Manchester City) left footed shot from the centre of the box is saved in the top centre of the goal.",
            "Attempt saved. Riyad Mahrez (Manchester City) left footed shot from the right side of the box is saved in the centre of the goal. Assisted by João Cancelo with a cross.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "9": {
        "event": [
            "Full-time Match ends, Manchester City 6, Manchester United 3.",
            "Second Half ends, Manchester City 6, Manchester United 3.",
            "Goal!  Manchester City 6, Manchester United 3. Anthony Martial (Manchester United) converts the penalty with a right footed shot to the top right corner.",
            "Penalty Manchester United. Anthony Martial draws a foul in the penalty area.",
            "Penalty conceded by João Cancelo (Manchester City) after a foul in the penalty area.",
            "Attempt blocked. Antony (Manchester United) left footed shot from the right side of the box is blocked.",
            "Attempt saved. Casemiro (Manchester United) right footed shot from outside the box is saved in the centre of the goal. Assisted by Fred.",
            "Attempt saved. Antony (Manchester United) right footed shot from the right side of the box is saved in the bottom right corner. Assisted by Diogo Dalot.",
            "Attempt missed. Aymeric Laporte (Manchester City) header from the centre of the box misses to the right. Assisted by Sergio Gómez with a cross following a corner.",
            "Corner,  Manchester City. Conceded by Lisandro Martínez.",
            "Goal! Goal!  Manchester City 6, Manchester United 2. Anthony Martial (Manchester United) header from very close range to the bottom right corner.",
            "Attempt saved. Fred (Manchester United) left footed shot from the left side of the box is saved in the centre of the goal. Assisted by Luke Shaw.",
            "Yellow Card! Bruno Fernandes (Manchester United) is shown the yellow card.",
            "Foul by Bruno Fernandes (Manchester United).",
            "Manuel Akanji (Manchester City) wins a free kick in the defensive half.",
            "Attempt blocked. Erling Haaland (Manchester City) left footed shot from the left side of the box is blocked. Assisted by Cole Palmer.",
            "Substitution Substitution, Manchester City. Aymeric Laporte replaces Ilkay Gündogan.",
            "Substitution Substitution, Manchester City. Cole Palmer replaces Jack Grealish.",
            "Substitution Substitution, Manchester City. Riyad Mahrez replaces Phil Foden.",
            "Substitution Substitution, Manchester City. Julián Álvarez replaces Kevin De Bruyne.",
            "VAR Decision: Goal Manchester City -  Manchester City 6-1 Manchester United (Phil Foden).",
            "Goal! Goal!  Manchester City 6, Manchester United 1. Phil Foden (Manchester City) left footed shot from the centre of the box to the bottom left corner. Assisted by Erling Haaland with a through ball.Goal confirmed following VAR Review.",
            "Attempt missed. Antony (Manchester United) left footed shot from outside the box misses to the right. Assisted by Fred.",
            "Substitution Substitution, Manchester United. Fred replaces Jadon Sancho.",
            "Corner,  Manchester United. Conceded by João Cancelo.",
            "Foul by Casemiro (Manchester United).",
            "Kevin De Bruyne (Manchester City) wins a free kick in the attacking half.",
            "Attempt blocked. Bruno Fernandes (Manchester United) right footed shot from outside the box is blocked. Assisted by Antony.",
            "Foul by Bernardo Silva (Manchester City).",
            "Anthony Martial (Manchester United) wins a free kick on the left wing.",
            "VAR Decision: Goal Manchester City -  Manchester City 5-1 Manchester United (Erling Haaland).",
            "Goal! Goal!  Manchester City 5, Manchester United 1. Erling Haaland (Manchester City) left footed shot from the centre of the box to the centre of the goal. Assisted by Sergio Gómez with a cross.Goal confirmed following VAR Review.",
            "Attempt missed. Erling Haaland (Manchester City) left footed shot from the left side of the box is close, but misses to the left. Assisted by Bernardo Silva with a through ball.",
            "João Cancelo (Manchester City) wins a free kick on the right wing.",
            "Foul by Luke Shaw (Manchester United).",
            "Attempt blocked. Manuel Akanji (Manchester City) header from the centre of the box is blocked. Assisted by Nathan Aké with a headed pass.",
            "Corner,  Manchester City. Conceded by Diogo Dalot.",
            "Substitution Substitution, Manchester United. Casemiro replaces Scott McTominay.",
            "Substitution Substitution, Manchester United. Anthony Martial replaces Marcus Rashford.",
            "Goal! Goal!  Manchester City 4, Manchester United 1. Antony (Manchester United) left footed shot from outside the box to the bottom left corner. Assisted by Christian Eriksen.",
            "Corner,  Manchester City. Conceded by Diogo Dalot.",
            "Foul by Bruno Fernandes (Manchester United).",
            "João Cancelo (Manchester City) wins a free kick in the defensive half.",
            "Attempt saved. Phil Foden (Manchester City) right footed shot from the right side of the box is saved in the centre of the goal.",
            "Kick Off! Second Half begins Manchester City 4, Manchester United 0.",
            "Substitution Substitution, Manchester United. Luke Shaw replaces Tyrell Malacia.",
            "Half-time First Half ends, Manchester City 4, Manchester United 0.",
            "Goal! Goal!  Manchester City 4, Manchester United 0. Phil Foden (Manchester City) right footed shot from the centre of the box to the bottom right corner. Assisted by Erling Haaland   following a fast break.",
            "Attempt blocked. Antony (Manchester United) left footed shot from outside the box is blocked. Assisted by Christian Eriksen.",
            "Substitution Substitution, Manchester City. Sergio Gómez replaces Kyle Walker because of an injury.",
            "Substitution Substitution, Manchester United. Victor Lindelöf replaces Raphaël Varane because of an injury.",
            "Attempt saved. Bruno Fernandes (Manchester United) right footed shot from outside the box is saved in the centre of the goal. Assisted by Jadon Sancho.",
            "Goal! Goal!  Manchester City 3, Manchester United 0. Erling Haaland (Manchester City) left footed shot from the left side of the six yard box to the bottom left corner. Assisted by Kevin De Bruyne.",
            "Goal! Goal!  Manchester City 2, Manchester United 0. Erling Haaland (Manchester City) header from very close range to the centre of the goal. Assisted by Kevin De Bruyne with a cross   following a corner.",
            "Corner,  Manchester City. Conceded by David de Gea.",
            "Attempt saved. Kevin De Bruyne (Manchester City) right footed shot from outside the box is saved in the top centre of the goal. Assisted by Jack Grealish.",
            "Attempt blocked. Bernardo Silva (Manchester City) left footed shot from the left side of the box is blocked. Assisted by Jack Grealish.",
            "Attempt blocked. Ilkay Gündogan (Manchester City) right footed shot from outside the box is blocked.",
            "Attempt blocked. Jack Grealish (Manchester City) right footed shot from the centre of the box is blocked.",
            "Attempt blocked. Phil Foden (Manchester City) left footed shot from outside the box is blocked. Assisted by Erling Haaland.",
            "Attempt missed. Kevin De Bruyne (Manchester City) right footed shot from outside the box misses to the left. Assisted by Jack Grealish.",
            "Corner,  Manchester City. Conceded by Scott McTominay.",
            "Foul by Kyle Walker (Manchester City).",
            "Tyrell Malacia (Manchester United) wins a free kick on the left wing.",
            "Yellow Card! Tyrell Malacia (Manchester United) is shown the yellow card for a bad foul.",
            "Foul by Tyrell Malacia (Manchester United).",
            "Phil Foden (Manchester City) wins a free kick in the attacking half.",
            "Attempt missed. Phil Foden (Manchester City) left footed shot from the centre of the box is close, but misses the top left corner. Assisted by Erling Haaland.",
            "Offside, Manchester City. Nathan Aké tries a through ball, but Kevin De Bruyne is caught offside.",
            "Ilkay Gündogan (Manchester City) hits the right post with a right footed shot from outside the box from a direct free kick.",
            "Jack Grealish (Manchester City) wins a free kick in the attacking half.",
            "Foul by Lisandro Martínez (Manchester United).",
            "Attempt saved. Christian Eriksen (Manchester United) left footed shot from the centre of the box is saved in the bottom left corner. Assisted by Jadon Sancho.",
            "Foul by Diogo Dalot (Manchester United).",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Goal! Goal!  Manchester City 1, Manchester United 0. Phil Foden (Manchester City) left footed shot from the centre of the box to the top left corner. Assisted by Bernardo Silva with a cross.",
            "Attempt blocked. Bernardo Silva (Manchester City) right footed shot from the centre of the box is blocked.",
            "Attempt saved. Kevin De Bruyne (Manchester City) right footed shot from the centre of the box is saved in the centre of the goal.",
            "Attempt missed. Erling Haaland (Manchester City) header from the right side of the six yard box misses to the left. Assisted by Bernardo Silva.",
            "Yellow Card! Diogo Dalot (Manchester United) is shown the yellow card for a bad foul.",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Foul by Diogo Dalot (Manchester United).",
            "Foul by Raphaël Varane (Manchester United).",
            "Erling Haaland (Manchester City) wins a free kick in the defensive half.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "10": {
        "event": [
            "Full-time Match ends, Wolverhampton Wanderers 0, Manchester City 3.",
            "Second Half ends, Wolverhampton Wanderers 0, Manchester City 3.",
            "Attempt missed. Cole Palmer (Manchester City) left footed shot from a difficult angle on the left is high and wide to the left. Assisted by João Cancelo with a cross.",
            "Substitution Substitution, Wolverhampton Wanderers. Chem Campbell replaces Pedro Neto.",
            "Foul by Jonny (Wolverhampton Wanderers).",
            "Riyad Mahrez (Manchester City) wins a free kick on the right wing.",
            "Attempt saved. Julián Álvarez (Manchester City) left footed shot from outside the box is saved in the bottom right corner. Assisted by Riyad Mahrez.",
            "Corner,  Manchester City. Conceded by Rúben Neves.",
            "Corner,  Wolverhampton Wanderers. Conceded by Rúben Dias.",
            "Substitution Substitution, Wolverhampton Wanderers. Nélson Semedo replaces Rayan Aït-Nouri.",
            "Substitution Substitution, Manchester City. Sergio Gómez replaces Rodri.",
            "Corner,  Manchester City. Conceded by Rúben Neves.",
            "Corner,  Manchester City. Conceded by Boubacar Traoré.",
            "Attempt blocked. Riyad Mahrez (Manchester City) left footed shot from outside the box is blocked. Assisted by Cole Palmer.",
            "Substitution Substitution, Manchester City. Cole Palmer replaces Jack Grealish.",
            "Corner,  Manchester City. Conceded by Matheus Nunes.",
            "Foul by Rúben Dias (Manchester City).",
            "Hwang Hee-Chan (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Substitution Substitution, Manchester City. Riyad Mahrez replaces Phil Foden.",
            "Substitution Substitution, Manchester City. Ilkay Gündogan replaces Kevin De Bruyne.",
            "Substitution Substitution, Manchester City. Julián Álvarez replaces Bernardo Silva.",
            "Substitution Substitution, Wolverhampton Wanderers. Boubacar Traoré replaces Daniel Podence.",
            "Substitution Substitution, Wolverhampton Wanderers. Hwang Hee-Chan replaces Gonçalo Guedes.",
            "Goal! Goal!  Wolverhampton Wanderers 0, Manchester City 3. Phil Foden (Manchester City) right footed shot from the centre of the box to the bottom left corner. Assisted by Kevin De Bruyne.",
            "Attempt missed. Phil Foden (Manchester City) left footed shot from the right side of the six yard box is too high.",
            "Attempt saved. Erling Haaland (Manchester City) right footed shot from outside the box is saved in the bottom right corner. Assisted by Jack Grealish.",
            "Yellow Card! Rúben Neves (Wolverhampton Wanderers) is shown the yellow card.",
            "Yellow Card! Matheus Nunes (Wolverhampton Wanderers) is shown the yellow card for a bad foul.",
            "João Cancelo (Manchester City) wins a free kick on the left wing.",
            "Foul by Matheus Nunes (Wolverhampton Wanderers).",
            "Attempt missed. João Cancelo (Manchester City) right footed shot from outside the box is too high following a corner.",
            "Corner,  Manchester City. Conceded by Rayan Aït-Nouri.",
            "Attempt missed. Gonçalo Guedes (Wolverhampton Wanderers) right footed shot from the centre of the box misses to the right. Assisted by Rayan Aït-Nouri with a cross.",
            "Corner,  Wolverhampton Wanderers. Conceded by Manuel Akanji.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Gonçalo Guedes (Wolverhampton Wanderers) wins a free kick in the attacking half.",
            "Corner,  Wolverhampton Wanderers. Conceded by João Cancelo.",
            "Offside, Manchester City. Jack Grealish tries a through ball, but João Cancelo is caught offside.",
            "Rayan Aït-Nouri (Wolverhampton Wanderers) wins a free kick on the left wing.",
            "Foul by John Stones (Manchester City).",
            "Foul by Jonny (Wolverhampton Wanderers).",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Kick Off! Second Half begins Wolverhampton Wanderers 0, Manchester City 2.",
            "Half-time First Half ends, Wolverhampton Wanderers 0, Manchester City 2.",
            "Attempt missed. Kevin De Bruyne (Manchester City) right footed shot from outside the box misses to the left. Assisted by Phil Foden.",
            "Corner,  Manchester City. Conceded by João Moutinho.",
            "Attempt blocked. Kevin De Bruyne (Manchester City) left footed shot from outside the box is blocked. Assisted by Jack Grealish.",
            "Gonçalo Guedes (Wolverhampton Wanderers) wins a free kick on the left wing.",
            "Foul by John Stones (Manchester City).",
            "Attempt missed. Daniel Podence (Wolverhampton Wanderers) right footed shot from outside the box is close, but misses to the left. Assisted by Rúben Neves.",
            "Foul by Manuel Akanji (Manchester City).",
            "João Moutinho (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Red Card! Nathan Collins (Wolverhampton Wanderers) is shown the red card.",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Foul by Nathan Collins (Wolverhampton Wanderers).",
            "Foul by Bernardo Silva (Manchester City).",
            "Rayan Aït-Nouri (Wolverhampton Wanderers) wins a free kick in the attacking half.",
            "Bernardo Silva (Manchester City) wins a free kick in the defensive half.",
            "Foul by João Moutinho (Wolverhampton Wanderers).",
            "Attempt missed. Jack Grealish (Manchester City) right footed shot from outside the box is too high. Assisted by Bernardo Silva.",
            "Attempt missed. Rúben Neves (Wolverhampton Wanderers) right footed shot from outside the box is too high from a direct free kick.",
            "Foul by Manuel Akanji (Manchester City).",
            "Gonçalo Guedes (Wolverhampton Wanderers) wins a free kick in the attacking half.",
            "Attempt missed. Pedro Neto (Wolverhampton Wanderers) right footed shot from the right side of the box misses to the left. Assisted by Gonçalo Guedes.",
            "Attempt saved. Rodri (Manchester City) right footed shot from outside the box is saved in the centre of the goal. Assisted by Bernardo Silva.",
            "Hand ball by Pedro Neto (Wolverhampton Wanderers).",
            "Attempt blocked. Phil Foden (Manchester City) left footed shot from the centre of the box is blocked. Assisted by João Cancelo.",
            "Attempt blocked. João Cancelo (Manchester City) right footed shot from outside the box is blocked. Assisted by Kevin De Bruyne.",
            "Goal! Goal!  Wolverhampton Wanderers 0, Manchester City 2. Erling Haaland (Manchester City) right footed shot from outside the box to the bottom left corner. Assisted by Bernardo Silva.",
            "Corner,  Wolverhampton Wanderers. Conceded by John Stones.",
            "Attempt blocked. João Moutinho (Wolverhampton Wanderers) right footed shot from outside the box is blocked.",
            "Yellow Card! Rodri (Manchester City) is shown the yellow card for a bad foul.",
            "Matheus Nunes (Wolverhampton Wanderers) wins a free kick in the attacking half.",
            "Foul by Rodri (Manchester City).",
            "Foul by Rodri (Manchester City).",
            "José Sá (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Attempt saved. John Stones (Manchester City) header from the centre of the box is saved in the top centre of the goal. Assisted by Kevin De Bruyne with a cross.",
            "Corner,  Manchester City. Conceded by Nathan Collins.",
            "Corner,  Wolverhampton Wanderers. Conceded by Phil Foden.",
            "Attempt saved. Gonçalo Guedes (Wolverhampton Wanderers) left footed shot from the left side of the box is saved in the bottom left corner. Assisted by Daniel Podence.",
            "Foul by Matheus Nunes (Wolverhampton Wanderers).",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Goal! Goal!  Wolverhampton Wanderers 0, Manchester City 1. Jack Grealish (Manchester City) left footed shot from very close range to the bottom right corner. Assisted by Kevin De Bruyne with a cross.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "11": {
        "event": [
            "Full-time Match ends, Aston Villa 1, Manchester City 1.",
            "Second Half ends, Aston Villa 1, Manchester City 1.",
            "Foul by Philippe Coutinho (Aston Villa).",
            "John Stones (Manchester City) wins a free kick in the defensive half.",
            "Lucas Digne (Aston Villa) wins a free kick in the defensive half.",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Substitution Substitution, Aston Villa. Emiliano Buendía replaces Leon Bailey.",
            "Offside, Manchester City. Phil Foden tries a through ball, but João Cancelo is caught offside.",
            "Attempt saved. Phil Foden (Manchester City) left footed shot from the centre of the box is saved in the bottom left corner. Assisted by João Cancelo.",
            "Offside, Manchester City. Erling Haaland tries a through ball, but Ilkay Gündogan is caught offside.",
            "Attempt missed. Rodri (Manchester City) right footed shot from outside the box is close, but misses to the left.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Ashley Young (Aston Villa) wins a free kick in the defensive half.",
            "Substitution Substitution, Manchester City. Nathan Aké replaces Kyle Walker.",
            "Offside, Aston Villa. Ollie Watkins tries a through ball, but Philippe Coutinho is caught offside.",
            "Goal! Goal!  Aston Villa 1, Manchester City 1. Leon Bailey (Aston Villa) left footed shot from the centre of the box to the top left corner. Assisted by Jacob Ramsey.",
            "Substitution Substitution, Manchester City. Riyad Mahrez replaces Bernardo Silva.",
            "Foul by Boubacar Kamara (Aston Villa).",
            "Bernardo Silva (Manchester City) wins a free kick on the right wing.",
            "Yellow Card! Lucas Digne (Aston Villa) is shown the yellow card for a bad foul.",
            "Attempt missed. Kevin De Bruyne (Manchester City) right footed shot from the centre of the box is close, but misses to the right. Assisted by Erling Haaland.",
            "Attempt blocked. Kevin De Bruyne (Manchester City) right footed shot from outside the box is blocked. Assisted by Kyle Walker.",
            "Attempt saved. Erling Haaland (Manchester City) right footed shot from the centre of the box is saved in the bottom right corner. Assisted by Kevin De Bruyne.",
            "Offside, Aston Villa. Emiliano Martínez tries a through ball, but Leon Bailey is caught offside.",
            "Kevin De Bruyne (Manchester City) hits the bar with a right footed shot from outside the box from a direct free kick.",
            "Erling Haaland (Manchester City) wins a free kick in the attacking half.",
            "Foul by Tyrone Mings (Aston Villa).",
            "Substitution Substitution, Aston Villa. Philippe Coutinho replaces John McGinn.",
            "Lucas Digne (Aston Villa) wins a free kick in the defensive half.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Attempt saved. Erling Haaland (Manchester City) left footed shot from the centre of the box is saved in the centre of the goal.",
            "Attempt blocked. Rodri (Manchester City) header from the centre of the box is blocked. Assisted by Kevin De Bruyne with a cross.",
            "Corner,  Manchester City. Conceded by Tyrone Mings.",
            "Foul by Ashley Young (Aston Villa).",
            "Phil Foden (Manchester City) wins a free kick in the defensive half.",
            "Attempt missed. Leon Bailey (Aston Villa) left footed shot from outside the box misses to the left.",
            "Foul by Ollie Watkins (Aston Villa).",
            "John Stones (Manchester City) wins a free kick in the defensive half.",
            "Offside, Manchester City. Phil Foden tries a through ball, but Erling Haaland is caught offside.",
            "Offside, Aston Villa. Tyrone Mings tries a through ball, but Ollie Watkins is caught offside.",
            "Goal! Goal!  Aston Villa 0, Manchester City 1. Erling Haaland (Manchester City) left footed shot from very close range to the centre of the goal. Assisted by Kevin De Bruyne with a cross.",
            "Kick Off! Second Half begins Aston Villa 0, Manchester City 0.",
            "Half-time First Half ends, Aston Villa 0, Manchester City 0.",
            "Offside, Aston Villa. John McGinn tries a through ball, but Jacob Ramsey is caught offside.",
            "Offside, Aston Villa. Ashley Young tries a through ball, but Ollie Watkins is caught offside.",
            "Ederson (Manchester City) wins a free kick in the defensive half.",
            "Foul by Ezri Konsa (Aston Villa).",
            "Corner,  Aston Villa. Conceded by John Stones.",
            "Attempt blocked. Ollie Watkins (Aston Villa) left footed shot from the left side of the box is blocked. Assisted by Douglas Luiz with a through ball.",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Douglas Luiz (Aston Villa) wins a free kick on the right wing.",
            "Substitution Substitution, Aston Villa. Ashley Young replaces Matty Cash because of an injury.",
            "Yellow Card! Matty Cash (Aston Villa) is shown the yellow card.",
            "Corner,  Manchester City. Conceded by Matty Cash.",
            "Foul by Bernardo Silva (Manchester City).",
            "Lucas Digne (Aston Villa) wins a free kick in the defensive half.",
            "Attempt blocked. João Cancelo (Manchester City) right footed shot from the right side of the box is blocked. Assisted by Kevin De Bruyne.",
            "Corner,  Manchester City. Conceded by John McGinn.",
            "Attempt blocked. João Cancelo (Manchester City) right footed shot from outside the box is blocked. Assisted by Kevin De Bruyne.",
            "Ollie Watkins (Aston Villa) wins a free kick in the attacking half.",
            "Foul by Rodri (Manchester City).",
            "Corner,  Manchester City. Conceded by Douglas Luiz.",
            "Erling Haaland (Manchester City) wins a free kick in the defensive half.",
            "Foul by Boubacar Kamara (Aston Villa).",
            "Attempt missed. Kevin De Bruyne (Manchester City) right footed shot from outside the box misses to the left. Assisted by Ilkay Gündogan.",
            "Attempt missed. Kyle Walker (Manchester City) right footed shot from a difficult angle on the right is close, but misses the top right corner. Assisted by Ilkay Gündogan.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "12": {
        "event": [
            "Full-time Match ends, Manchester City 6, Nottingham Forest 0.",
            "Second Half ends, Manchester City 6, Nottingham Forest 0.",
            "Attempt missed. Harry Toffolo (Nottingham Forest) left footed shot from the left side of the box is close, but misses to the left. Assisted by Lewis O'Brien.",
            "Attempt missed. Taiwo Awoniyi (Nottingham Forest) header from the centre of the box misses to the right. Assisted by Jack Colback with a cross following a fast break.",
            "Corner,  Manchester City. Conceded by Harry Toffolo.",
            "Attempt saved. Kevin De Bruyne (Manchester City) right footed shot from the right side of the box is saved in the centre of the goal. Assisted by Julián Álvarez with a through ball.",
            "Goal! Goal!  Manchester City 6, Nottingham Forest 0. Julián Álvarez (Manchester City) left footed shot from the centre of the box to the top left corner    following a fast break.",
            "Attempt blocked. Riyad Mahrez (Manchester City) left footed shot from the right side of the box is blocked. Assisted by Kevin De Bruyne.",
            "Attempt blocked. Emmanuel Dennis (Nottingham Forest) right footed shot from outside the box is blocked.",
            "Lewis O'Brien (Nottingham Forest) wins a free kick in the attacking half.",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Attempt blocked. Remo Freuler (Nottingham Forest) right footed shot from outside the box is blocked. Assisted by Lewis O'Brien.",
            "Offside, Nottingham Forest. Remo Freuler tries a through ball, but Taiwo Awoniyi is caught offside.",
            "Substitution Substitution, Nottingham Forest. Giulian Biancone replaces Cheikhou Kouyaté.",
            "Corner,  Manchester City. Conceded by Taiwo Awoniyi.",
            "Corner,  Manchester City. Conceded by Scott McKenna.",
            "Yellow Card! Emmanuel Dennis (Nottingham Forest) is shown the yellow card for a bad foul.",
            "Foul by Emmanuel Dennis (Nottingham Forest).",
            "Kevin De Bruyne (Manchester City) wins a free kick on the left wing.",
            "Substitution Substitution, Manchester City. Rico Lewis replaces John Stones.",
            "Attempt blocked. Emmanuel Dennis (Nottingham Forest) left footed shot from the right side of the box is blocked. Assisted by Neco Williams.",
            "Foul by Rúben Dias (Manchester City).",
            "Emmanuel Dennis (Nottingham Forest) wins a free kick in the defensive half.",
            "Attempt missed. Riyad Mahrez (Manchester City) left footed shot from the centre of the box is close, but misses to the left. Assisted by Ilkay Gündogan with a through ball.",
            "Substitution Substitution, Nottingham Forest. Harry Toffolo replaces Renan Lodi.",
            "Substitution Substitution, Nottingham Forest. Jack Colback replaces Ryan Yates.",
            "Substitution Substitution, Manchester City. Kevin De Bruyne replaces Erling Haaland.",
            "Substitution Substitution, Manchester City. Sergio Gómez replaces João Cancelo.",
            "Hand ball by Emmanuel Dennis (Nottingham Forest).",
            "Goal! Goal!  Manchester City 5, Nottingham Forest 0. Julián Álvarez (Manchester City) right footed shot from the right side of the box to the bottom left corner.",
            "Corner,  Manchester City. Conceded by Neco Williams.",
            "Corner,  Manchester City. Conceded by Joe Worrall.",
            "Attempt saved. Bernardo Silva (Manchester City) left footed shot from outside the box is saved in the top centre of the goal. Assisted by Riyad Mahrez.",
            "Foul by Ryan Yates (Nottingham Forest).",
            "Cole Palmer (Manchester City) wins a free kick on the left wing.",
            "Substitution Substitution, Nottingham Forest. Emmanuel Dennis replaces Morgan Gibbs-White.",
            "Substitution Substitution, Nottingham Forest. Taiwo Awoniyi replaces Brennan Johnson.",
            "Foul by Erling Haaland (Manchester City).",
            "Renan Lodi (Nottingham Forest) wins a free kick in the defensive half.",
            "Attempt saved. Morgan Gibbs-White (Nottingham Forest) right footed shot from outside the box is saved in the bottom left corner.",
            "Corner,  Nottingham Forest. Conceded by Kyle Walker.",
            "Remo Freuler (Nottingham Forest) wins a free kick in the defensive half.",
            "Foul by Julián Álvarez (Manchester City).",
            "Substitution Substitution, Manchester City. Cole Palmer replaces Phil Foden.",
            "Substitution Substitution, Manchester City. Riyad Mahrez replaces Rodri.",
            "Attempt missed. Brennan Johnson (Nottingham Forest) right footed shot from outside the box misses to the left. Assisted by Neco Williams following a fast break.",
            "Foul by Rodri (Manchester City).",
            "Neco Williams (Nottingham Forest) wins a free kick in the defensive half.",
            "Goal! Goal!  Manchester City 4, Nottingham Forest 0. João Cancelo (Manchester City) right footed shot from outside the box to the top left corner. Assisted by Bernardo Silva.",
            "Attempt missed. Ilkay Gündogan (Manchester City) left footed shot from outside the box is high and wide to the left. Assisted by Julián Álvarez.",
            "Kick Off! Second Half begins Manchester City 3, Nottingham Forest 0.",
            "Half-time First Half ends, Manchester City 3, Nottingham Forest 0.",
            "Julián Álvarez (Manchester City) hits the left post with a left footed shot from outside the box. Assisted by Phil Foden.",
            "Foul by Ryan Yates (Nottingham Forest).",
            "João Cancelo (Manchester City) wins a free kick on the left wing.",
            "Goal! Goal!  Manchester City 3, Nottingham Forest 0. Erling Haaland (Manchester City) header from very close range to the top right corner. Assisted by John Stones with a headed pass   following a corner.",
            "Corner,  Manchester City. Conceded by Scott McKenna.",
            "Attempt missed. Erling Haaland (Manchester City) header from the centre of the box misses to the right. Assisted by Ilkay Gündogan with a cross following a set piece situation.",
            "Offside, Manchester City. Erling Haaland tries a through ball, but John Stones is caught offside.",
            "João Cancelo (Manchester City) wins a free kick on the left wing.",
            "Foul by Neco Williams (Nottingham Forest).",
            "Offside, Nottingham Forest. Dean Henderson tries a through ball, but Brennan Johnson is caught offside.",
            "Offside, Manchester City. Phil Foden tries a through ball, but João Cancelo is caught offside.",
            "Hand ball by Ryan Yates (Nottingham Forest).",
            "Goal! Goal!  Manchester City 2, Nottingham Forest 0. Erling Haaland (Manchester City) right footed shot from the centre of the box to the centre of the goal.",
            "Foul by Rodri (Manchester City).",
            "Ryan Yates (Nottingham Forest) wins a free kick in the defensive half.",
            "Attempt missed. Renan Lodi (Nottingham Forest) header from the left side of the six yard box is close, but misses to the left. Assisted by Neco Williams with a cross.",
            "Foul by Julián Álvarez (Manchester City).",
            "Remo Freuler (Nottingham Forest) wins a free kick in the defensive half.",
            "Lewis O'Brien (Nottingham Forest) wins a free kick in the attacking half.",
            "Foul by Rodri (Manchester City).",
            "Goal! Goal!  Manchester City 1, Nottingham Forest 0. Erling Haaland (Manchester City) left footed shot from very close range to the top left corner    following a corner.",
            "Corner,  Manchester City. Conceded by Joe Worrall.",
            "Corner,  Manchester City. Conceded by Neco Williams.",
            "Attempt saved. Julián Álvarez (Manchester City) right footed shot from the centre of the box is saved in the bottom left corner. Assisted by Rodri.",
            "Attempt missed. Rodri (Manchester City) with an attempt from the centre of the box misses to the left. Assisted by Ilkay Gündogan with a cross following a corner.",
            "Corner,  Manchester City. Conceded by Lewis O'Brien.",
            "Attempt blocked. Julián Álvarez (Manchester City) right footed shot from the right side of the box is blocked. Assisted by Ilkay Gündogan.",
            "Corner,  Manchester City. Conceded by Renan Lodi.",
            "João Cancelo (Manchester City) wins a free kick in the attacking half.",
            "Foul by Ryan Yates (Nottingham Forest).",
            "Foul by Rodri (Manchester City).",
            "Ryan Yates (Nottingham Forest) wins a free kick in the defensive half.",
            "Attempt missed. Ilkay Gündogan (Manchester City) left footed shot from outside the box is high and wide to the left. Assisted by Rodri.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "13": {
        "event": [
            "Full-time Match ends, Manchester City 4, Crystal Palace 2.",
            "Second Half ends, Manchester City 4, Crystal Palace 2.",
            "Attempt missed. Sergio Gómez (Manchester City) left footed shot from the centre of the box is just a bit too high. Assisted by Bernardo Silva.",
            "Substitution Substitution, Manchester City. Cole Palmer replaces Kevin De Bruyne.",
            "Yellow Card! Marc Guéhi (Crystal Palace) is shown the yellow card for a bad foul.",
            "Foul by Marc Guéhi (Crystal Palace).",
            "Julián Álvarez (Manchester City) wins a free kick in the attacking half.",
            "Yellow Card! Jean-Philippe Mateta (Crystal Palace) is shown the yellow card for a bad foul.",
            "John Stones (Manchester City) wins a free kick in the attacking half.",
            "Foul by Jean-Philippe Mateta (Crystal Palace).",
            "Yellow Card! Phil Foden (Manchester City) is shown the yellow card for a bad foul.",
            "Foul by Phil Foden (Manchester City).",
            "Joachim Andersen (Crystal Palace) wins a free kick in the defensive half.",
            "Attempt saved. Ilkay Gündogan (Manchester City) header from the centre of the box is saved in the bottom left corner. Assisted by Kevin De Bruyne with a cross.",
            "Substitution Substitution, Manchester City. Sergio Gómez replaces Erling Haaland.",
            "Offside, Crystal Palace. Joachim Andersen tries a through ball, but Chris Richards is caught offside.",
            "Will Hughes (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Rodri (Manchester City).",
            "Goal! Goal!  Manchester City 4, Crystal Palace 2. Erling Haaland (Manchester City) left footed shot from the centre of the box to the bottom left corner. Assisted by Ilkay Gündogan.",
            "Corner,  Manchester City. Conceded by Jeffrey Schlupp.",
            "Attempt blocked. Bernardo Silva (Manchester City) right footed shot from the right side of the box is blocked. Assisted by Kyle Walker.",
            "Foul by Rodri (Manchester City).",
            "Jean-Philippe Mateta (Crystal Palace) wins a free kick on the left wing.",
            "Offside, Manchester City. Kevin De Bruyne tries a through ball, but Rodri is caught offside.",
            "Foul by Joachim Andersen (Crystal Palace).",
            "Julián Álvarez (Manchester City) wins a free kick on the left wing.",
            "Substitution Substitution, Crystal Palace. Jean-Philippe Mateta replaces Jordan Ayew.",
            "Substitution Substitution, Crystal Palace. Michael Olise replaces Nathaniel Clyne.",
            "Attempt missed. Erling Haaland (Manchester City) header from the centre of the box misses to the right. Assisted by Phil Foden with a cross.",
            "Goal! Goal!  Manchester City 3, Crystal Palace 2. Erling Haaland (Manchester City) left footed shot from the left side of the six yard box to the centre of the goal. Assisted by John Stones   following a corner.",
            "Attempt missed. John Stones (Manchester City) right footed shot from the centre of the box misses to the left. Assisted by Bernardo Silva following a corner.",
            "Corner,  Manchester City. Conceded by Will Hughes.",
            "Attempt blocked. Kevin De Bruyne (Manchester City) left footed shot from outside the box is blocked. Assisted by Bernardo Silva.",
            "Foul by Jeffrey Schlupp (Crystal Palace).",
            "Bernardo Silva (Manchester City) wins a free kick on the right wing.",
            "Substitution Substitution, Crystal Palace. Will Hughes replaces Odsonne Édouard.",
            "Foul by Phil Foden (Manchester City).",
            "Jordan Ayew (Crystal Palace) wins a free kick in the defensive half.",
            "Jordan Ayew (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Goal! Goal!  Manchester City 2, Crystal Palace 2. Erling Haaland (Manchester City) header from very close range to the bottom right corner. Assisted by Phil Foden.",
            "Substitution Substitution, Manchester City. Julián Álvarez replaces Riyad Mahrez.",
            "Substitution Substitution, Manchester City. Ilkay Gündogan replaces João Cancelo.",
            "Attempt missed. Bernardo Silva (Manchester City) right footed shot from the right side of the box is close, but misses to the right. Assisted by Kevin De Bruyne.",
            "Substitution Substitution, Crystal Palace. Chris Richards replaces Tyrick Mitchell because of an injury.",
            "Joachim Andersen (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Erling Haaland (Manchester City).",
            "Goal! Goal!  Manchester City 1, Crystal Palace 2. Bernardo Silva (Manchester City) left footed shot from outside the box to the centre of the goal. Assisted by Rodri.",
            "Corner,  Manchester City. Conceded by Jeffrey Schlupp.",
            "Kick Off! Second Half begins Manchester City 0, Crystal Palace 2.",
            "Half-time First Half ends, Manchester City 0, Crystal Palace 2.",
            "Foul by Rúben Dias (Manchester City).",
            "Jordan Ayew (Crystal Palace) wins a free kick on the right wing.",
            "Offside, Manchester City. Bernardo Silva tries a through ball, but Erling Haaland is caught offside.",
            "Corner,  Manchester City. Conceded by Jeffrey Schlupp.",
            "Attempt blocked. Kevin De Bruyne (Manchester City) left footed shot from outside the box is blocked.",
            "Attempt blocked. Kevin De Bruyne (Manchester City) right footed shot from outside the box is blocked.",
            "Foul by Jordan Ayew (Crystal Palace).",
            "Kyle Walker (Manchester City) wins a free kick in the defensive half.",
            "Attempt missed. Phil Foden (Manchester City) header from the centre of the box is just a bit too high. Assisted by Bernardo Silva with a cross.",
            "Foul by Erling Haaland (Manchester City).",
            "Joachim Andersen (Crystal Palace) wins a free kick in the defensive half.",
            "Attempt missed. Erling Haaland (Manchester City) header from the centre of the box misses to the left.",
            "Eberechi Eze (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Joel Ward (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Foul by Odsonne Édouard (Crystal Palace).",
            "Ederson (Manchester City) wins a free kick in the defensive half.",
            "Attempt saved. Cheick Oumar Doucouré (Crystal Palace) right footed shot from outside the box is saved in the bottom right corner. Assisted by Eberechi Eze.",
            "Foul by Jordan Ayew (Crystal Palace).",
            "Phil Foden (Manchester City) wins a free kick in the attacking half.",
            "Foul by Rodri (Manchester City).",
            "Eberechi Eze (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Odsonne Édouard (Crystal Palace).",
            "Bernardo Silva (Manchester City) wins a free kick in the attacking half.",
            "Attempt missed. Erling Haaland (Manchester City) left footed shot from a difficult angle on the left is close, but misses to the left. Assisted by Phil Foden with a through ball.",
            "Goal! Goal!  Manchester City 0, Crystal Palace 2. Joachim Andersen (Crystal Palace) header from the centre of the box to the bottom left corner. Assisted by Eberechi Eze with a cross   following a corner.",
            "Corner,  Crystal Palace. Conceded by João Cancelo.",
            "Marc Guéhi (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Erling Haaland (Manchester City).",
            "Attempt missed. Erling Haaland (Manchester City) header from the centre of the box is close, but misses the top right corner. Assisted by Riyad Mahrez with a cross following a corner.",
            "Corner,  Manchester City. Conceded by Marc Guéhi.",
            "Corner,  Manchester City. Conceded by Jeffrey Schlupp.",
            "Attempt missed. Phil Foden (Manchester City) left footed shot from the centre of the box is too high. Assisted by João Cancelo with a cross.",
            "Own Goal! Own Goal by John Stones, Manchester City.  Manchester City 0, Crystal Palace 1.",
            "Foul by João Cancelo (Manchester City).",
            "Jordan Ayew (Crystal Palace) wins a free kick on the right wing.",
            "Jordan Ayew (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Rúben Dias (Manchester City).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "14": {
        "event": [
            "Full-time Match ends, Newcastle United 3, Manchester City 3.",
            "Second Half ends, Newcastle United 3, Manchester City 3.",
            "Attempt blocked. Bernardo Silva (Manchester City) left footed shot from the right side of the box is blocked. Assisted by Ilkay Gündogan.",
            "Substitution Substitution, Newcastle United. Emil Krafth replaces Dan Burn because of an injury.",
            "Yellow Card! Joelinton (Newcastle United) is shown the yellow card for a bad foul.",
            "Foul by Joelinton (Newcastle United).",
            "Erling Haaland (Manchester City) wins a free kick in the defensive half.",
            "Corner,  Manchester City. Conceded by Chris Wood.",
            "Corner,  Manchester City. Conceded by Fabian Schär.",
            "Attempt blocked. Phil Foden (Manchester City) left footed shot from outside the box is blocked. Assisted by Ilkay Gündogan.",
            "Foul by Rúben Dias (Manchester City).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Bernardo Silva (Manchester City) wins a free kick on the right wing.",
            "Foul by Dan Burn (Newcastle United).",
            "Attempt missed. Sven Botman (Newcastle United) left footed shot from the centre of the box is too high. Assisted by Dan Burn with a headed pass following a corner.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Miguel Almirón.",
            "Corner,  Newcastle United. Conceded by João Cancelo.",
            "Attempt blocked. Rodri (Manchester City) right footed shot from outside the box is blocked. Assisted by Bernardo Silva.",
            "Attempt blocked. Allan Saint-Maximin (Newcastle United) right footed shot from outside the box is blocked. Assisted by Joelinton.",
            "Attempt missed. Erling Haaland (Manchester City) left footed shot from the left side of the six yard box is too high.",
            "Yellow Card! Kieran Trippier (Newcastle United) is shown the yellow card for a bad foul.",
            "VAR Decision: No Red Card Kieran Trippier (Newcastle United).",
            "Foul by Kieran Trippier (Newcastle United).",
            "Kevin De Bruyne (Manchester City) wins a free kick in the attacking half.",
            "Attempt missed. Allan Saint-Maximin (Newcastle United) right footed shot from the centre of the box is close, but misses to the left. Assisted by Bruno Guimarães.",
            "Offside, Manchester City. Erling Haaland tries a through ball, but Ilkay Gündogan is caught offside.",
            "Rúben Dias (Manchester City) wins a free kick in the attacking half.",
            "Foul by Sean Longstaff (Newcastle United).",
            "Substitution Substitution, Newcastle United. Sean Longstaff replaces Joe Willock.",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Callum Wilson.",
            "Attempt missed. Kevin De Bruyne (Manchester City) left footed shot from outside the box misses to the left. Assisted by Bernardo Silva.",
            "Goal! Goal!  Newcastle United 3, Manchester City 3. Bernardo Silva (Manchester City) left footed shot from the centre of the box to the bottom right corner. Assisted by Kevin De Bruyne with a through ball.",
            "Foul by Dan Burn (Newcastle United).",
            "Kevin De Bruyne (Manchester City) wins a free kick in the attacking half.",
            "Attempt saved. Erling Haaland (Manchester City) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Kevin De Bruyne with a through ball.",
            "Goal! Goal!  Newcastle United 3, Manchester City 2. Erling Haaland (Manchester City) left footed shot from the left side of the six yard box to the top left corner. Assisted by Rodri   following a corner.",
            "Corner,  Manchester City. Conceded by Joelinton.",
            "Attempt blocked. Ilkay Gündogan (Manchester City) right footed shot from the left side of the box is blocked. Assisted by Rúben Dias.",
            "Attempt blocked. Rodri (Manchester City) right footed shot from the centre of the box is blocked.",
            "Attempt saved. Rúben Dias (Manchester City) header from the centre of the box is saved in the centre of the goal. Assisted by Phil Foden with a cross.",
            "Corner,  Manchester City. Conceded by Fabian Schär.",
            "Corner,  Manchester City. Conceded by Fabian Schär.",
            "Goal! Goal!  Newcastle United 3, Manchester City 1. Kieran Trippier (Newcastle United) from a free kick with a right footed shot to the top left corner.",
            "Yellow Card! John Stones (Manchester City) is shown the yellow card for a bad foul.",
            "Allan Saint-Maximin (Newcastle United) wins a free kick in the attacking half.",
            "Foul by John Stones (Manchester City).",
            "Attempt saved. Erling Haaland (Manchester City) right footed shot from outside the box is saved in the bottom right corner. Assisted by Rúben Dias.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Foul by Kyle Walker (Manchester City).",
            "Allan Saint-Maximin (Newcastle United) wins a free kick on the left wing.",
            "João Cancelo (Manchester City) wins a free kick on the left wing.",
            "Foul by Miguel Almirón (Newcastle United).",
            "Kick Off! Second Half begins Newcastle United 2, Manchester City 1.",
            "Half-time First Half ends, Newcastle United 2, Manchester City 1.",
            "Attempt missed. Rúben Dias (Manchester City) header from the centre of the box is too high. Assisted by Kevin De Bruyne with a cross following a set piece situation.",
            "Foul by Joelinton (Newcastle United).",
            "Bernardo Silva (Manchester City) wins a free kick on the right wing.",
            "Corner,  Newcastle United. Conceded by Kyle Walker.",
            "Attempt saved. Rodri (Manchester City) right footed shot from outside the box is saved in the bottom right corner. Assisted by Ilkay Gündogan.",
            "Foul by Miguel Almirón (Newcastle United).",
            "Phil Foden (Manchester City) wins a free kick in the defensive half.",
            "Callum Wilson (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Rúben Dias (Manchester City).",
            "Goal! Goal!  Newcastle United 2, Manchester City 1. Callum Wilson (Newcastle United) right footed shot from the centre of the box to the bottom right corner. Assisted by Allan Saint-Maximin.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the left side of the box is blocked. Assisted by Joelinton.",
            "Attempt blocked. Ilkay Gündogan (Manchester City) right footed shot from the centre of the box is blocked.",
            "Yellow Card! Fabian Schär (Newcastle United) is shown the yellow card for a bad foul.",
            "Phil Foden (Manchester City) wins a free kick on the left wing.",
            "Foul by Fabian Schär (Newcastle United).",
            "Allan Saint-Maximin (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Rodri (Manchester City).",
            "Attempt missed. Callum Wilson (Newcastle United) left footed shot from the centre of the box misses to the right. Assisted by Joe Willock with a cross.",
            "VAR Decision: Goal  Newcastle United 1-1 Manchester City (Allan Saint-Maximin).",
            "Goal! Goal!  Newcastle United 1, Manchester City 1. Miguel Almirón (Newcastle United) right footed shot from very close range to the bottom right corner. Assisted by Allan Saint-Maximin with a cross.Goal awarded following VAR Review.",
            "Attempt saved. Callum Wilson (Newcastle United) left footed shot from very close range is saved in the centre of the goal. Assisted by Sven Botman with a headed pass.",
            "Corner,  Newcastle United. Conceded by Kevin De Bruyne.",
            "Corner,  Newcastle United. Conceded by Rúben Dias.",
            "Attempt blocked. Callum Wilson (Newcastle United) right footed shot from the left side of the box is blocked. Assisted by Allan Saint-Maximin.",
            "Attempt saved. Allan Saint-Maximin (Newcastle United) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Miguel Almirón.",
            "Substitution Substitution, Manchester City. Rúben Dias replaces Nathan Aké because of an injury.",
            "Attempt saved. Kevin De Bruyne (Manchester City) right footed shot from outside the box is saved in the top left corner.",
            "Erling Haaland (Manchester City) wins a free kick in the attacking half.",
            "Foul by Sven Botman (Newcastle United).",
            "Yellow Card! João Cancelo (Manchester City) is shown the yellow card for a bad foul.",
            "Attempt missed. Miguel Almirón (Newcastle United) left footed shot from the centre of the box is high and wide to the left. Assisted by Allan Saint-Maximin.",
            "Foul by Joelinton (Newcastle United).",
            "Kyle Walker (Manchester City) wins a free kick in the defensive half.",
            "Attempt saved. Phil Foden (Manchester City) left footed shot from the left side of the box is saved in the bottom right corner. Assisted by Kevin De Bruyne.",
            "Ilkay Gündogan (Manchester City) wins a free kick in the attacking half.",
            "Foul by Joelinton (Newcastle United).",
            "Offside, Newcastle United. Joe Willock tries a through ball, but Callum Wilson is caught offside.",
            "Phil Foden (Manchester City) wins a free kick on the left wing.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Attempt saved. Kevin De Bruyne (Manchester City) right footed shot from the right side of the box is saved in the bottom right corner. Assisted by Erling Haaland.",
            "Attempt blocked. João Cancelo (Manchester City) right footed shot from the left side of the box is blocked. Assisted by Ilkay Gündogan.",
            "Yellow Card! Bruno Guimarães (Newcastle United) is shown the yellow card for a bad foul.",
            "Kevin De Bruyne (Manchester City) wins a free kick in the attacking half.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Goal! Goal!  Newcastle United 0, Manchester City 1. Ilkay Gündogan (Manchester City) right footed shot from the centre of the box to the centre of the goal. Assisted by Bernardo Silva.",
            "Offside, Newcastle United. Sven Botman tries a through ball, but Allan Saint-Maximin is caught offside.",
            "Attempt missed. Rodri (Manchester City) right footed shot from outside the box is too high. Assisted by Phil Foden.",
            "Corner,  Newcastle United. Conceded by João Cancelo.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "15": {
        "event": [
            "Full-time Match ends, Manchester City 4, Bournemouth 0.",
            "Second Half ends, Manchester City 4, Bournemouth 0.",
            "Yellow Card! Adam Smith (Bournemouth) is shown the yellow card for a bad foul.",
            "Foul by Adam Smith (Bournemouth).",
            "João Cancelo (Manchester City) wins a free kick on the left wing.",
            "Substitution Substitution, Bournemouth. Jamal Lowe replaces Kieffer Moore because of an injury.",
            "Kieffer Moore (Bournemouth) wins a free kick in the defensive half.",
            "Foul by Bernardo Silva (Manchester City).",
            "Philip Billing (Bournemouth) wins a free kick in the defensive half.",
            "Foul by Bernardo Silva (Manchester City).",
            "Corner,  Manchester City. Conceded by Chris Mepham.",
            "Substitution Substitution, Manchester City. Rico Lewis replaces Kyle Walker.",
            "Attempt missed. Junior Stanislas (Bournemouth) right footed shot from outside the box is close, but misses to the right. Assisted by Philip Billing.",
            "Jefferson Lerma (Bournemouth) wins a free kick in the defensive half.",
            "Foul by Julián Álvarez (Manchester City).",
            "Substitution Substitution, Bournemouth. Marcos Senesi replaces Marcus Tavernier.",
            "Own Goal! Own Goal by Jefferson Lerma, Bournemouth.  Manchester City 4, Bournemouth 0.",
            "Foul by Adam Smith (Bournemouth).",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Substitution Substitution, Manchester City. Julián Álvarez replaces Erling Haaland.",
            "Attempt missed. Erling Haaland (Manchester City) left footed shot from the centre of the box is close, but misses to the right. Assisted by Jack Grealish.",
            "Marcus Tavernier (Bournemouth) wins a free kick in the defensive half.",
            "Foul by Bernardo Silva (Manchester City).",
            "Corner,  Manchester City. Conceded by Chris Mepham.",
            "Substitution Substitution, Manchester City. Bernardo Silva replaces Ilkay Gündogan.",
            "Substitution Substitution, Manchester City. John Stones replaces Rúben Dias.",
            "Substitution Substitution, Bournemouth. Philip Billing replaces Lewis Cook.",
            "Substitution Substitution, Bournemouth. Junior Stanislas replaces Ryan Christie.",
            "Kieffer Moore (Bournemouth) wins a free kick in the defensive half.",
            "Foul by Rodri (Manchester City).",
            "Attempt blocked. João Cancelo (Manchester City) right footed shot from outside the box is blocked.",
            "Attempt saved. Riyad Mahrez (Manchester City) left footed shot from outside the box is saved in the bottom left corner. Assisted by Kyle Walker.",
            "Attempt missed. Ilkay Gündogan (Manchester City) right footed shot from outside the box is close, but misses to the right. Assisted by Riyad Mahrez.",
            "Foul by Ben Pearson (Bournemouth).",
            "Ilkay Gündogan (Manchester City) wins a free kick in the defensive half.",
            "Attempt missed. Kevin De Bruyne (Manchester City) right footed shot from outside the box is high and wide to the right. Assisted by Jack Grealish.",
            "Ryan Christie (Bournemouth) wins a free kick in the defensive half.",
            "Foul by Jack Grealish (Manchester City).",
            "Yellow Card! Chris Mepham (Bournemouth) is shown the yellow card for a bad foul.",
            "Foul by Chris Mepham (Bournemouth).",
            "Jack Grealish (Manchester City) wins a free kick in the attacking half.",
            "Attempt blocked. Riyad Mahrez (Manchester City) left footed shot from outside the box is blocked. Assisted by Kevin De Bruyne.",
            "Corner,  Manchester City. Conceded by Ryan Christie.",
            "Corner,  Manchester City. Conceded by Mark Travers.",
            "Attempt saved. Kevin De Bruyne (Manchester City) right footed shot from the right side of the box is saved in the bottom right corner. Assisted by Ilkay Gündogan.",
            "Foul by Ryan Christie (Bournemouth).",
            "Riyad Mahrez (Manchester City) wins a free kick in the defensive half.",
            "Offside, Manchester City. João Cancelo tries a through ball, but Jack Grealish is caught offside.",
            "Foul by Marcus Tavernier (Bournemouth).",
            "Kevin De Bruyne (Manchester City) wins a free kick in the attacking half.",
            "Substitution Substitution, Manchester City. Jack Grealish replaces Phil Foden.",
            "Kick Off! Second Half begins Manchester City 3, Bournemouth 0.",
            "Half-time First Half ends, Manchester City 3, Bournemouth 0.",
            "Corner,  Manchester City. Conceded by Mark Travers.",
            "Attempt saved. Erling Haaland (Manchester City) left footed shot from the left side of the box is saved in the top left corner. Assisted by João Cancelo.",
            "Offside, Bournemouth. Jack Stacey tries a through ball, but Marcus Tavernier is caught offside.",
            "Foul by João Cancelo (Manchester City).",
            "Marcus Tavernier (Bournemouth) wins a free kick in the defensive half.",
            "Goal! Goal!  Manchester City 3, Bournemouth 0. Phil Foden (Manchester City) left footed shot from the centre of the box to the bottom right corner. Assisted by Kevin De Bruyne with a through ball   following a fast break.",
            "Attempt blocked. Adam Smith (Bournemouth) left footed shot from the centre of the box is blocked.",
            "Foul by Erling Haaland (Manchester City).",
            "Jefferson Lerma (Bournemouth) wins a free kick in the defensive half.",
            "Goal! Goal!  Manchester City 2, Bournemouth 0. Kevin De Bruyne (Manchester City) right footed shot from the right side of the box to the bottom left corner. Assisted by Phil Foden.",
            "Corner,  Bournemouth. Conceded by Nathan Aké.",
            "Attempt missed. Rodri (Manchester City) right footed shot from outside the box is close, but misses to the right. Assisted by Riyad Mahrez.",
            "Ryan Christie (Bournemouth) wins a free kick in the defensive half.",
            "Foul by Rúben Dias (Manchester City).",
            "Corner,  Manchester City. Conceded by Jack Stacey.",
            "Attempt saved. Ben Pearson (Bournemouth) left footed shot from outside the box is saved in the bottom right corner. Assisted by Kieffer Moore.",
            "Goal! Goal!  Manchester City 1, Bournemouth 0. Ilkay Gündogan (Manchester City) left footed shot from the centre of the box to the bottom right corner. Assisted by Erling Haaland with a through ball.",
            "Offside, Manchester City. Kevin De Bruyne tries a through ball, but Riyad Mahrez is caught offside.",
            "Ilkay Gündogan (Manchester City) wins a free kick on the right wing.",
            "Foul by Ryan Christie (Bournemouth).",
            "Attempt blocked. Rúben Dias (Manchester City) header from the centre of the box is blocked. Assisted by Kevin De Bruyne with a cross.",
            "Corner,  Manchester City. Conceded by Mark Travers.",
            "Attempt saved. Phil Foden (Manchester City) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Kevin De Bruyne.",
            "Attempt blocked. Kevin De Bruyne (Manchester City) right footed shot from outside the box is blocked. Assisted by Ilkay Gündogan.",
            "Rodri (Manchester City) wins a free kick in the defensive half.",
            "Foul by Kieffer Moore (Bournemouth).",
            "Attempt missed. Riyad Mahrez (Manchester City) left footed shot from the right side of the box is too high following a corner.",
            "Corner,  Manchester City. Conceded by Lloyd Kelly.",
            "Attempt blocked. Nathan Aké (Manchester City) left footed shot from the left side of the box is blocked. Assisted by Ilkay Gündogan.",
            "Corner,  Manchester City. Conceded by Mark Travers.",
            "Yellow Card! Jack Stacey (Bournemouth) is shown the yellow card for a bad foul.",
            "Foul by Jack Stacey (Bournemouth).",
            "Riyad Mahrez (Manchester City) wins a free kick on the right wing.",
            "Attempt missed. Rodri (Manchester City) header from the centre of the box is close, but misses the top left corner. Assisted by Kevin De Bruyne with a cross following a corner.",
            "Corner,  Manchester City. Conceded by Jack Stacey.",
            "Attempt blocked. Nathan Aké (Manchester City) header from the centre of the box is blocked. Assisted by Phil Foden with a cross.",
            "Corner,  Manchester City. Conceded by Adam Smith.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "16": {
        "event": [
            "Full-time Match ends, West Ham United 0, Manchester City 2.",
            "Second Half ends, West Ham United 0, Manchester City 2.",
            "Offside, West Ham United. Kurt Zouma tries a through ball, but Saïd Benrahma is caught offside.",
            "Substitution Substitution, West Ham United. Flynn Downes replaces Jarrod Bowen.",
            "Substitution Substitution, West Ham United. Conor Coventry replaces Pablo Fornals.",
            "Attempt missed. Nathan Aké (Manchester City) header from the centre of the box misses to the left. Assisted by Riyad Mahrez with a cross following a corner.",
            "Corner,  Manchester City. Conceded by Kurt Zouma.",
            "Attempt blocked. Julián Álvarez (Manchester City) right footed shot from outside the box is blocked.",
            "Substitution Substitution, Manchester City. Kalvin Phillips replaces Rodri.",
            "Substitution Substitution, Manchester City. Riyad Mahrez replaces Phil Foden.",
            "Substitution Substitution, Manchester City. Cole Palmer replaces Kevin De Bruyne.",
            "Corner,  Manchester City. Conceded by Ben Johnson.",
            "Phil Foden (Manchester City) wins a free kick in the defensive half.",
            "Foul by Saïd Benrahma (West Ham United).",
            "Attempt missed. Rodri (Manchester City) right footed shot from outside the box misses to the left. Assisted by Jack Grealish.",
            "Substitution Substitution, Manchester City. Julián Álvarez replaces Erling Haaland.",
            "Substitution Substitution, Manchester City. Bernardo Silva replaces Ilkay Gündogan.",
            "Attempt missed. Jack Grealish (Manchester City) right footed shot from the left side of the box is close, but misses to the left. Assisted by Kevin De Bruyne.",
            "Attempt blocked. Erling Haaland (Manchester City) left footed shot from the left side of the box is blocked. Assisted by Ilkay Gündogan.",
            "Foul by Vladimír Coufal (West Ham United).",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Offside, West Ham United. Pablo Fornals tries a through ball, but Saïd Benrahma is caught offside.",
            "Offside, West Ham United. Vladimír Coufal tries a through ball, but Gianluca Scamacca is caught offside.",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Pablo Fornals (West Ham United) wins a free kick in the defensive half.",
            "Attempt missed. Erling Haaland (Manchester City) header from the left side of the six yard box is too high. Assisted by Jack Grealish.",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Foul by Vladimír Coufal (West Ham United).",
            "Goal! Goal!  West Ham United 0, Manchester City 2. Erling Haaland (Manchester City) left footed shot from the centre of the box to the bottom left corner. Assisted by Kevin De Bruyne with a through ball.",
            "Attempt saved. Saïd Benrahma (West Ham United) right footed shot from the left side of the box is saved in the centre of the goal. Assisted by Vladimír Coufal with a cross.",
            "Attempt missed. Ilkay Gündogan (Manchester City) left footed shot from the left side of the six yard box misses to the right. Assisted by Kevin De Bruyne with a cross.",
            "Rúben Dias (Manchester City) wins a free kick in the attacking half.",
            "Foul by Gianluca Scamacca (West Ham United).",
            "Corner,  Manchester City. Conceded by Ben Johnson.",
            "Substitution Substitution, West Ham United. Saïd Benrahma replaces Manuel Lanzini.",
            "Substitution Substitution, West Ham United. Gianluca Scamacca replaces Michail Antonio.",
            "Attempt blocked. Manuel Lanzini (West Ham United) right footed shot from outside the box is blocked. Assisted by Pablo Fornals.",
            "Attempt missed. Declan Rice (West Ham United) right footed shot from the centre of the box is too high.",
            "Kyle Walker (Manchester City) wins a free kick in the defensive half.",
            "Foul by Manuel Lanzini (West Ham United).",
            "Kick Off! Second Half begins West Ham United 0, Manchester City 1.",
            "Half-time First Half ends, West Ham United 0, Manchester City 1.",
            "Yellow Card! João Cancelo (Manchester City) is shown the yellow card.",
            "Jarrod Bowen (West Ham United) wins a free kick on the right wing.",
            "Foul by João Cancelo (Manchester City).",
            "Attempt missed. João Cancelo (Manchester City) right footed shot from outside the box misses to the left. Assisted by Ilkay Gündogan.",
            "Michail Antonio (West Ham United) wins a free kick in the defensive half.",
            "Foul by Rúben Dias (Manchester City).",
            "Attempt blocked. Ilkay Gündogan (Manchester City) right footed shot from outside the box is blocked.",
            "Phil Foden (Manchester City) wins a free kick in the attacking half.",
            "Foul by Declan Rice (West Ham United).",
            "Goal!  West Ham United 0, Manchester City 1. Erling Haaland (Manchester City) converts the penalty with a left footed shot to the bottom left corner.",
            "Penalty Manchester City. Erling Haaland draws a foul in the penalty area.",
            "Penalty conceded by Alphonse Areola (West Ham United) after a foul in the penalty area.",
            "Foul by Tomás Soucek (West Ham United).",
            "Rodri (Manchester City) wins a free kick in the attacking half.",
            "Substitution Substitution, West Ham United. Alphonse Areola replaces Lukasz Fabianski because of an injury.",
            "Offside, Manchester City. Erling Haaland tries a through ball, but Ilkay Gündogan is caught offside.",
            "Attempt missed. Erling Haaland (Manchester City) header from the centre of the box misses to the left. Assisted by Phil Foden with a cross.",
            "Corner,  Manchester City. Conceded by Kurt Zouma.",
            "Offside, West Ham United. Ben Johnson tries a through ball, but Manuel Lanzini is caught offside.",
            "Attempt missed. Kevin De Bruyne (Manchester City) right footed shot from the centre of the box misses to the left. Assisted by João Cancelo.",
            "Michail Antonio (West Ham United) wins a free kick in the defensive half.",
            "Foul by Rúben Dias (Manchester City).",
            "Attempt blocked. Kevin De Bruyne (Manchester City) left footed shot from outside the box is blocked. Assisted by Phil Foden with a headed pass.",
            "Attempt missed. Michail Antonio (West Ham United) header from the centre of the box is just a bit too high. Assisted by Pablo Fornals with a cross following a corner.",
            "Attempt blocked. Jarrod Bowen (West Ham United) left footed shot from the centre of the box is blocked.",
            "Corner,  West Ham United. Conceded by Nathan Aké.",
            "Attempt blocked. Michail Antonio (West Ham United) left footed shot from the centre of the box is blocked. Assisted by Aaron Cresswell with a cross.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "17": {
        "event": [
            "Full-time Match ends, Chelsea 0, Manchester City 1.",
            "Second Half ends, Chelsea 0, Manchester City 1.",
            "Yellow Card! Kalidou Koulibaly (Chelsea) is shown the yellow card for a bad foul.",
            "Foul by Kalidou Koulibaly (Chelsea).",
            "Riyad Mahrez (Manchester City) wins a free kick in the defensive half.",
            "Attempt missed. Lewis Hall (Chelsea) left footed shot from the left side of the box is high and wide to the left. Assisted by Carney Chukwuemeka.",
            "Yellow Card! Mateo Kovacic (Chelsea) is shown the yellow card for a bad foul.",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Foul by Mateo Kovacic (Chelsea).",
            "Substitution Substitution, Manchester City. Kalvin Phillips replaces Rodri.",
            "Foul by Rodri (Manchester City).",
            "Kai Havertz (Chelsea) wins a free kick in the attacking half.",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Mateo Kovacic (Chelsea) wins a free kick in the defensive half.",
            "Foul by Conor Gallagher (Chelsea).",
            "John Stones (Manchester City) wins a free kick in the defensive half.",
            "Conor Gallagher (Chelsea) wins a free kick in the defensive half.",
            "Foul by Rodri (Manchester City).",
            "Attempt missed. Mateo Kovacic (Chelsea) right footed shot from outside the box is high and wide to the right. Assisted by Conor Gallagher.",
            "Attempt saved. Kai Havertz (Chelsea) header from the centre of the box is saved in the top centre of the goal. Assisted by Lewis Hall with a headed pass.",
            "Attempt missed. Erling Haaland (Manchester City) left footed shot from the left side of the six yard box misses to the left. Assisted by Kevin De Bruyne.",
            "Conor Gallagher (Chelsea) wins a free kick on the right wing.",
            "Foul by Rodri (Manchester City).",
            "Substitution Substitution, Chelsea. Conor Gallagher replaces Hakim Ziyech.",
            "Substitution Substitution, Chelsea. Lewis Hall replaces Marc Cucurella.",
            "Substitution Substitution, Chelsea. Omari Hutchinson replaces Pierre-Emerick Aubameyang.",
            "Goal! Goal!  Chelsea 0, Manchester City 1. Riyad Mahrez (Manchester City) right footed shot from very close range to the centre of the goal. Assisted by Jack Grealish.",
            "Substitution Substitution, Manchester City. Jack Grealish replaces Phil Foden.",
            "Substitution Substitution, Manchester City. Riyad Mahrez replaces Bernardo Silva.",
            "Attempt missed. Kevin De Bruyne (Manchester City) right footed shot from the right side of the box is close, but misses to the right. Assisted by Bernardo Silva.",
            "Offside, Chelsea. Hakim Ziyech tries a through ball, but Kai Havertz is caught offside.",
            "Attempt missed. Thiago Silva (Chelsea) right footed shot from the centre of the box is close, but misses to the left. Assisted by Kai Havertz following a corner.",
            "Corner,  Chelsea. Conceded by Manuel Akanji.",
            "Phil Foden (Manchester City) wins a free kick in the defensive half.",
            "Foul by César Azpilicueta (Chelsea).",
            "Attempt saved. Kevin De Bruyne (Manchester City) left footed shot from outside the box is saved in the bottom right corner.",
            "Corner,  Manchester City. Conceded by Marc Cucurella.",
            "Attempt blocked. Bernardo Silva (Manchester City) left footed shot from the centre of the box is blocked.",
            "Nathan Aké (Manchester City) hits the right post with a header from the right side of the six yard box. Assisted by Kevin De Bruyne with a cross following a corner.",
            "Corner,  Manchester City. Conceded by Hakim Ziyech.",
            "Foul by César Azpilicueta (Chelsea).",
            "Phil Foden (Manchester City) wins a free kick on the left wing.",
            "Attempt missed. Erling Haaland (Manchester City) left footed shot from outside the box is close, but misses to the right.",
            "Kick Off! Second Half begins Chelsea 0, Manchester City 0.",
            "Substitution Substitution, Manchester City. Rico Lewis replaces João Cancelo.",
            "Substitution Substitution, Manchester City. Manuel Akanji replaces Kyle Walker.",
            "Half-time First Half ends, Chelsea 0, Manchester City 0.",
            "Attempt blocked. Kevin De Bruyne (Manchester City) left footed shot from outside the box is blocked. Assisted by Erling Haaland.",
            "Offside, Manchester City. Kevin De Bruyne tries a through ball, but Phil Foden is caught offside.",
            "Attempt blocked. João Cancelo (Manchester City) right footed shot from the right side of the box is blocked. Assisted by Phil Foden.",
            "Attempt saved. Kevin De Bruyne (Manchester City) left footed shot from outside the box is saved in the bottom left corner. Assisted by Ilkay Gündogan.",
            "Attempt blocked. Carney Chukwuemeka (Chelsea) right footed shot from outside the box is blocked. Assisted by Kai Havertz.",
            "Marc Cucurella (Chelsea) wins a free kick in the defensive half.",
            "Foul by João Cancelo (Manchester City).",
            "Attempt missed. Erling Haaland (Manchester City) left footed shot from the centre of the box is just a bit too high. Assisted by Ilkay Gündogan.",
            "Kai Havertz (Chelsea) wins a free kick in the defensive half.",
            "Foul by Kyle Walker (Manchester City).",
            "Attempt missed. Ilkay Gündogan (Manchester City) right footed shot from outside the box is close, but misses to the right. Assisted by Kevin De Bruyne with a headed pass.",
            "Nathan Aké (Manchester City) wins a free kick in the defensive half.",
            "Foul by Pierre-Emerick Aubameyang (Chelsea).",
            "João Cancelo (Manchester City) wins a free kick in the defensive half.",
            "Foul by Kalidou Koulibaly (Chelsea).",
            "Hakim Ziyech (Chelsea) wins a free kick on the right wing.",
            "Foul by Rodri (Manchester City).",
            "Corner,  Chelsea. Conceded by Rodri.",
            "Attempt saved. Hakim Ziyech (Chelsea) right footed shot from the right side of the box is saved in the bottom left corner.",
            "Attempt blocked. Carney Chukwuemeka (Chelsea) right footed shot from the centre of the box is blocked. Assisted by Kai Havertz.",
            "Delay over. They are ready to continue.",
            "Delay in match   (Manchester City).",
            "Substitution Substitution, Chelsea. Carney Chukwuemeka replaces Christian Pulisic because of an injury.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Christian Pulisic (Chelsea).",
            "Foul by Kalidou Koulibaly (Chelsea).",
            "João Cancelo (Manchester City) wins a free kick in the defensive half.",
            "Corner,  Chelsea. Conceded by John Stones.",
            "Attempt blocked. Christian Pulisic (Chelsea) right footed shot from the left side of the box is blocked. Assisted by Kai Havertz.",
            "Offside, Chelsea. Hakim Ziyech tries a through ball, but César Azpilicueta is caught offside.",
            "Christian Pulisic (Chelsea) wins a free kick in the defensive half.",
            "Foul by João Cancelo (Manchester City).",
            "Phil Foden (Manchester City) wins a free kick on the left wing.",
            "Foul by César Azpilicueta (Chelsea).",
            "Substitution Substitution, Chelsea. Pierre-Emerick Aubameyang replaces Raheem Sterling because of an injury.",
            "Hakim Ziyech (Chelsea) wins a free kick in the defensive half.",
            "Foul by Nathan Aké (Manchester City).",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Raheem Sterling (Chelsea).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "18": {
        "event": [
            "Full-time Match ends, Manchester United 2, Manchester City 1.",
            "Second Half ends, Manchester United 2, Manchester City 1.",
            "Lisandro Martínez (Manchester United) wins a free kick in the defensive half.",
            "Foul by Jack Grealish (Manchester City).",
            "Offside, Manchester United. Bruno Fernandes tries a through ball, but Alejandro Garnacho is caught offside.",
            "Substitution Substitution, Manchester United. Lisandro Martínez replaces Tyrell Malacia.",
            "Substitution Substitution, Manchester United. Scott McTominay replaces Casemiro.",
            "Substitution Substitution, Manchester United. Harry Maguire replaces Marcus Rashford.",
            "Attempt blocked. Alejandro Garnacho (Manchester United) right footed shot from the left side of the box is blocked. Assisted by Marcus Rashford.",
            "Delay over. They are ready to continue.",
            "Yellow Card! Casemiro (Manchester United) is shown the yellow card for a bad foul.",
            "Delay in match  because of an injury Casemiro (Manchester United).",
            "Yellow Card! Fred (Manchester United) is shown the yellow card for a bad foul.",
            "Foul by Fred (Manchester United).",
            "Jack Grealish (Manchester City) wins a free kick in the attacking half.",
            "Attempt missed. Erling Haaland (Manchester City) header from the centre of the box is too high. Assisted by João Cancelo with a cross.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Bruno Fernandes (Manchester United).",
            "Goal! Goal!  Manchester United 2, Manchester City 1. Marcus Rashford (Manchester United) right footed shot from very close range to the centre of the goal. Assisted by Alejandro Garnacho.",
            "Delay over. They are ready to continue.",
            "VAR Decision: Goal  Manchester United 1-1 Manchester City (Bruno Fernandes).",
            "Goal! Goal!  Manchester United 1, Manchester City 1. Bruno Fernandes (Manchester United) right footed shot from outside the box to the centre of the goal. Assisted by Casemiro with a through ball.Goal awarded following VAR Review.",
            "Foul by Alejandro Garnacho (Manchester United).",
            "Manuel Akanji (Manchester City) wins a free kick in the defensive half.",
            "Foul by Luke Shaw (Manchester United).",
            "Kevin De Bruyne (Manchester City) wins a free kick in the attacking half.",
            "Substitution Substitution, Manchester United. Alejandro Garnacho replaces Christian Eriksen.",
            "Foul by Luke Shaw (Manchester United).",
            "Riyad Mahrez (Manchester City) wins a free kick in the defensive half.",
            "Rodri (Manchester City) wins a free kick in the defensive half.",
            "Foul by Fred (Manchester United).",
            "Corner,  Manchester United. Conceded by Nathan Aké.",
            "Attempt blocked. Aaron Wan-Bissaka (Manchester United) right footed shot from outside the box is blocked. Assisted by Fred.",
            "Foul by Tyrell Malacia (Manchester United).",
            "Riyad Mahrez (Manchester City) wins a free kick in the defensive half.",
            "Yellow Card! Christian Eriksen (Manchester United) is shown the yellow card for a bad foul.",
            "Foul by Christian Eriksen (Manchester United).",
            "Jack Grealish (Manchester City) wins a free kick in the attacking half.",
            "Goal! Goal!  Manchester United 0, Manchester City 1. Jack Grealish (Manchester City) header from very close range to the bottom left corner. Assisted by Kevin De Bruyne.",
            "Foul by Bruno Fernandes (Manchester United).",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Foul by Bruno Fernandes (Manchester United).",
            "Riyad Mahrez (Manchester City) wins a free kick on the right wing.",
            "Substitution Substitution, Manchester City. Jack Grealish replaces Phil Foden.",
            "Corner,  Manchester City. Conceded by Luke Shaw.",
            "João Cancelo (Manchester City) wins a free kick in the defensive half.",
            "Foul by Bruno Fernandes (Manchester United).",
            "Offside, Manchester United. Christian Eriksen tries a through ball, but Raphaël Varane is caught offside.",
            "Antony (Manchester United) wins a free kick on the right wing.",
            "Foul by Nathan Aké (Manchester City).",
            "Attempt blocked. Bernardo Silva (Manchester City) left footed shot from outside the box is blocked. Assisted by Kyle Walker.",
            "Offside, Manchester United. Bruno Fernandes tries a through ball, but Antony is caught offside.",
            "Tyrell Malacia (Manchester United) wins a free kick on the left wing.",
            "Foul by Riyad Mahrez (Manchester City).",
            "Substitution Substitution, Manchester United. Antony replaces Anthony Martial.",
            "Kick Off! Second Half begins Manchester United 0, Manchester City 0.",
            "Half-time First Half ends, Manchester United 0, Manchester City 0.",
            "Attempt missed. Kyle Walker (Manchester City) right footed shot from outside the box is close, but misses to the right. Assisted by Rodri.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Marcus Rashford (Manchester United).",
            "Riyad Mahrez (Manchester City) wins a free kick in the defensive half.",
            "Foul by Tyrell Malacia (Manchester United).",
            "Attempt saved. Marcus Rashford (Manchester United) right footed shot from the centre of the box is saved in the bottom left corner. Assisted by Christian Eriksen with a through ball.",
            "Attempt blocked. Anthony Martial (Manchester United) header from the centre of the box is blocked. Assisted by Casemiro.",
            "Attempt blocked. Marcus Rashford (Manchester United) right footed shot from the left side of the box is blocked. Assisted by Bruno Fernandes.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Tyrell Malacia (Manchester United).",
            "Marcus Rashford (Manchester United) wins a free kick in the defensive half.",
            "Foul by João Cancelo (Manchester City).",
            "Offside, Manchester City. Kevin De Bruyne tries a through ball, but Phil Foden is caught offside.",
            "Foul by Riyad Mahrez (Manchester City).",
            "Casemiro (Manchester United) wins a free kick in the defensive half.",
            "Attempt blocked. Erling Haaland (Manchester City) left footed shot from the centre of the box is blocked.",
            "Offside, Manchester City. João Cancelo tries a through ball, but Phil Foden is caught offside.",
            "Corner,  Manchester City. Conceded by Tyrell Malacia.",
            "Foul by Tyrell Malacia (Manchester United).",
            "Riyad Mahrez (Manchester City) wins a free kick in the defensive half.",
            "Offside, Manchester United. David de Gea tries a through ball, but Anthony Martial is caught offside.",
            "Attempt missed. Bruno Fernandes (Manchester United) right footed shot from the right side of the box misses to the left. Assisted by Christian Eriksen.",
            "Foul by Tyrell Malacia (Manchester United).",
            "Riyad Mahrez (Manchester City) wins a free kick in the defensive half.",
            "Offside, Manchester United. Anthony Martial tries a through ball, but Tyrell Malacia is caught offside.",
            "Offside, Manchester United. Bruno Fernandes tries a through ball, but Anthony Martial is caught offside.",
            "Foul by Christian Eriksen (Manchester United).",
            "João Cancelo (Manchester City) wins a free kick in the defensive half.",
            "Manuel Akanji (Manchester City) wins a free kick in the defensive half.",
            "Foul by Anthony Martial (Manchester United).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "19": {
        "event": [
            "Full-time Match ends, Manchester City 3, Wolverhampton Wanderers 0.",
            "Second Half ends, Manchester City 3, Wolverhampton Wanderers 0.",
            "Attempt blocked. Matheus Nunes (Wolverhampton Wanderers) left footed shot from the centre of the box is blocked. Assisted by Daniel Podence.",
            "Foul by Manuel Akanji (Manchester City).",
            "Matheus Cunha (Wolverhampton Wanderers) wins a free kick on the left wing.",
            "Corner,  Wolverhampton Wanderers. Conceded by Nathan Aké.",
            "Foul by Kalvin Phillips (Manchester City).",
            "Rúben Neves (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Attempt missed. Maximilian Kilman (Wolverhampton Wanderers) header from the centre of the box is too high. Assisted by João Moutinho with a cross following a corner.",
            "Corner,  Wolverhampton Wanderers. Conceded by Jack Grealish.",
            "Foul by Kalvin Phillips (Manchester City).",
            "Matheus Nunes (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Attempt missed. Pablo Sarabia (Wolverhampton Wanderers) left footed shot from outside the box is high and wide to the left. Assisted by Daniel Podence.",
            "John Stones (Manchester City) wins a free kick in the defensive half.",
            "Foul by Matheus Nunes (Wolverhampton Wanderers).",
            "Attempt missed. Daniel Podence (Wolverhampton Wanderers) right footed shot from the centre of the box is close, but misses to the left.",
            "Attempt blocked. Daniel Podence (Wolverhampton Wanderers) right footed shot from the centre of the box is blocked. Assisted by Matheus Cunha.",
            "Substitution Substitution, Wolverhampton Wanderers. Rayan Aït-Nouri replaces Hugo Bueno.",
            "Substitution Substitution, Manchester City. Cole Palmer replaces Riyad Mahrez.",
            "Attempt missed. Ilkay Gündogan (Manchester City) header from the left side of the six yard box is close, but misses the top left corner. Assisted by Bernardo Silva with a cross.",
            "Attempt blocked. Kalvin Phillips (Manchester City) right footed shot from outside the box is blocked. Assisted by Riyad Mahrez.",
            "Foul by Kalvin Phillips (Manchester City).",
            "Matheus Nunes (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Substitution Substitution, Manchester City. Kalvin Phillips replaces Rodri.",
            "Substitution Substitution, Manchester City. Bernardo Silva replaces Kevin De Bruyne.",
            "Foul by Jack Grealish (Manchester City).",
            "Matheus Cunha (Wolverhampton Wanderers) wins a free kick in the attacking half.",
            "Corner,  Manchester City. Conceded by José Sá.",
            "Attempt saved. Julián Álvarez (Manchester City) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Kevin De Bruyne with a through ball.",
            "Foul by João Moutinho (Wolverhampton Wanderers).",
            "Ilkay Gündogan (Manchester City) wins a free kick in the attacking half.",
            "Corner,  Wolverhampton Wanderers. Conceded by Nathan Aké.",
            "Corner,  Wolverhampton Wanderers. Conceded by Ilkay Gündogan.",
            "Attempt saved. Daniel Podence (Wolverhampton Wanderers) right footed shot from outside the box is saved in the top left corner. Assisted by Matheus Cunha.",
            "Substitution Substitution, Wolverhampton Wanderers. Daniel Podence replaces Mario Lemina.",
            "Offside, Manchester City. Kevin De Bruyne tries a through ball, but Riyad Mahrez is caught offside.",
            "Attempt missed. João Moutinho (Wolverhampton Wanderers) right footed shot from outside the box misses to the right following a corner.",
            "Corner,  Wolverhampton Wanderers. Conceded by Manuel Akanji.",
            "Corner,  Wolverhampton Wanderers. Conceded by Nathan Aké.",
            "Attempt blocked. Pablo Sarabia (Wolverhampton Wanderers) left footed shot from the centre of the box is blocked.",
            "Foul by Nélson Semedo (Wolverhampton Wanderers).",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Substitution Substitution, Manchester City. Julián Álvarez replaces Erling Haaland.",
            "Foul by Nathan Collins (Wolverhampton Wanderers).",
            "Erling Haaland (Manchester City) wins a free kick in the defensive half.",
            "Goal! Goal!  Manchester City 3, Wolverhampton Wanderers 0. Erling Haaland (Manchester City) left footed shot from the centre of the box to the bottom left corner. Assisted by Riyad Mahrez.",
            "Attempt missed. Riyad Mahrez (Manchester City) header from the right side of the six yard box is close, but misses to the right. Assisted by Jack Grealish with a cross.",
            "Goal! Goal!  Manchester City 2, Wolverhampton Wanderers 0. Erling Haaland (Manchester City) converts the penalty with a left footed shot to the centre of the goal.",
            "Penalty conceded by Rúben Neves (Wolverhampton Wanderers) after a foul in the penalty area.",
            "Penalty Manchester City. Ilkay Gündogan draws a foul in the penalty area.",
            "Attempt missed. Hugo Bueno (Wolverhampton Wanderers) left footed shot from outside the box misses to the right following a corner.",
            "Corner,  Wolverhampton Wanderers. Conceded by John Stones.",
            "Attempt blocked. Pablo Sarabia (Wolverhampton Wanderers) header from the centre of the box is blocked. Assisted by Mario Lemina with a cross.",
            "Foul by Maximilian Kilman (Wolverhampton Wanderers).",
            "Erling Haaland (Manchester City) wins a free kick in the defensive half.",
            "Kick Off! Second Half begins Manchester City 1, Wolverhampton Wanderers 0.",
            "Substitution Substitution, Wolverhampton Wanderers. João Moutinho replaces Hwang Hee-Chan.",
            "Substitution Substitution, Manchester City. Nathan Aké replaces Rico Lewis.",
            "Substitution Substitution, Wolverhampton Wanderers. Pablo Sarabia replaces Adama Traoré.",
            "Substitution Substitution, Wolverhampton Wanderers. Matheus Cunha replaces Raúl Jiménez.",
            "Half-time First Half ends, Manchester City 1, Wolverhampton Wanderers 0.",
            "Attempt blocked. Jack Grealish (Manchester City) right footed shot from the centre of the box is blocked. Assisted by Ilkay Gündogan.",
            "Corner,  Manchester City. Conceded by Nélson Semedo.",
            "VAR Decision: No Penalty Manchester City.",
            "Goal! Goal!  Manchester City 1, Wolverhampton Wanderers 0. Erling Haaland (Manchester City) header from the centre of the box to the bottom left corner. Assisted by Kevin De Bruyne with a cross.",
            "Foul by Raúl Jiménez (Wolverhampton Wanderers).",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Attempt missed. Rodri (Manchester City) right footed shot from outside the box is just a bit too high. Assisted by Jack Grealish.",
            "Corner,  Manchester City. Conceded by Hugo Bueno.",
            "Attempt missed. Ilkay Gündogan (Manchester City) header from the centre of the box is too high. Assisted by Rico Lewis with a cross.",
            "Attempt saved. Jack Grealish (Manchester City) right footed shot from outside the box is saved in the bottom left corner. Assisted by Ilkay Gündogan.",
            "Adama Traoré (Wolverhampton Wanderers) wins a free kick in the attacking half.",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Yellow Card! Rodri (Manchester City) is shown the yellow card for a bad foul.",
            "Foul by Rodri (Manchester City).",
            "Matheus Nunes (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Corner,  Manchester City. Conceded by Hugo Bueno.",
            "Attempt missed. Jack Grealish (Manchester City) right footed shot from the left side of the six yard box is too high. Assisted by Rico Lewis with a cross.",
            "Foul by Rodri (Manchester City).",
            "Raúl Jiménez (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Attempt saved. Erling Haaland (Manchester City) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Kevin De Bruyne.",
            "Raúl Jiménez (Wolverhampton Wanderers) wins a free kick on the right wing.",
            "Foul by Manuel Akanji (Manchester City).",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Adama Traoré (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Foul by Nélson Semedo (Wolverhampton Wanderers).",
            "Jack Grealish (Manchester City) wins a free kick in the attacking half.",
            "Yellow Card! Mario Lemina (Wolverhampton Wanderers) is shown the yellow card.",
            "Rico Lewis (Manchester City) wins a free kick in the attacking half.",
            "Foul by Hwang Hee-Chan (Wolverhampton Wanderers).",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Ilkay Gündogan (Manchester City).",
            "Yellow Card! Maximilian Kilman (Wolverhampton Wanderers) is shown the yellow card for a bad foul.",
            "Ilkay Gündogan (Manchester City) wins a free kick on the left wing.",
            "Foul by Maximilian Kilman (Wolverhampton Wanderers).",
            "Corner,  Manchester City. Conceded by Nathan Collins.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "20": {
        "event": [
            "Full-time Match ends, Manchester City 4, Tottenham Hotspur 2.",
            "Full-time Match ends, Manchester City 4, Tottenham Hotspur 2.",
            "Second Half ends, Manchester City 4, Tottenham Hotspur 2.",
            "Second Half ends, Manchester City 4, Tottenham Hotspur 2.",
            "Yves Bissouma (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Julián Álvarez (Manchester City).",
            "Yves Bissouma (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Attempt missed. Julián Álvarez (Manchester City) left footed shot from the left side of the box is high and wide to the left. Assisted by Jack Grealish.",
            "Attempt missed. Julián Álvarez (Manchester City) left footed shot from the centre of the box is high and wide to the left. Assisted by Jack Grealish.",
            "Substitution Substitution, Manchester City. Rúben Dias replaces Erling Haaland.",
            "Substitution Substitution, Manchester City. Rúben Dias replaces Erling Haaland.",
            "Goal! Goal!  Manchester City 4, Tottenham Hotspur 2. Riyad Mahrez (Manchester City) left footed shot from the centre of the box to the centre of the goal.",
            "Delay over. They are ready to continue.",
            "Substitution Substitution, Manchester City. Kyle Walker replaces Rico Lewis because of an injury.",
            "Substitution Substitution, Manchester City. Kyle Walker replaces Rico Lewis because of an injury.",
            "Delay in match   (Tottenham Hotspur).",
            "Delay in match   (Tottenham Hotspur).",
            "Delay in match  because of an injury Rico Lewis (Manchester City).",
            "Delay over. They are ready to continue.",
            "VAR Decision: No Penalty Manchester City.",
            "Attempt blocked. Rodri (Manchester City) header from the left side of the six yard box is blocked. Assisted by Riyad Mahrez with a cross.",
            "Corner,  Manchester City. Conceded by Ryan Sessegnon.",
            "Substitution Substitution, Manchester City. Bernardo Silva replaces Ilkay Gündogan.",
            "Foul by Yves Bissouma (Tottenham Hotspur).",
            "Ilkay Gündogan (Manchester City) wins a free kick in the defensive half.",
            "Substitution Substitution, Tottenham Hotspur. Clément Lenglet replaces Ben Davies.",
            "Substitution Substitution, Tottenham Hotspur. Richarlison replaces Emerson Royal.",
            "Substitution Substitution, Tottenham Hotspur. Richarlison replaces Emerson Royal.",
            "Foul by Ryan Sessegnon (Tottenham Hotspur).",
            "Riyad Mahrez (Manchester City) wins a free kick on the right wing.",
            "Substitution Substitution, Tottenham Hotspur. Yves Bissouma replaces Rodrigo Bentancur.",
            "Substitution Substitution, Tottenham Hotspur. Yves Bissouma replaces Rodrigo Bentancur.",
            "Attempt missed. Cristian Romero (Tottenham Hotspur) right footed shot from outside the box is high and wide to the right.",
            "Hand ball by Harry Kane (Tottenham Hotspur).",
            "Hand ball by Harry Kane (Tottenham Hotspur).",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Rodrigo Bentancur (Tottenham Hotspur) wins a free kick in the attacking half.",
            "Substitution Substitution, Tottenham Hotspur. Ryan Sessegnon replaces Ivan Perisic.",
            "Substitution Substitution, Tottenham Hotspur. Ryan Sessegnon replaces Ivan Perisic.",
            "Foul by Nathan Aké (Manchester City).",
            "Foul by Nathan Aké (Manchester City).",
            "Dejan Kulusevski (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Ivan Perisic (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Rico Lewis (Manchester City).",
            "Ivan Perisic (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Goal! Goal!  Manchester City 3, Tottenham Hotspur 2. Riyad Mahrez (Manchester City) right footed shot from a difficult angle on the right to the bottom right corner. Assisted by Rodri.",
            "Attempt missed. Harry Kane (Tottenham Hotspur) right footed shot from outside the box.",
            "Attempt missed. Harry Kane (Tottenham Hotspur) left footed shot from outside the box misses to the right. Assisted by Dejan Kulusevski.",
            "Foul by Harry Kane (Tottenham Hotspur).",
            "Rico Lewis (Manchester City) wins a free kick in the defensive half.",
            "Attempt blocked. Ivan Perisic (Tottenham Hotspur) right footed shot from the centre of the box is blocked. Assisted by Dejan Kulusevski.",
            "Delay in match  because of an injury Dejan Kulusevski (Tottenham Hotspur).",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Dejan Kulusevski (Tottenham Hotspur).",
            "Attempt missed. Riyad Mahrez (Manchester City) right footed shot from outside the box is close, but misses to the right.",
            "Goal! Goal!  Manchester City 2, Tottenham Hotspur 2. Erling Haaland (Manchester City) header from very close range to the high centre of the goal. Assisted by Riyad Mahrez with a headed pass.",
            "Goal! Goal!  Manchester City 1, Tottenham Hotspur 2. Julián Álvarez (Manchester City) right footed shot from the centre of the box.",
            "Goal! Goal!  Manchester City 1, Tottenham Hotspur 2. Julián Álvarez (Manchester City) right footed shot from the centre of the box to the high centre of the goal.",
            "Attempt blocked. Ilkay Gündogan (Manchester City) header from very close range is blocked. Assisted by Riyad Mahrez with a cross.",
            "Delay over. They are ready to continue.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Emerson Royal (Tottenham Hotspur).",
            "Attempt missed. Julián Álvarez (Manchester City) right footed shot from outside the box misses to the left. Assisted by Rico Lewis.",
            "Kick Off! Second Half begins Manchester City 0, Tottenham Hotspur 2.",
            "Half-time First Half ends, Manchester City 0, Tottenham Hotspur 2.",
            "Half-time First Half ends, Manchester City 0, Tottenham Hotspur 2.",
            "Goal! Goal!  Manchester City 0, Tottenham Hotspur 2. Emerson Royal (Tottenham Hotspur) header from the centre of the box.",
            "Goal! Goal!  Manchester City 0, Tottenham Hotspur 2. Emerson Royal (Tottenham Hotspur) header from the right side of the six yard box to the centre of the goal.",
            "Attempt missed. Harry Kane (Tottenham Hotspur) right footed shot from a difficult angle on the right misses to the left.",
            "Foul by Ivan Perisic (Tottenham Hotspur).",
            "Riyad Mahrez (Manchester City) wins a free kick in the attacking half.",
            "Goal! Goal!  Manchester City 0, Tottenham Hotspur 1. Dejan Kulusevski (Tottenham Hotspur) left footed shot from the centre of the box.",
            "Goal! Goal!  Manchester City 0, Tottenham Hotspur 1. Dejan Kulusevski (Tottenham Hotspur) left footed shot from the centre of the box to the bottom left corner.",
            "Attempt missed. Erling Haaland (Manchester City) header from the centre of the box is just a bit too high. Assisted by Rodri.",
            "Emerson Royal (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Emerson Royal (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Attempt saved. Erling Haaland (Manchester City) left footed shot from the left side of the box is saved in the bottom left corner. Assisted by Nathan Aké with a through ball.",
            "Foul by Rodri (Manchester City).",
            "Pierre-Emile Højbjerg (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Riyad Mahrez (Manchester City).",
            "Attempt saved. Rico Lewis (Manchester City) right footed shot from outside the box is saved in the bottom right corner. Assisted by Jack Grealish.",
            "Hand ball by Julián Álvarez (Manchester City).",
            "Corner,  Tottenham Hotspur. Conceded by Nathan Aké.",
            "Corner,  Tottenham Hotspur. Conceded by Nathan Aké.",
            "Attempt blocked. Harry Kane (Tottenham Hotspur) right footed shot from the centre of the box is blocked. Assisted by Dejan Kulusevski.",
            "Attempt saved. Son Heung-Min (Tottenham Hotspur) header from the centre of the box is saved in the bottom right corner. Assisted by Ben Davies with a cross.",
            "Attempt saved. Son Heung-Min (Tottenham Hotspur) header from the centre of the box is saved in the bottom right corner. Assisted by Ben Davies with a cross.",
            "Corner,  Tottenham Hotspur. Conceded by Manuel Akanji.",
            "Foul by Ivan Perisic (Tottenham Hotspur).",
            "Riyad Mahrez (Manchester City) wins a free kick in the defensive half.",
            "Yellow Card! Pierre-Emile Højbjerg (Tottenham Hotspur) is shown the yellow card for a bad foul.",
            "Foul by Pierre-Emile Højbjerg (Tottenham Hotspur).",
            "Rico Lewis (Manchester City) wins a free kick on the left wing.",
            "Foul by Pierre-Emile Højbjerg (Tottenham Hotspur).",
            "Corner,  Manchester City. Conceded by Cristian Romero.",
            "Foul by Rodrigo Bentancur (Tottenham Hotspur).",
            "Rico Lewis (Manchester City) wins a free kick in the defensive half.",
            "Corner,  Manchester City. Conceded by Rodrigo Bentancur.",
            "Corner,  Manchester City. Conceded by Rodrigo Bentancur.",
            "Corner,  Manchester City. Conceded by Rodrigo Bentancur.",
            "Corner,  Manchester City. Conceded by Rodrigo Bentancur.",
            "Attempt blocked. Rodri (Manchester City) right footed shot from outside the box is blocked.",
            "Attempt missed. Emerson Royal (Tottenham Hotspur) right footed shot from outside the box is high and wide to the left. Assisted by Dejan Kulusevski following a corner.",
            "Corner,  Tottenham Hotspur. Conceded by Nathan Aké.",
            "Foul by Nathan Aké (Manchester City).",
            "Emerson Royal (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Nathan Aké (Manchester City).",
            "Corner,  Manchester City. Conceded by Ivan Perisic.",
            "Corner,  Manchester City. Conceded by Ivan Perisic.",
            "Yellow Card! Cristian Romero (Tottenham Hotspur) is shown the yellow card for a bad foul.",
            "Foul by Cristian Romero (Tottenham Hotspur).",
            "Manuel Akanji (Manchester City) wins a free kick in the attacking half.",
            "Foul by Rodrigo Bentancur (Tottenham Hotspur).",
            "Rico Lewis (Manchester City) wins a free kick on the right wing.",
            "Yellow Card! Riyad Mahrez (Manchester City) is shown the yellow card for a bad foul.",
            "Yellow Card! Riyad Mahrez (Manchester City) is shown the yellow card for a bad foul.",
            "Dejan Kulusevski (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Riyad Mahrez (Manchester City).",
            "Attempt blocked. Julián Álvarez (Manchester City) left footed shot from the centre of the box is blocked. Assisted by Jack Grealish.",
            "Corner,  Manchester City. Conceded by Emerson Royal.",
            "Attempt missed. Ilkay Gündogan (Manchester City) right footed shot from outside the box misses to the right. Assisted by Jack Grealish.",
            "Offside, Tottenham Hotspur. Rodrigo Bentancur tries a through ball, but Harry Kane is caught offside.",
            "Pierre-Emile Højbjerg (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Rodri (Manchester City).",
            "Foul by Pierre-Emile Højbjerg (Tottenham Hotspur).",
            "Rodri (Manchester City) wins a free kick in the defensive half.",
            "Attempt blocked. Riyad Mahrez (Manchester City) left footed shot from outside the box is blocked.",
            "Julián Álvarez (Manchester City) wins a free kick in the attacking half.",
            "Foul by Ben Davies (Tottenham Hotspur).",
            "Foul by Ivan Perisic (Tottenham Hotspur).",
            "John Stones (Manchester City) wins a free kick on the right wing.",
            "Corner,  Manchester City. Conceded by Cristian Romero.",
            "Corner,  Manchester City. Conceded by Ben Davies.",
            "Corner,  Manchester City. Conceded by Ben Davies.",
            "Foul by Ben Davies (Tottenham Hotspur).",
            "Julián Álvarez (Manchester City) wins a free kick in the defensive half.",
            "Foul by Ben Davies (Tottenham Hotspur).",
            "Kick Off! First Half begins.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "21": {
        "event": [
            "Full-time Match ends, Tottenham Hotspur 1, Manchester City 0.",
            "Yellow Card! Jack Grealish (Manchester City) is shown the yellow card.",
            "Second Half ends, Tottenham Hotspur 1, Manchester City 0.",
            "Yellow Card! Kyle Walker (Manchester City) is shown the yellow card for a bad foul.",
            "Foul by Kyle Walker (Manchester City).",
            "Ryan Sessegnon (Tottenham Hotspur) wins a free kick on the left wing.",
            "Emerson Royal (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Jack Grealish (Manchester City).",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Rodri (Manchester City).",
            "Delay in match  because of an injury Hugo Lloris (Tottenham Hotspur).",
            "Attempt saved. Rodri (Manchester City) header from very close range is saved in the top right corner. Assisted by Jack Grealish with a cross.",
            "Pierre-Emile Højbjerg (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Rodri (Manchester City).",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Pierre-Emile Højbjerg (Tottenham Hotspur).",
            "Attempt blocked. Kevin De Bruyne (Manchester City) right footed shot from outside the box is blocked.",
            "Substitution Substitution, Tottenham Hotspur. Davinson Sánchez replaces Dejan Kulusevski.",
            "Red Card! Second yellow card to Cristian Romero (Tottenham Hotspur) for a bad foul.",
            "Foul by Cristian Romero (Tottenham Hotspur).",
            "Jack Grealish (Manchester City) wins a free kick in the attacking half.",
            "Substitution Substitution, Manchester City. Ilkay Gündogan replaces Bernardo Silva.",
            "Substitution Substitution, Tottenham Hotspur. Yves Bissouma replaces Son Heung-Min.",
            "Hand ball by Son Heung-Min (Tottenham Hotspur).",
            "Yellow Card! Ederson (Manchester City) is shown the yellow card.",
            "Corner,  Tottenham Hotspur. Conceded by Rico Lewis.",
            "Foul by Harry Kane (Tottenham Hotspur).",
            "Nathan Aké (Manchester City) wins a free kick in the defensive half.",
            "Substitution Substitution, Tottenham Hotspur. Ryan Sessegnon replaces Ivan Perisic.",
            "Attempt missed. Pierre-Emile Højbjerg (Tottenham Hotspur) right footed shot from outside the box is close, but misses to the left. Assisted by Harry Kane.",
            "Attempt saved. Son Heung-Min (Tottenham Hotspur) left footed shot from outside the box is saved in the bottom left corner.",
            "Attempt saved. Kyle Walker (Manchester City) right footed shot from outside the box is saved in the top centre of the goal. Assisted by Rico Lewis.",
            "Corner,  Manchester City. Conceded by Emerson Royal.",
            "Yellow Card! Ivan Perisic (Tottenham Hotspur) is shown the yellow card for a bad foul.",
            "Foul by Ivan Perisic (Tottenham Hotspur).",
            "Bernardo Silva (Manchester City) wins a free kick on the right wing.",
            "Foul by Nathan Aké (Manchester City).",
            "Dejan Kulusevski (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Attempt missed. Rodri (Manchester City) header from the centre of the box is high and wide to the left. Assisted by Kevin De Bruyne with a cross following a corner.",
            "Corner,  Manchester City. Conceded by Ivan Perisic.",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Foul by Dejan Kulusevski (Tottenham Hotspur).",
            "Foul by Pierre-Emile Højbjerg (Tottenham Hotspur).",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Attempt saved. Harry Kane (Tottenham Hotspur) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Son Heung-Min.",
            "Attempt missed. Harry Kane (Tottenham Hotspur) right footed shot from the right side of the box misses to the left. Assisted by Rodrigo Bentancur following a fast break.",
            "Attempt missed. Julián Álvarez (Manchester City) right footed shot from the right side of the box is close, but misses the top left corner. Assisted by Kevin De Bruyne.",
            "Offside, Tottenham Hotspur. Emerson Royal tries a through ball, but Pierre-Emile Højbjerg is caught offside.",
            "Attempt missed. Kevin De Bruyne (Manchester City) right footed shot from outside the box is close, but misses to the right. Assisted by Manuel Akanji following a corner.",
            "Attempt blocked. Manuel Akanji (Manchester City) right footed shot from the centre of the box is blocked.",
            "Attempt blocked. Julián Álvarez (Manchester City) right footed shot from the centre of the box is blocked. Assisted by Kevin De Bruyne.",
            "Corner,  Manchester City. Conceded by Eric Dier.",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Foul by Emerson Royal (Tottenham Hotspur).",
            "Foul by Jack Grealish (Manchester City).",
            "Emerson Royal (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Kevin De Bruyne (Manchester City) wins a free kick in the attacking half.",
            "Foul by Eric Dier (Tottenham Hotspur).",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Foul by Eric Dier (Tottenham Hotspur).",
            "Foul by Nathan Aké (Manchester City).",
            "Harry Kane (Tottenham Hotspur) wins a free kick on the right wing.",
            "Substitution Substitution, Manchester City. Kevin De Bruyne replaces Riyad Mahrez.",
            "Foul by Ben Davies (Tottenham Hotspur).",
            "Julián Álvarez (Manchester City) wins a free kick in the defensive half.",
            "Attempt missed. Ben Davies (Tottenham Hotspur) header from the right side of the six yard box is just a bit too high. Assisted by Ivan Perisic with a cross following a corner.",
            "Corner,  Tottenham Hotspur. Conceded by Rico Lewis.",
            "Corner,  Manchester City. Conceded by Emerson Royal.",
            "Jack Grealish (Manchester City) wins a free kick on the left wing.",
            "Foul by Emerson Royal (Tottenham Hotspur).",
            "Foul by Jack Grealish (Manchester City).",
            "Emerson Royal (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Offside, Manchester City. Kyle Walker tries a through ball, but Erling Haaland is caught offside.",
            "Foul by Ben Davies (Tottenham Hotspur).",
            "Riyad Mahrez (Manchester City) wins a free kick in the defensive half.",
            "Attempt missed. Harry Kane (Tottenham Hotspur) left footed shot from the centre of the box misses to the left. Assisted by Emerson Royal with a cross.",
            "Kick Off! Second Half begins Tottenham Hotspur 1, Manchester City 0.",
            "Half-time First Half ends, Tottenham Hotspur 1, Manchester City 0.",
            "Riyad Mahrez (Manchester City) hits the bar with a left footed shot from the right side of the box.",
            "Jack Grealish (Manchester City) wins a free kick in the defensive half.",
            "Foul by Ivan Perisic (Tottenham Hotspur).",
            "Attempt missed. Eric Dier (Tottenham Hotspur) right footed shot from a difficult angle on the right misses to the left following a corner.",
            "Attempt blocked. Eric Dier (Tottenham Hotspur) left footed shot from the centre of the box is blocked.",
            "Attempt blocked. Harry Kane (Tottenham Hotspur) right footed shot from the centre of the box is blocked.",
            "Attempt blocked. Eric Dier (Tottenham Hotspur) right footed shot from the right side of the six yard box is blocked. Assisted by Ivan Perisic with a cross.",
            "Corner,  Tottenham Hotspur. Conceded by Manuel Akanji.",
            "Attempt missed. Jack Grealish (Manchester City) right footed shot from the left side of the box misses to the right. Assisted by Erling Haaland.",
            "Delay over. They are ready to continue.",
            "Delay in match   (Manchester City).",
            "Attempt saved. Rodri (Manchester City) right footed shot from outside the box is saved in the bottom right corner. Assisted by Julián Álvarez.",
            "Emerson Royal (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Rico Lewis (Manchester City).",
            "Foul by Ivan Perisic (Tottenham Hotspur).",
            "Riyad Mahrez (Manchester City) wins a free kick on the right wing.",
            "Foul by Erling Haaland (Manchester City).",
            "Cristian Romero (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Jack Grealish (Manchester City).",
            "Delay in match  because of an injury Pierre-Emile Højbjerg (Tottenham Hotspur).",
            "Attempt blocked. Dejan Kulusevski (Tottenham Hotspur) left footed shot from outside the box is blocked. Assisted by Harry Kane.",
            "Ben Davies (Tottenham Hotspur) wins a free kick on the left wing.",
            "Foul by Julián Álvarez (Manchester City).",
            "Corner,  Tottenham Hotspur. Conceded by Jack Grealish.",
            "Yellow Card! Cristian Romero (Tottenham Hotspur) is shown the yellow card for a bad foul.",
            "Erling Haaland (Manchester City) wins a free kick in the defensive half.",
            "Foul by Cristian Romero (Tottenham Hotspur).",
            "Kyle Walker (Manchester City) wins a free kick in the defensive half.",
            "Foul by Dejan Kulusevski (Tottenham Hotspur).",
            "Yellow Card! Rodrigo Bentancur (Tottenham Hotspur) is shown the yellow card for a bad foul.",
            "Rico Lewis (Manchester City) wins a free kick in the attacking half.",
            "Foul by Rodrigo Bentancur (Tottenham Hotspur).",
            "Harry Kane (Tottenham Hotspur) wins a free kick in the attacking half.",
            "Foul by Jack Grealish (Manchester City).",
            "Erling Haaland (Manchester City) wins a free kick on the left wing.",
            "Foul by Pierre-Emile Højbjerg (Tottenham Hotspur).",
            "Attempt saved. Bernardo Silva (Manchester City) left footed shot from outside the box is saved in the centre of the goal. Assisted by Rodri.",
            "Foul by Erling Haaland (Manchester City).",
            "Cristian Romero (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Goal! Goal!  Tottenham Hotspur 1, Manchester City 0. Harry Kane (Tottenham Hotspur) right footed shot from the centre of the box to the bottom left corner. Assisted by Pierre-Emile Højbjerg.",
            "Foul by Jack Grealish (Manchester City).",
            "Emerson Royal (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Offside, Tottenham Hotspur. Rodrigo Bentancur tries a through ball, but Harry Kane is caught offside.",
            "Son Heung-Min (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Julián Álvarez (Manchester City).",
            "Attempt blocked. Julián Álvarez (Manchester City) right footed shot from the centre of the box is blocked.",
            "Corner,  Manchester City. Conceded by Emerson Royal.",
            "Attempt saved. Manuel Akanji (Manchester City) header from very close range is saved in the centre of the goal.",
            "Corner,  Manchester City. Conceded by Eric Dier.",
            "Attempt blocked. Riyad Mahrez (Manchester City) left footed shot from the right side of the box is blocked.",
            "Bernardo Silva (Manchester City) wins a free kick in the attacking half.",
            "Foul by Pierre-Emile Højbjerg (Tottenham Hotspur).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    }
}