{
    "1": {
        "event": [
            "Full-time Match ends, Arsenal 0, Newcastle United 0.",
            "Second Half ends, Arsenal 0, Newcastle United 0.",
            "Attempt missed. Bukayo Saka (Arsenal) left footed shot from outside the box is high and wide to the left following a corner.",
            "Corner,  Arsenal. Conceded by Nick Pope.",
            "Yellow Card! Jamaal Lascelles (Newcastle United) is shown the yellow card.",
            "Yellow Card! Oleksandr Zinchenko (Arsenal) is shown the yellow card.",
            "Corner,  Newcastle United. Conceded by Bukayo Saka.",
            "Granit Xhaka (Arsenal) wins a free kick in the attacking half.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Attempt saved. Eddie Nketiah (Arsenal) header from the centre of the box is saved in the centre of the goal. Assisted by Granit Xhaka.",
            "Thomas Partey (Arsenal) wins a free kick in the attacking half.",
            "Foul by Joelinton (Newcastle United).",
            "Attempt saved. Eddie Nketiah (Arsenal) left footed shot from the left side of the box is saved in the centre of the goal.",
            "Delay over. They are ready to continue.",
            "Substitution Substitution, Newcastle United. Allan Saint-Maximin replaces Joe Willock because of an injury.",
            "Delay in match  because of an injury Joe Willock (Newcastle United).",
            "Attempt missed. Gabriel Magalhães (Arsenal) left footed shot from outside the box is close, but misses to the right.",
            "Attempt blocked. Thomas Partey (Arsenal) right footed shot from outside the box is blocked. Assisted by Bukayo Saka.",
            "Corner,  Newcastle United. Conceded by Gabriel Martinelli.",
            "Attempt missed. Gabriel Martinelli (Arsenal) header from the right side of the six yard box is close, but misses to the left. Assisted by Martin Ødegaard with a cross following a corner.",
            "Corner,  Arsenal. Conceded by Joe Willock.",
            "Corner,  Arsenal. Conceded by Fabian Schär.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Granit Xhaka (Arsenal) wins a free kick in the attacking half.",
            "Substitution Substitution, Arsenal. Takehiro Tomiyasu replaces Ben White.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Corner,  Newcastle United. Conceded by Oleksandr Zinchenko.",
            "Corner,  Arsenal. Conceded by Kieran Trippier.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) left footed shot from the left side of the box is blocked. Assisted by Bukayo Saka.",
            "Foul by Joe Willock (Newcastle United).",
            "Eddie Nketiah (Arsenal) wins a free kick in the defensive half.",
            "Offside, Newcastle United. Kieran Trippier tries a through ball, but Chris Wood is caught offside.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Miguel Almirón.",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Callum Wilson.",
            "Foul by Oleksandr Zinchenko (Arsenal).",
            "Miguel Almirón (Newcastle United) wins a free kick in the defensive half.",
            "Corner,  Arsenal. Conceded by Joelinton.",
            "Attempt saved. Gabriel Martinelli (Arsenal) right footed shot from outside the box is saved in the bottom right corner. Assisted by Ben White.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Bukayo Saka (Arsenal).",
            "Attempt missed. Oleksandr Zinchenko (Arsenal) right footed shot from the left side of the box misses to the right. Assisted by Granit Xhaka following a set piece situation.",
            "Yellow Card! Miguel Almirón (Newcastle United) is shown the yellow card.",
            "Yellow Card! Joelinton (Newcastle United) is shown the yellow card for a bad foul.",
            "Foul by Joelinton (Newcastle United).",
            "Bukayo Saka (Arsenal) wins a free kick on the right wing.",
            "Foul by Joe Willock (Newcastle United).",
            "William Saliba (Arsenal) wins a free kick in the defensive half.",
            "Attempt missed. Martin Ødegaard (Arsenal) left footed shot from outside the box is too high. Assisted by Granit Xhaka.",
            "Offside, Newcastle United. Callum Wilson tries a through ball, but Miguel Almirón is caught offside.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Joelinton (Newcastle United).",
            "Delay over. They are ready to continue.",
            "Delay in match   (Newcastle United).",
            "Foul by Joe Willock (Newcastle United).",
            "Ben White (Arsenal) wins a free kick in the defensive half.",
            "Attempt missed. Callum Wilson (Newcastle United) right footed shot from the centre of the box is high and wide to the left. Assisted by Miguel Almirón.",
            "Attempt missed. Fabian Schär (Newcastle United) header from the left side of the box is just a bit too high. Assisted by Kieran Trippier with a cross following a set piece situation.",
            "Callum Wilson (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Granit Xhaka (Arsenal).",
            "Kick Off! Second Half begins Arsenal 0, Newcastle United 0.",
            "Half-time First Half ends, Arsenal 0, Newcastle United 0.",
            "Attempt missed. Joelinton (Newcastle United) header from the right side of the six yard box is close, but misses the top right corner. Assisted by Fabian Schär following a corner.",
            "Attempt missed. Fabian Schär (Newcastle United) header from the left side of the six yard box misses to the right. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by William Saliba.",
            "Attempt blocked. Sean Longstaff (Newcastle United) right footed shot from outside the box is blocked. Assisted by Joelinton.",
            "Foul by Thomas Partey (Arsenal).",
            "Callum Wilson (Newcastle United) wins a free kick in the defensive half.",
            "Offside, Newcastle United. Sean Longstaff tries a through ball, but Callum Wilson is caught offside.",
            "Attempt blocked. Bruno Guimarães (Newcastle United) right footed shot from outside the box is blocked.",
            "Yellow Card! Granit Xhaka (Arsenal) is shown the yellow card for a bad foul.",
            "Fabian Schär (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Granit Xhaka (Arsenal).",
            "Delay over. They are ready to continue.",
            "VAR Decision: No Penalty Newcastle United.",
            "Foul by Dan Burn (Newcastle United).",
            "Gabriel Magalhães (Arsenal) wins a free kick in the defensive half.",
            "Yellow Card! Martin Ødegaard (Arsenal) is shown the yellow card for a bad foul.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Martin Ødegaard (Arsenal).",
            "Attempt blocked. Thomas Partey (Arsenal) right footed shot from outside the box is blocked. Assisted by Bukayo Saka.",
            "Foul by Miguel Almirón (Newcastle United).",
            "Granit Xhaka (Arsenal) wins a free kick in the defensive half.",
            "Attempt missed. Gabriel Magalhães (Arsenal) header from the centre of the box is close, but misses to the right. Assisted by Martin Ødegaard with a cross following a set piece situation.",
            "Foul by Joelinton (Newcastle United).",
            "Martin Ødegaard (Arsenal) wins a free kick in the attacking half.",
            "Yellow Card! Eddie Nketiah (Arsenal) is shown the yellow card for a bad foul.",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Eddie Nketiah (Arsenal).",
            "Foul by Dan Burn (Newcastle United).",
            "Eddie Nketiah (Arsenal) wins a free kick in the defensive half.",
            "Yellow Card! Callum Wilson (Newcastle United) is shown the yellow card for a bad foul.",
            "Foul by Callum Wilson (Newcastle United).",
            "William Saliba (Arsenal) wins a free kick in the defensive half.",
            "Yellow Card! Bruno Guimarães (Newcastle United) is shown the yellow card for a bad foul.",
            "Eddie Nketiah (Arsenal) wins a free kick in the defensive half.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Callum Wilson (Newcastle United) wins a free kick on the left wing.",
            "Foul by William Saliba (Arsenal).",
            "Foul by Fabian Schär (Newcastle United).",
            "Eddie Nketiah (Arsenal) wins a free kick in the attacking half.",
            "Foul by Callum Wilson (Newcastle United).",
            "William Saliba (Arsenal) wins a free kick in the defensive half.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Joelinton (Newcastle United).",
            "Attempt missed. Fabian Schär (Newcastle United) header from the centre of the box misses to the left. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Ben White.",
            "Offside, Arsenal. Aaron Ramsdale tries a through ball, but Bukayo Saka is caught offside.",
            "Attempt saved. Callum Wilson (Newcastle United) right footed shot from outside the box is saved in the bottom left corner. Assisted by Fabian Schär.",
            "Joe Willock (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Thomas Partey (Arsenal).",
            "Foul by Granit Xhaka (Arsenal).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Attempt missed. Granit Xhaka (Arsenal) left footed shot from the left side of the six yard box is close, but misses to the left. Assisted by Gabriel Martinelli with a through ball.",
            "Attempt blocked. Granit Xhaka (Arsenal) right footed shot from the centre of the box is blocked. Assisted by Gabriel Martinelli.",
            "Attempt saved. Bukayo Saka (Arsenal) left footed shot from a difficult angle on the right is saved in the centre of the goal. Assisted by Martin Ødegaard.",
            "Attempt missed. Martin Ødegaard (Arsenal) left footed shot from the centre of the box is too high. Assisted by Gabriel Martinelli.",
            "Attempt blocked. Gabriel Martinelli (Arsenal) right footed shot from the left side of the box is blocked. Assisted by Thomas Partey.",
            "Offside, Newcastle United. Kieran Trippier tries a through ball, but Fabian Schär is caught offside.",
            "Foul by Granit Xhaka (Arsenal).",
            "Sean Longstaff (Newcastle United) wins a free kick in the attacking half.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "2": {
        "event": [
            "Full-time Match ends, Newcastle United 0, Leeds United 0.",
            "Second Half ends, Newcastle United 0, Leeds United 0.",
            "Foul by Mateusz Klich (Leeds United).",
            "Kieran Trippier (Newcastle United) wins a free kick in the defensive half.",
            "Hand ball by Sean Longstaff (Newcastle United).",
            "Yellow Card! Bruno Guimarães (Newcastle United) is shown the yellow card.",
            "Yellow Card! Illan Meslier (Leeds United) is shown the yellow card.",
            "Yellow Card! Callum Wilson (Newcastle United) is shown the yellow card.",
            "Hand ball by Sean Longstaff (Newcastle United).",
            "Callum Wilson (Newcastle United) wins a free kick on the left wing.",
            "Foul by Robin Koch (Leeds United).",
            "Attempt blocked. Joe Gelhardt (Leeds United) left footed shot from the right side of the box is blocked. Assisted by Brenden Aaronson.",
            "Brenden Aaronson (Leeds United) wins a free kick in the attacking half.",
            "Foul by Dan Burn (Newcastle United).",
            "Foul by Joelinton (Newcastle United).",
            "Tyler Adams (Leeds United) wins a free kick on the left wing.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Miguel Almirón.",
            "Attempt missed. Joelinton (Newcastle United) left footed shot from the centre of the box is too high. Assisted by Allan Saint-Maximin.",
            "Substitution Substitution, Leeds United. Joe Gelhardt replaces Rodrigo.",
            "Corner,  Newcastle United. Conceded by Marc Roca.",
            "Offside, Newcastle United. Bruno Guimarães tries a through ball, but Miguel Almirón is caught offside.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Crysencio Summerville (Leeds United) wins a free kick in the defensive half.",
            "Attempt missed. Joelinton (Newcastle United) header from the centre of the box misses to the right. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Pascal Struijk.",
            "Bruno Guimarães (Newcastle United) wins a free kick on the right wing.",
            "Foul by Mateusz Klich (Leeds United).",
            "Substitution Substitution, Leeds United. Rasmus Kristensen replaces Luke Ayling.",
            "Substitution Substitution, Leeds United. Crysencio Summerville replaces Wilfried Gnonto.",
            "Attempt missed. Sean Longstaff (Newcastle United) right footed shot from the right side of the box is too high. Assisted by Miguel Almirón.",
            "Yellow Card! Wilfried Gnonto (Leeds United) is shown the yellow card.",
            "Foul by Tyler Adams (Leeds United).",
            "Sean Longstaff (Newcastle United) wins a free kick on the right wing.",
            "Yellow Card! Marc Roca (Leeds United) is shown the yellow card for a bad foul.",
            "Foul by Marc Roca (Leeds United).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Substitution Substitution, Newcastle United. Allan Saint-Maximin replaces Joe Willock.",
            "Substitution Substitution, Newcastle United. Callum Wilson replaces Chris Wood.",
            "Substitution Substitution, Leeds United. Mateusz Klich replaces Jack Harrison.",
            "Attempt missed. Sean Longstaff (Newcastle United) left footed shot from the centre of the box is high and wide to the left. Assisted by Joelinton.",
            "Corner,  Newcastle United. Conceded by Illan Meslier.",
            "Attempt saved. Fabian Schär (Newcastle United) header from the centre of the box is saved in the bottom left corner. Assisted by Kieran Trippier with a cross.",
            "Corner,  Newcastle United. Conceded by Liam Cooper.",
            "Yellow Card! Pascal Struijk (Leeds United) is shown the yellow card for a bad foul.",
            "Miguel Almirón (Newcastle United) wins a free kick on the right wing.",
            "Foul by Pascal Struijk (Leeds United).",
            "Bruno Guimarães (Newcastle United) wins a free kick on the left wing.",
            "Foul by Jack Harrison (Leeds United).",
            "Corner,  Newcastle United. Conceded by Robin Koch.",
            "Attempt saved. Rodrigo (Leeds United) left footed shot from the right side of the box is saved in the top left corner. Assisted by Jack Harrison.",
            "Foul by Wilfried Gnonto (Leeds United).",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Bruno Guimarães (Newcastle United) wins a free kick on the right wing.",
            "Foul by Jack Harrison (Leeds United).",
            "Attempt saved. Chris Wood (Newcastle United) right footed shot from the centre of the box is saved in the bottom left corner. Assisted by Dan Burn with a headed pass.",
            "Foul by Tyler Adams (Leeds United).",
            "Sean Longstaff (Newcastle United) wins a free kick on the right wing.",
            "Offside, Newcastle United. Bruno Guimarães tries a through ball, but Chris Wood is caught offside.",
            "Marc Roca (Leeds United) wins a free kick on the right wing.",
            "Foul by Joe Willock (Newcastle United).",
            "Attempt missed. Fabian Schär (Newcastle United) right footed shot from the left side of the box is high and wide to the right following a set piece situation.",
            "Foul by Pascal Struijk (Leeds United).",
            "Miguel Almirón (Newcastle United) wins a free kick on the right wing.",
            "Substitution Substitution, Leeds United. Marc Roca replaces Adam Forshaw.",
            "Kick Off! Second Half begins Newcastle United 0, Leeds United 0.",
            "Half-time First Half ends, Newcastle United 0, Leeds United 0.",
            "Attempt blocked. Kieran Trippier (Newcastle United) right footed shot from outside the box is blocked.",
            "Yellow Card! Luke Ayling (Leeds United) is shown the yellow card for a bad foul.",
            "Joe Willock (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Luke Ayling (Leeds United).",
            "Offside, Newcastle United. Fabian Schär tries a through ball, but Chris Wood is caught offside.",
            "Yellow Card! Kieran Trippier (Newcastle United) is shown the yellow card for a bad foul.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Wilfried Gnonto (Leeds United) wins a free kick on the left wing.",
            "Corner,  Leeds United. Conceded by Sven Botman.",
            "Attempt blocked. Rodrigo (Leeds United) left footed shot from the left side of the box is blocked. Assisted by Wilfried Gnonto.",
            "Attempt blocked. Joelinton (Newcastle United) right footed shot from outside the box is blocked.",
            "Corner,  Newcastle United. Conceded by Liam Cooper.",
            "Attempt missed. Jack Harrison (Leeds United) left footed shot from the left side of the box is close, but misses to the left. Assisted by Tyler Adams.",
            "Attempt saved. Joe Willock (Newcastle United) right footed shot from outside the box is saved in the bottom right corner. Assisted by Kieran Trippier.",
            "Corner,  Newcastle United. Conceded by Pascal Struijk.",
            "Miguel Almirón (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Jack Harrison (Leeds United).",
            "Foul by Sean Longstaff (Newcastle United).",
            "Adam Forshaw (Leeds United) wins a free kick on the left wing.",
            "Attempt saved. Sven Botman (Newcastle United) left footed shot from the centre of the box is saved in the bottom left corner. Assisted by Kieran Trippier with a cross.",
            "Foul by Robin Koch (Leeds United).",
            "Joelinton (Newcastle United) wins a free kick in the attacking half.",
            "Attempt missed. Miguel Almirón (Newcastle United) left footed shot from outside the box misses to the left following a corner.",
            "Attempt missed. Dan Burn (Newcastle United) right footed shot from very close range misses to the left. Assisted by Joelinton with a headed pass following a corner.",
            "Corner,  Newcastle United. Conceded by Adam Forshaw.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Jack Harrison (Leeds United) wins a free kick in the defensive half.",
            "Attempt blocked. Brenden Aaronson (Leeds United) right footed shot from the centre of the box is blocked. Assisted by Tyler Adams.",
            "Attempt missed. Fabian Schär (Newcastle United) header from the centre of the box is close, but misses to the left. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Pascal Struijk.",
            "Foul by Wilfried Gnonto (Leeds United).",
            "Sean Longstaff (Newcastle United) wins a free kick on the right wing.",
            "Luke Ayling (Leeds United) wins a free kick in the defensive half.",
            "Foul by Joelinton (Newcastle United).",
            "Foul by Wilfried Gnonto (Leeds United).",
            "Sean Longstaff (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Jack Harrison (Leeds United).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Wilfried Gnonto (Leeds United) wins a free kick in the defensive half.",
            "Attempt missed. Rodrigo (Leeds United) header from the centre of the box misses to the left. Assisted by Jack Harrison with a cross following a corner.",
            "Corner,  Leeds United. Conceded by Sean Longstaff.",
            "Attempt blocked. Wilfried Gnonto (Leeds United) right footed shot from outside the box is blocked.",
            "Adam Forshaw (Leeds United) wins a free kick on the right wing.",
            "Foul by Joe Willock (Newcastle United).",
            "Attempt saved. Joelinton (Newcastle United) right footed shot from the left side of the box is saved in the centre of the goal. Assisted by Chris Wood.",
            "Foul by Joelinton (Newcastle United).",
            "Luke Ayling (Leeds United) wins a free kick in the defensive half.",
            "Foul by Wilfried Gnonto (Leeds United).",
            "Miguel Almirón (Newcastle United) wins a free kick in the defensive half.",
            "Attempt missed. Chris Wood (Newcastle United) right footed shot from a difficult angle on the right misses to the right. Assisted by Kieran Trippier with a through ball.",
            "Chris Wood (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Pascal Struijk (Leeds United).",
            "Corner,  Leeds United. Conceded by Sven Botman.",
            "Attempt missed. Wilfried Gnonto (Leeds United) right footed shot from outside the box is high and wide to the left. Assisted by Adam Forshaw.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "3": {
        "event": [
            "Full-time Match ends, Leicester City 0, Newcastle United 3.",
            "Second Half ends, Leicester City 0, Newcastle United 3.",
            "Substitution Substitution, Newcastle United. Elliot Anderson replaces Sean Longstaff.",
            "Offside, Newcastle United. Bruno Guimarães tries a through ball, but Jacob Murphy is caught offside.",
            "Attempt missed. Bruno Guimarães (Newcastle United) right footed shot from long range on the right misses to the left. Assisted by Kieran Trippier.",
            "Substitution Substitution, Newcastle United. Matt Ritchie replaces Chris Wood.",
            "Offside, Leicester City. Kelechi Iheanacho tries a through ball, but Jamie Vardy is caught offside.",
            "Attempt blocked. Ayoze Pérez (Leicester City) right footed shot from outside the box is blocked. Assisted by Kiernan Dewsbury-Hall.",
            "Attempt saved. Wilfred Ndidi (Leicester City) right footed shot from outside the box is saved in the centre of the goal.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Joe Willock.",
            "Substitution Substitution, Newcastle United. Allan Saint-Maximin replaces Miguel Almirón.",
            "Attempt saved. Kiernan Dewsbury-Hall (Leicester City) right footed shot from the centre of the box is saved in the centre of the goal.",
            "Attempt blocked. Kelechi Iheanacho (Leicester City) left footed shot from the right side of the box is blocked. Assisted by Wout Faes.",
            "Offside, Leicester City. Ayoze Pérez tries a through ball, but Kelechi Iheanacho is caught offside.",
            "Foul by Ayoze Pérez (Leicester City).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Joelinton (Newcastle United).",
            "Attempt missed. Kelechi Iheanacho (Leicester City) left footed shot from outside the box is high and wide to the left. Assisted by Timothy Castagne.",
            "Attempt blocked. Wout Faes (Leicester City) right footed shot from outside the box is blocked. Assisted by Wilfred Ndidi.",
            "Substitution Substitution, Leicester City. Wilfred Ndidi replaces Boubakary Soumaré.",
            "Substitution Substitution, Leicester City. Kelechi Iheanacho replaces Harvey Barnes.",
            "Attempt saved. Joe Willock (Newcastle United) right footed shot from the centre of the box is saved in the bottom left corner.",
            "Corner,  Newcastle United. Conceded by Timothy Castagne.",
            "Bruno Guimarães (Newcastle United) wins a free kick on the right wing.",
            "Foul by Boubakary Soumaré (Leicester City).",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the centre of the box is blocked.",
            "Corner,  Newcastle United. Conceded by Daniel Amartey.",
            "Offside, Leicester City. Youri Tielemans tries a through ball, but Jamie Vardy is caught offside.",
            "Corner,  Leicester City. Conceded by Dan Burn.",
            "Corner,  Leicester City. Conceded by Bruno Guimarães.",
            "Attempt missed. Fabian Schär (Newcastle United) header from the centre of the box misses to the left. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Timothy Castagne.",
            "Sean Longstaff (Newcastle United) wins a free kick on the right wing.",
            "Foul by Kiernan Dewsbury-Hall (Leicester City).",
            "Kieran Trippier (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Luke Thomas (Leicester City).",
            "Sven Botman (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Timothy Castagne (Leicester City).",
            "Foul by Fabian Schär (Newcastle United).",
            "Luke Thomas (Leicester City) wins a free kick in the defensive half.",
            "Foul by Harvey Barnes (Leicester City).",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Attempt missed. Sven Botman (Newcastle United) left footed shot from the centre of the box is high and wide to the left following a set piece situation.",
            "Foul by Timothy Castagne (Leicester City).",
            "Joelinton (Newcastle United) wins a free kick on the left wing.",
            "Substitution Substitution, Leicester City. Jamie Vardy replaces Patson Daka.",
            "Kick Off! Second Half begins Leicester City 0, Newcastle United 3.",
            "Half-time First Half ends, Leicester City 0, Newcastle United 3.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Luke Thomas (Leicester City) wins a free kick on the left wing.",
            "Attempt missed. Chris Wood (Newcastle United) left footed shot from the centre of the box is just a bit too high. Assisted by Joe Willock.",
            "Corner,  Leicester City. Conceded by Dan Burn.",
            "Attempt saved. Bruno Guimarães (Newcastle United) right footed shot from outside the box is saved in the top right corner. Assisted by Joelinton.",
            "Foul by Joe Willock (Newcastle United).",
            "Youri Tielemans (Leicester City) wins a free kick in the defensive half.",
            "Goal! Goal!  Leicester City 0, Newcastle United 3. Joelinton (Newcastle United) header from the centre of the box to the centre of the goal. Assisted by Kieran Trippier with a cross   following a corner.",
            "Corner,  Newcastle United. Conceded by Luke Thomas.",
            "Timothy Castagne (Leicester City) wins a free kick on the right wing.",
            "Foul by Joelinton (Newcastle United).",
            "Boubakary Soumaré (Leicester City) wins a free kick in the defensive half.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Corner,  Leicester City. Conceded by Dan Burn.",
            "Attempt blocked. Timothy Castagne (Leicester City) header from the left side of the six yard box is blocked. Assisted by Youri Tielemans with a cross.",
            "Substitution Substitution, Leicester City. Ayoze Pérez replaces Dennis Praet because of an injury.",
            "Corner,  Leicester City. Conceded by Miguel Almirón.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Dennis Praet (Leicester City).",
            "Attempt blocked. Joelinton (Newcastle United) header from the centre of the box is blocked. Assisted by Kieran Trippier with a cross.",
            "Kieran Trippier (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Harvey Barnes (Leicester City).",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Joelinton (Newcastle United).",
            "Attempt missed. Patson Daka (Leicester City) left footed shot from the left side of the box is high and wide to the left. Assisted by Luke Thomas with a cross.",
            "Goal! Goal!  Leicester City 0, Newcastle United 2. Miguel Almirón (Newcastle United) left footed shot from the centre of the box to the bottom left corner. Assisted by Bruno Guimarães.",
            "Luke Thomas (Leicester City) wins a free kick in the defensive half.",
            "Foul by Miguel Almirón (Newcastle United).",
            "Corner,  Newcastle United. Conceded by Luke Thomas.",
            "Attempt blocked. Bruno Guimarães (Newcastle United) right footed shot from the right side of the box is blocked. Assisted by Miguel Almirón.",
            "Goal!  Leicester City 0, Newcastle United 1. Chris Wood (Newcastle United) converts the penalty with a right footed shot to the centre of the goal.",
            "Penalty Newcastle United. Joelinton draws a foul in the penalty area.",
            "Penalty conceded by Daniel Amartey (Leicester City) after a foul in the penalty area.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "4": {
        "event": [
            "Full-time Match ends, Newcastle United 1, Chelsea 0.",
            "Yellow Card! Dan Burn (Newcastle United) is shown the yellow card.",
            "Second Half ends, Newcastle United 1, Chelsea 0.",
            "Yellow Card! Jamaal Lascelles (Newcastle United) is shown the yellow card.",
            "Yellow Card! Sean Longstaff (Newcastle United) is shown the yellow card for a bad foul.",
            "Kai Havertz (Chelsea) wins a free kick in the attacking half.",
            "Foul by Dan Burn (Newcastle United).",
            "Foul by Callum Wilson (Newcastle United).",
            "Kalidou Koulibaly (Chelsea) wins a free kick in the defensive half.",
            "Yellow Card! Nick Pope (Newcastle United) is shown the yellow card.",
            "Corner,  Newcastle United. Conceded by Hakim Ziyech.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Conor Gallagher (Chelsea).",
            "Marc Cucurella (Chelsea) wins a free kick in the defensive half.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Yellow Card! Kalidou Koulibaly (Chelsea) is shown the yellow card for a bad foul.",
            "Foul by Kalidou Koulibaly (Chelsea).",
            "Miguel Almirón (Newcastle United) wins a free kick on the right wing.",
            "Substitution Substitution, Newcastle United. Matt Targett replaces Sven Botman because of an injury.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Joe Willock.",
            "Callum Wilson (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Mateo Kovacic (Chelsea).",
            "Hand ball by Christian Pulisic (Chelsea).",
            "Attempt missed. Kai Havertz (Chelsea) header from the centre of the box misses to the right. Assisted by Hakim Ziyech with a cross following a corner.",
            "Corner,  Chelsea. Conceded by Dan Burn.",
            "Substitution Substitution, Newcastle United. Callum Wilson replaces Chris Wood.",
            "Substitution Substitution, Chelsea. Kai Havertz replaces Armando Broja.",
            "Substitution Substitution, Chelsea. Marc Cucurella replaces Lewis Hall.",
            "Substitution Substitution, Chelsea. Hakim Ziyech replaces Mason Mount.",
            "Sven Botman (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Armando Broja (Chelsea).",
            "Attempt saved. Fabian Schär (Newcastle United) header from the centre of the box is saved in the top left corner. Assisted by Kieran Trippier with a cross.",
            "Foul by Trevoh Chalobah (Chelsea).",
            "Joelinton (Newcastle United) wins a free kick on the left wing.",
            "Goal! Goal!  Newcastle United 1, Chelsea 0. Joe Willock (Newcastle United) right footed shot from the centre of the box to the bottom right corner. Assisted by Miguel Almirón.",
            "Attempt missed. Thiago Silva (Chelsea) header from the centre of the box misses to the left. Assisted by Lewis Hall with a cross following a corner.",
            "Corner,  Chelsea. Conceded by Nick Pope.",
            "Attempt saved. Conor Gallagher (Chelsea) right footed shot from the centre of the box is saved in the bottom right corner. Assisted by Armando Broja.",
            "Attempt blocked. Mateo Kovacic (Chelsea) right footed shot from outside the box is blocked. Assisted by Conor Gallagher.",
            "Offside, Newcastle United. Dan Burn tries a through ball, but Miguel Almirón is caught offside.",
            "Corner,  Newcastle United. Conceded by Lewis Hall.",
            "Yellow Card! Kieran Trippier (Newcastle United) is shown the yellow card for a bad foul.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Christian Pulisic (Chelsea) wins a free kick in the defensive half.",
            "Foul by Joe Willock (Newcastle United).",
            "Jorginho (Chelsea) wins a free kick in the attacking half.",
            "Attempt missed. Sean Longstaff (Newcastle United) right footed shot from the centre of the box is just a bit too high. Assisted by Miguel Almirón with a cross.",
            "Attempt blocked. Bruno Guimarães (Newcastle United) right footed shot from the centre of the box is blocked. Assisted by Chris Wood.",
            "Attempt saved. Sean Longstaff (Newcastle United) left footed shot from very close range is saved in the centre of the goal. Assisted by Joelinton with a headed pass.",
            "Foul by Mason Mount (Chelsea).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the attacking half.",
            "Kick Off! Second Half begins Newcastle United 0, Chelsea 0.",
            "Substitution Substitution, Chelsea. Christian Pulisic replaces César Azpilicueta.",
            "Half-time First Half ends, Newcastle United 0, Chelsea 0.",
            "Attempt missed. Joelinton (Newcastle United) header from the right side of the six yard box is high and wide to the right. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Trevoh Chalobah.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Conor Gallagher (Chelsea) wins a free kick in the defensive half.",
            "Corner,  Newcastle United. Conceded by Conor Gallagher.",
            "Attempt blocked. Dan Burn (Newcastle United) left footed shot from the left side of the box is blocked. Assisted by Sean Longstaff.",
            "Hand ball by Sean Longstaff (Newcastle United).",
            "Attempt blocked. Joe Willock (Newcastle United) right footed shot from outside the box is blocked. Assisted by Fabian Schär.",
            "Corner,  Newcastle United. Conceded by Thiago Silva.",
            "Corner,  Chelsea. Conceded by Sven Botman.",
            "Attempt blocked. Bruno Guimarães (Newcastle United) right footed shot from outside the box is blocked. Assisted by Joe Willock.",
            "Offside, Newcastle United. Kieran Trippier tries a through ball, but Fabian Schär is caught offside.",
            "Yellow Card! Jorginho (Chelsea) is shown the yellow card for a bad foul.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Jorginho (Chelsea).",
            "Foul by César Azpilicueta (Chelsea).",
            "Joe Willock (Newcastle United) wins a free kick in the defensive half.",
            "Attempt saved. Armando Broja (Chelsea) left footed shot from the centre of the box is saved in the bottom left corner. Assisted by Lewis Hall.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Lewis Hall (Chelsea) wins a free kick in the defensive half.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Mason Mount (Chelsea) wins a free kick on the left wing.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Jorginho (Chelsea) wins a free kick in the defensive half.",
            "Miguel Almirón (Newcastle United) wins a free kick on the right wing.",
            "Foul by Kalidou Koulibaly (Chelsea).",
            "Jorginho (Chelsea) wins a free kick in the defensive half.",
            "Foul by Joelinton (Newcastle United).",
            "Attempt missed. Miguel Almirón (Newcastle United) left footed shot from the centre of the box is too high.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Lewis Hall (Chelsea) wins a free kick in the defensive half.",
            "Offside, Newcastle United. Sean Longstaff tries a through ball, but Kieran Trippier is caught offside.",
            "Substitution Substitution, Chelsea. Thiago Silva replaces Ruben Loftus-Cheek because of an injury.",
            "Lewis Hall (Chelsea) wins a free kick in the defensive half.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Foul by Ruben Loftus-Cheek (Chelsea).",
            "Sean Longstaff (Newcastle United) wins a free kick in the defensive half.",
            "Armando Broja (Chelsea) wins a free kick on the left wing.",
            "Foul by Fabian Schär (Newcastle United).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "5": {
        "event": [
            "Full-time Match ends, Southampton 1, Newcastle United 4.",
            "Second Half ends, Southampton 1, Newcastle United 4.",
            "Foul by Jonjo Shelvey (Newcastle United).",
            "Joe Aribo (Southampton) wins a free kick in the attacking half.",
            "Attempt missed. Romain Perraud (Southampton) right footed shot from outside the box is high and wide to the right.",
            "Foul by Chris Wood (Newcastle United).",
            "Joe Aribo (Southampton) wins a free kick on the right wing.",
            "Goal! Goal!  Southampton 1, Newcastle United 4. Bruno Guimarães (Newcastle United) right footed shot from outside the box to the bottom right corner. Assisted by Allan Saint-Maximin.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Joe Aribo (Southampton).",
            "Goal! Goal!  Southampton 1, Newcastle United 3. Romain Perraud (Southampton) right footed shot from the centre of the box to the top right corner. Assisted by Mohammed Salisu with a through ball.",
            "Corner,  Southampton. Conceded by Nick Pope.",
            "Attempt saved. Mohammed Salisu (Southampton) header from the centre of the box is saved in the top centre of the goal. Assisted by James Ward-Prowse with a cross.",
            "Corner,  Southampton. Conceded by Chris Wood.",
            "Attempt blocked. Mohammed Salisu (Southampton) header from the centre of the box is blocked. Assisted by James Ward-Prowse with a cross.",
            "Corner,  Southampton. Conceded by Dan Burn.",
            "Substitution Substitution, Newcastle United. Elliot Anderson replaces Miguel Almirón because of an injury.",
            "Substitution Substitution, Newcastle United. Javier Manquillo replaces Kieran Trippier.",
            "Offside, Southampton. Romain Perraud tries a through ball, but Mohamed Elyounoussi is caught offside.",
            "Attempt saved. Adam Armstrong (Southampton) left footed shot from outside the box is saved in the top centre of the goal. Assisted by Ainsley Maitland-Niles.",
            "Yellow Card! Roméo Lavia (Southampton) is shown the yellow card for a bad foul.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Roméo Lavia (Southampton).",
            "Roméo Lavia (Southampton) wins a free kick in the attacking half.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Attempt missed. Mohammed Salisu (Southampton) left footed shot from outside the box is high and wide to the left. Assisted by Adam Armstrong following a corner.",
            "Substitution Substitution, Newcastle United. Allan Saint-Maximin replaces Joe Willock.",
            "Substitution Substitution, Southampton. Duje Caleta-Car replaces Armel Bella-Kotchap.",
            "Corner,  Southampton. Conceded by Joe Willock.",
            "Corner,  Southampton. Conceded by Dan Burn.",
            "Attempt blocked. Romain Perraud (Southampton) left footed shot from the left side of the box is blocked. Assisted by Adam Armstrong.",
            "Samuel Edozie (Southampton) wins a free kick on the right wing.",
            "Foul by Dan Burn (Newcastle United).",
            "Substitution Substitution, Southampton. Samuel Edozie replaces Theo Walcott.",
            "Substitution Substitution, Newcastle United. Jonjo Shelvey replaces Jacob Murphy.",
            "Substitution Substitution, Southampton. Joe Aribo replaces Stuart Armstrong.",
            "Substitution Substitution, Southampton. Adam Armstrong replaces Che Adams.",
            "Goal! Goal!  Southampton 0, Newcastle United 3. Joe Willock (Newcastle United) right footed shot from the centre of the box to the bottom right corner. Assisted by Kieran Trippier with a through ball.",
            "Goal! Goal!  Southampton 0, Newcastle United 2. Chris Wood (Newcastle United) right footed shot from the centre of the box to the bottom right corner. Assisted by Jacob Murphy.",
            "Chris Wood (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Mohammed Salisu (Southampton).",
            "Attempt missed. Mohamed Elyounoussi (Southampton) header from the centre of the box is too high. Assisted by Ainsley Maitland-Niles with a cross.",
            "Attempt missed. Che Adams (Southampton) right footed shot from the centre of the box misses to the left. Assisted by Mohamed Elyounoussi.",
            "Offside, Southampton. Mohammed Salisu tries a through ball, but Theo Walcott is caught offside.",
            "Offside, Southampton. Romain Perraud tries a through ball, but Che Adams is caught offside.",
            "Attempt missed. Mohamed Elyounoussi (Southampton) right footed shot from outside the box is too high. Assisted by Ainsley Maitland-Niles.",
            "Attempt blocked. Romain Perraud (Southampton) left footed shot from outside the box is blocked. Assisted by James Ward-Prowse.",
            "Hand ball by Kieran Trippier (Newcastle United).",
            "Attempt saved. James Ward-Prowse (Southampton) right footed shot from outside the box is saved in the top centre of the goal.",
            "Stuart Armstrong (Southampton) wins a free kick in the attacking half.",
            "Foul by Joe Willock (Newcastle United).",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Callum Wilson.",
            "Kick Off! Second Half begins Southampton 0, Newcastle United 1.",
            "Half-time First Half ends, Southampton 0, Newcastle United 1.",
            "James Ward-Prowse (Southampton) wins a free kick in the attacking half.",
            "Foul by Joe Willock (Newcastle United).",
            "Offside, Southampton. Gavin Bazunu tries a through ball, but Theo Walcott is caught offside.",
            "Attempt missed. Mohamed Elyounoussi (Southampton) left footed shot from the left side of the six yard box is just a bit too high. Assisted by Stuart Armstrong.",
            "Attempt blocked. Mohamed Elyounoussi (Southampton) right footed shot from the centre of the box is blocked. Assisted by Che Adams.",
            "Attempt missed. Sean Longstaff (Newcastle United) header from the centre of the box is just a bit too high. Assisted by Joe Willock with a cross.",
            "Corner,  Southampton. Conceded by Kieran Trippier.",
            "Foul by Romain Perraud (Southampton).",
            "Miguel Almirón (Newcastle United) wins a free kick in the defensive half.",
            "Goal! Goal!  Southampton 0, Newcastle United 1. Miguel Almirón (Newcastle United) left footed shot from the centre of the box to the bottom left corner.",
            "Substitution Substitution, Southampton. Roméo Lavia replaces Juan Larios because of an injury.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the centre of the box is blocked. Assisted by Joe Willock.",
            "Attempt missed. Callum Wilson (Newcastle United) left footed shot from outside the box misses to the left. Assisted by Miguel Almirón.",
            "Offside, Newcastle United. Miguel Almirón tries a through ball, but Callum Wilson is caught offside.",
            "Mohamed Elyounoussi (Southampton) wins a free kick in the defensive half.",
            "Foul by Sean Longstaff (Newcastle United).",
            "Foul by Che Adams (Southampton).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Corner,  Newcastle United. Conceded by Stuart Armstrong.",
            "Corner,  Newcastle United. Conceded by Juan Larios.",
            "Foul by Mohamed Elyounoussi (Southampton).",
            "Sean Longstaff (Newcastle United) wins a free kick in the defensive half.",
            "Kieran Trippier (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Mohamed Elyounoussi (Southampton).",
            "Corner,  Southampton. Conceded by Nick Pope.",
            "Attempt saved. Romain Perraud (Southampton) right footed shot from outside the box is saved in the bottom left corner.",
            "Corner,  Southampton. Conceded by Sven Botman.",
            "Attempt blocked. Che Adams (Southampton) right footed shot from the right side of the box is blocked. Assisted by Armel Bella-Kotchap.",
            "Stuart Armstrong (Southampton) wins a free kick in the defensive half.",
            "Foul by Joe Willock (Newcastle United).",
            "Stuart Armstrong (Southampton) wins a free kick in the attacking half.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "6": {
        "event": [
            "Full-time Match ends, Newcastle United 4, Aston Villa 0.",
            "Second Half ends, Newcastle United 4, Aston Villa 0.",
            "Attempt missed. Chris Wood (Newcastle United) left footed shot from the centre of the box misses to the left. Assisted by Sean Longstaff with a cross.",
            "Foul by John McGinn (Aston Villa).",
            "Allan Saint-Maximin (Newcastle United) wins a free kick in the defensive half.",
            "Danny Ings (Aston Villa) wins a free kick on the left wing.",
            "Foul by Jamaal Lascelles (Newcastle United).",
            "Foul by Jacob Murphy (Newcastle United).",
            "Lucas Digne (Aston Villa) wins a free kick on the left wing.",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Callum Wilson.",
            "Substitution Substitution, Newcastle United. Allan Saint-Maximin replaces Miguel Almirón.",
            "Attempt missed. Joelinton (Newcastle United) header from the centre of the box misses to the right. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Ashley Young.",
            "Attempt missed. Jamaal Lascelles (Newcastle United) header from the centre of the box misses to the left. Assisted by Kieran Trippier with a cross following a set piece situation.",
            "Substitution Substitution, Newcastle United. Jonjo Shelvey replaces Bruno Guimarães.",
            "Substitution Substitution, Newcastle United. Jamaal Lascelles replaces Fabian Schär.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Danny Ings (Aston Villa).",
            "Attempt missed. Joelinton (Newcastle United) left footed shot from the right side of the box is high and wide to the left. Assisted by Miguel Almirón.",
            "Offside, Aston Villa. Ollie Watkins tries a through ball, but Danny Ings is caught offside.",
            "Jacob Murphy (Newcastle United) hits the right post with a right footed shot from the left side of the box. Assisted by Joelinton.",
            "Attempt missed. Sean Longstaff (Newcastle United) left footed shot from the left side of the box is high and wide to the left following a corner.",
            "Corner,  Newcastle United. Conceded by Lucas Digne.",
            "Callum Wilson (Newcastle United) hits the bar with a header from the centre of the box. Assisted by Jacob Murphy with a cross.",
            "Foul by Douglas Luiz (Aston Villa).",
            "Callum Wilson (Newcastle United) wins a free kick in the defensive half.",
            "Offside, Aston Villa. Ashley Young tries a through ball, but Danny Ings is caught offside.",
            "Attempt blocked. Jacob Murphy (Newcastle United) right footed shot from the centre of the box is blocked. Assisted by Bruno Guimarães.",
            "Substitution Substitution, Newcastle United. Matt Targett replaces Sven Botman.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Joe Willock.",
            "Substitution Substitution, Aston Villa. Lucas Digne replaces Matty Cash.",
            "Substitution Substitution, Aston Villa. John McGinn replaces Leander Dendoncker.",
            "Goal! Goal!  Newcastle United 4, Aston Villa 0. Miguel Almirón (Newcastle United) left footed shot from outside the box to the top left corner. Assisted by Callum Wilson.",
            "Yellow Card! Joelinton (Newcastle United) is shown the yellow card for a bad foul.",
            "Tyrone Mings (Aston Villa) wins a free kick in the attacking half.",
            "Foul by Joelinton (Newcastle United).",
            "Attempt missed. Joe Willock (Newcastle United) right footed shot from the left side of the box is high and wide to the right. Assisted by Joelinton.",
            "Substitution Substitution, Aston Villa. Philippe Coutinho replaces Emiliano Buendía.",
            "Substitution Substitution, Aston Villa. Jacob Ramsey replaces Leon Bailey.",
            "Goal! Goal!  Newcastle United 3, Aston Villa 0. Joelinton (Newcastle United) left footed shot from the centre of the box to the centre of the goal    following a fast break.",
            "Attempt saved. Callum Wilson (Newcastle United) left footed shot from the centre of the box is saved in the bottom left corner.",
            "Goal! Goal!  Newcastle United 2, Aston Villa 0. Callum Wilson (Newcastle United) header from very close range to the bottom left corner. Assisted by Kieran Trippier   following a corner.",
            "Corner,  Newcastle United. Conceded by Tyrone Mings.",
            "Attempt blocked. Sean Longstaff (Newcastle United) right footed shot from outside the box is blocked. Assisted by Bruno Guimarães.",
            "Foul by Ollie Watkins (Aston Villa).",
            "Dan Burn (Newcastle United) wins a free kick in the defensive half.",
            "Kick Off! Second Half begins Newcastle United 1, Aston Villa 0.",
            "Half-time First Half ends, Newcastle United 1, Aston Villa 0.",
            "Offside, Newcastle United. Joe Willock tries a through ball, but Callum Wilson is caught offside.",
            "Hand ball by Miguel Almirón (Newcastle United).",
            "Goal!  Newcastle United 1, Aston Villa 0. Callum Wilson (Newcastle United) converts the penalty with a right footed shot to the centre of the goal.",
            "Yellow Card! Ollie Watkins (Aston Villa) is shown the yellow card.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the centre of the box is blocked. Assisted by Callum Wilson.",
            "Penalty conceded by Ashley Young (Aston Villa) with a hand ball in the penalty area.",
            "Ezri Konsa (Aston Villa) wins a free kick on the right wing.",
            "Foul by Callum Wilson (Newcastle United).",
            "Attempt saved. Miguel Almirón (Newcastle United) right footed shot from the centre of the box is saved in the centre of the goal.",
            "Foul by Leon Bailey (Aston Villa).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Sean Longstaff (Newcastle United).",
            "Ezri Konsa (Aston Villa) wins a free kick in the defensive half.",
            "Foul by Dan Burn (Newcastle United).",
            "Leon Bailey (Aston Villa) wins a free kick in the defensive half.",
            "Foul by Ashley Young (Aston Villa).",
            "Miguel Almirón (Newcastle United) wins a free kick in the defensive half.",
            "Offside, Newcastle United. Sven Botman tries a through ball, but Miguel Almirón is caught offside.",
            "Substitution Substitution, Aston Villa. Robin Olsen replaces Emiliano Martínez because of an injury.",
            "Foul by Leon Bailey (Aston Villa).",
            "Kieran Trippier (Newcastle United) wins a free kick in the defensive half.",
            "Attempt blocked. Emiliano Buendía (Aston Villa) right footed shot from the centre of the box is blocked. Assisted by Ollie Watkins.",
            "Attempt blocked. Emiliano Buendía (Aston Villa) right footed shot from the left side of the box is blocked. Assisted by Danny Ings.",
            "Foul by Emiliano Buendía (Aston Villa).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Callum Wilson (Newcastle United).",
            "Emiliano Martínez (Aston Villa) wins a free kick in the defensive half.",
            "Attempt blocked. Emiliano Buendía (Aston Villa) right footed shot from the centre of the box is blocked. Assisted by Leon Bailey.",
            "Attempt saved. Joelinton (Newcastle United) right footed shot from outside the box is saved in the bottom left corner. Assisted by Fabian Schär.",
            "Douglas Luiz (Aston Villa) wins a free kick in the defensive half.",
            "Foul by Sean Longstaff (Newcastle United).",
            "Tyrone Mings (Aston Villa) wins a free kick in the defensive half.",
            "Foul by Miguel Almirón (Newcastle United).",
            "Kieran Trippier (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Leon Bailey (Aston Villa).",
            "Danny Ings (Aston Villa) wins a free kick in the defensive half.",
            "Foul by Sven Botman (Newcastle United).",
            "Attempt missed. Sean Longstaff (Newcastle United) right footed shot from long range on the right misses to the left. Assisted by Miguel Almirón.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Emiliano Buendía (Aston Villa).",
            "Attempt missed. Callum Wilson (Newcastle United) header from very close range is just a bit too high. Assisted by Kieran Trippier.",
            "Offside, Aston Villa. Ezri Konsa tries a through ball, but Matty Cash is caught offside.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "7": {
        "event": [
            "Full-time Match ends, Tottenham Hotspur 1, Newcastle United 2.",
            "Second Half ends, Tottenham Hotspur 1, Newcastle United 2.",
            "Jacob Murphy (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Lucas Moura (Tottenham Hotspur).",
            "Kieran Trippier (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Ivan Perisic (Tottenham Hotspur).",
            "Foul by Matt Doherty (Tottenham Hotspur).",
            "Joelinton (Newcastle United) wins a free kick on the left wing.",
            "Yellow Card! Emerson Royal (Tottenham Hotspur) is shown the yellow card for a bad foul.",
            "Foul by Emerson Royal (Tottenham Hotspur).",
            "Chris Wood (Newcastle United) wins a free kick in the defensive half.",
            "Substitution Substitution, Newcastle United. Jonjo Shelvey replaces Bruno Guimarães.",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Callum Wilson.",
            "Attempt missed. Harry Kane (Tottenham Hotspur) header from the centre of the box is too high. Assisted by Ivan Perisic with a cross.",
            "Offside, Tottenham Hotspur. Ivan Perisic tries a through ball, but Eric Dier is caught offside.",
            "Corner,  Tottenham Hotspur. Conceded by Jacob Murphy.",
            "Corner,  Tottenham Hotspur. Conceded by Jacob Murphy.",
            "Yellow Card! Nick Pope (Newcastle United) is shown the yellow card.",
            "Substitution Substitution, Tottenham Hotspur. Matt Doherty replaces Davinson Sánchez.",
            "Substitution Substitution, Tottenham Hotspur. Ben Davies replaces Clément Lenglet.",
            "Miguel Almirón (Newcastle United) wins a free kick on the right wing.",
            "Foul by Clément Lenglet (Tottenham Hotspur).",
            "Attempt blocked. Son Heung-Min (Tottenham Hotspur) right footed shot from the centre of the box is blocked. Assisted by Harry Kane.",
            "Emerson Royal (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Joelinton (Newcastle United).",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Joe Willock.",
            "Corner,  Newcastle United. Conceded by Emerson Royal.",
            "Attempt saved. Ivan Perisic (Tottenham Hotspur) right footed shot from the left side of the box is saved in the centre of the goal. Assisted by Harry Kane.",
            "Lucas Moura (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Joe Willock (Newcastle United).",
            "Yellow Card! Callum Wilson (Newcastle United) is shown the yellow card for a bad foul.",
            "Hugo Lloris (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Foul by Callum Wilson (Newcastle United).",
            "Attempt saved. Fabian Schär (Newcastle United) right footed shot from outside the box is saved in the bottom left corner.",
            "Substitution Substitution, Tottenham Hotspur. Lucas Moura replaces Oliver Skipp.",
            "Yellow Card! Oliver Skipp (Tottenham Hotspur) is shown the yellow card for a bad foul.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Yves Bissouma (Tottenham Hotspur).",
            "Foul by Miguel Almirón (Newcastle United).",
            "Clément Lenglet (Tottenham Hotspur) wins a free kick in the defensive half.",
            "Corner,  Tottenham Hotspur. Conceded by Joelinton.",
            "Corner,  Tottenham Hotspur. Conceded by Sven Botman.",
            "Substitution Substitution, Tottenham Hotspur. Ivan Perisic replaces Ryan Sessegnon.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Son Heung-Min (Tottenham Hotspur) wins a free kick on the left wing.",
            "Yellow Card! Ryan Sessegnon (Tottenham Hotspur) is shown the yellow card for a bad foul.",
            "Miguel Almirón (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Ryan Sessegnon (Tottenham Hotspur).",
            "Attempt missed. Callum Wilson (Newcastle United) left footed shot from the centre of the box is close, but misses to the right. Assisted by Joe Willock.",
            "Attempt blocked. Joe Willock (Newcastle United) right footed shot from outside the box is blocked. Assisted by Callum Wilson with a headed pass.",
            "VAR Decision: Goal Tottenham Hotspur -  Tottenham Hotspur 1-2 Newcastle United (Harry Kane).",
            "Goal! Goal!  Tottenham Hotspur 1, Newcastle United 2. Harry Kane (Tottenham Hotspur) header from very close range to the bottom right corner. Assisted by Clément Lenglet with a headed pass   following a corner.Goal confirmed following VAR Review.",
            "Corner,  Tottenham Hotspur. Conceded by Sven Botman.",
            "Attempt blocked. Callum Wilson (Newcastle United) right footed shot from the right side of the box is blocked. Assisted by Sean Longstaff.",
            "Attempt saved. Fabian Schär (Newcastle United) right footed shot from the right side of the box is saved in the centre of the goal. Assisted by Kieran Trippier with a cross.",
            "Corner,  Newcastle United. Conceded by Emerson Royal.",
            "Offside, Newcastle United. Kieran Trippier tries a through ball, but Dan Burn is caught offside.",
            "Corner,  Newcastle United. Conceded by Emerson Royal.",
            "Attempt missed. Miguel Almirón (Newcastle United) left footed shot from the right side of the box misses to the left. Assisted by Dan Burn with a headed pass following a corner.",
            "Corner,  Newcastle United. Conceded by Clément Lenglet.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the right side of the box is blocked.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the right side of the box is blocked.",
            "Foul by Yves Bissouma (Tottenham Hotspur).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Kick Off! Second Half begins Tottenham Hotspur 0, Newcastle United 2.",
            "Half-time First Half ends, Tottenham Hotspur 0, Newcastle United 2.",
            "Attempt blocked. Clément Lenglet (Tottenham Hotspur) left footed shot from outside the box is blocked. Assisted by Son Heung-Min.",
            "Harry Kane (Tottenham Hotspur) wins a free kick in the attacking half.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Sean Longstaff (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Son Heung-Min (Tottenham Hotspur).",
            "Goal! Goal!  Tottenham Hotspur 0, Newcastle United 2. Miguel Almirón (Newcastle United) left footed shot from a difficult angle on the right to the bottom left corner. Assisted by Sean Longstaff with a headed pass.",
            "Offside, Newcastle United. Sven Botman tries a through ball, but Callum Wilson is caught offside.",
            "Offside, Newcastle United. Bruno Guimarães tries a through ball, but Joelinton is caught offside.",
            "VAR Decision: Goal Newcastle United -  Tottenham Hotspur 0-1 Newcastle United (Callum Wilson).",
            "Yellow Card! Rodrigo Bentancur (Tottenham Hotspur) is shown the yellow card.",
            "Goal! Goal!  Tottenham Hotspur 0, Newcastle United 1. Callum Wilson (Newcastle United) left footed shot from outside the box to the centre of the goal.Goal confirmed following VAR Review.",
            "Foul by Oliver Skipp (Tottenham Hotspur).",
            "Sean Longstaff (Newcastle United) wins a free kick in the defensive half.",
            "Attempt blocked. Ryan Sessegnon (Tottenham Hotspur) header from the left side of the six yard box is blocked. Assisted by Davinson Sánchez with a cross.",
            "Attempt saved. Harry Kane (Tottenham Hotspur) left footed shot from the left side of the box is saved in the centre of the goal. Assisted by Rodrigo Bentancur.",
            "Attempt blocked. Harry Kane (Tottenham Hotspur) left footed shot from outside the box is blocked. Assisted by Emerson Royal with a headed pass.",
            "Attempt saved. Callum Wilson (Newcastle United) left footed shot from the centre of the box is saved in the top centre of the goal. Assisted by Sven Botman with a headed pass.",
            "Kieran Trippier (Newcastle United) wins a free kick on the right wing.",
            "Foul by Son Heung-Min (Tottenham Hotspur).",
            "Attempt blocked. Eric Dier (Tottenham Hotspur) right footed shot from the centre of the box is blocked.",
            "Attempt blocked. Rodrigo Bentancur (Tottenham Hotspur) right footed shot from the centre of the box is blocked. Assisted by Oliver Skipp with a cross.",
            "Corner,  Tottenham Hotspur. Conceded by Fabian Schär.",
            "Attempt blocked. Ryan Sessegnon (Tottenham Hotspur) left footed shot from outside the box is blocked. Assisted by Oliver Skipp.",
            "Attempt missed. Miguel Almirón (Newcastle United) left footed shot from outside the box misses to the left following a corner.",
            "Corner,  Newcastle United. Conceded by Eric Dier.",
            "Offside, Newcastle United. Joelinton tries a through ball, but Callum Wilson is caught offside.",
            "Attempt missed. Yves Bissouma (Tottenham Hotspur) right footed shot from outside the box is too high.",
            "Attempt blocked. Harry Kane (Tottenham Hotspur) header from the centre of the box is blocked. Assisted by Ryan Sessegnon with a cross.",
            "Offside, Tottenham Hotspur. Harry Kane tries a through ball, but Ryan Sessegnon is caught offside.",
            "Attempt blocked. Son Heung-Min (Tottenham Hotspur) right footed shot from the right side of the box is blocked. Assisted by Harry Kane with a through ball.",
            "Offside, Tottenham Hotspur. Hugo Lloris tries a through ball, but Son Heung-Min is caught offside.",
            "Attempt missed. Son Heung-Min (Tottenham Hotspur) left footed shot from outside the box is high and wide to the left. Assisted by Emerson Royal.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Yves Bissouma (Tottenham Hotspur).",
            "Corner,  Newcastle United. Conceded by Clément Lenglet.",
            "Corner,  Newcastle United. Conceded by Eric Dier.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the right side of the box is blocked.",
            "Attempt missed. Son Heung-Min (Tottenham Hotspur) right footed shot from outside the box is just a bit too high. Assisted by Oliver Skipp.",
            "Attempt saved. Son Heung-Min (Tottenham Hotspur) left footed shot from outside the box is saved in the top centre of the goal. Assisted by Rodrigo Bentancur.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "8": {
        "event": [
            "Full-time Match ends, Newcastle United 1, Everton 0.",
            "Second Half ends, Newcastle United 1, Everton 0.",
            "Idrissa Gueye (Everton) wins a free kick in the defensive half.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Foul by James Tarkowski (Everton).",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Ryan Fraser (Newcastle United) wins a free kick in the defensive half.",
            "Foul by James Garner (Everton).",
            "Corner,  Newcastle United. Conceded by Conor Coady.",
            "Attempt blocked. Elliot Anderson (Newcastle United) right footed shot from the centre of the box is blocked. Assisted by Sean Longstaff.",
            "Foul by Vitaliy Mykolenko (Everton).",
            "Ryan Fraser (Newcastle United) wins a free kick on the right wing.",
            "Yellow Card! James Tarkowski (Everton) is shown the yellow card for a bad foul.",
            "Foul by James Tarkowski (Everton).",
            "Ryan Fraser (Newcastle United) wins a free kick on the right wing.",
            "Corner,  Newcastle United. Conceded by Séamus Coleman.",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Callum Wilson.",
            "Attempt missed. Joe Willock (Newcastle United) header from the centre of the box misses to the right. Assisted by Elliot Anderson with a cross.",
            "Attempt missed. Joe Willock (Newcastle United) right footed shot from the centre of the box is high and wide to the right.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Amadou Onana (Everton).",
            "Corner,  Everton. Conceded by Bruno Guimarães.",
            "Attempt saved. Fabian Schär (Newcastle United) header from very close range is saved in the centre of the goal. Assisted by Sven Botman with a headed pass.",
            "Corner,  Newcastle United. Conceded by Vitaliy Mykolenko.",
            "Substitution Substitution, Everton. Dwight McNeil replaces Demarai Gray.",
            "Attempt missed. Joe Willock (Newcastle United) header from the centre of the box misses to the right. Assisted by Kieran Trippier with a cross following a set piece situation.",
            "Elliot Anderson (Newcastle United) wins a free kick on the left wing.",
            "Foul by Anthony Gordon (Everton).",
            "Substitution Substitution, Everton. James Garner replaces Alex Iwobi.",
            "Substitution Substitution, Everton. Neal Maupay replaces Dominic Calvert-Lewin.",
            "Substitution Substitution, Newcastle United. Ryan Fraser replaces Miguel Almirón.",
            "Substitution Substitution, Newcastle United. Elliot Anderson replaces Jacob Murphy.",
            "Corner,  Newcastle United. Conceded by Conor Coady.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the centre of the box is blocked. Assisted by Kieran Trippier.",
            "Offside, Everton. Idrissa Gueye tries a through ball, but Dominic Calvert-Lewin is caught offside.",
            "Yellow Card! Idrissa Gueye (Everton) is shown the yellow card for a bad foul.",
            "Callum Wilson (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Idrissa Gueye (Everton).",
            "Foul by Dominic Calvert-Lewin (Everton).",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Sven Botman (Newcastle United).",
            "Dominic Calvert-Lewin (Everton) wins a free kick in the attacking half.",
            "Attempt missed. Miguel Almirón (Newcastle United) left footed shot from outside the box is close, but misses the top left corner. Assisted by Callum Wilson.",
            "Attempt blocked. Callum Wilson (Newcastle United) right footed shot from the centre of the box is blocked.",
            "Offside, Everton. Alex Iwobi tries a through ball, but Dominic Calvert-Lewin is caught offside.",
            "Substitution Substitution, Newcastle United. Joe Willock replaces Joelinton.",
            "Kick Off! Second Half begins Newcastle United 1, Everton 0.",
            "Half-time First Half ends, Newcastle United 1, Everton 0.",
            "Callum Wilson (Newcastle United) wins a free kick in the defensive half.",
            "Foul by James Tarkowski (Everton).",
            "Yellow Card! Fabian Schär (Newcastle United) is shown the yellow card.",
            "Yellow Card! Anthony Gordon (Everton) is shown the yellow card.",
            "Foul by Idrissa Gueye (Everton).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Attempt missed. Dan Burn (Newcastle United) header from the centre of the box is too high. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by James Tarkowski.",
            "Corner,  Newcastle United. Conceded by Séamus Coleman.",
            "Foul by Joelinton (Newcastle United).",
            "Idrissa Gueye (Everton) wins a free kick in the defensive half.",
            "Attempt missed. Bruno Guimarães (Newcastle United) left footed shot from outside the box is close, but misses to the left. Assisted by Miguel Almirón.",
            "Corner,  Newcastle United. Conceded by Jordan Pickford.",
            "Attempt saved. Fabian Schär (Newcastle United) header from the left side of the six yard box is saved in the bottom left corner. Assisted by Jacob Murphy with a cross.",
            "Corner,  Newcastle United. Conceded by James Tarkowski.",
            "Attempt missed. Bruno Guimarães (Newcastle United) right footed shot from the centre of the box misses to the left. Assisted by Kieran Trippier.",
            "Goal! Goal!  Newcastle United 1, Everton 0. Miguel Almirón (Newcastle United) left footed shot from outside the box to the top left corner. Assisted by Bruno Guimarães.",
            "Offside, Everton. Amadou Onana tries a through ball, but Dominic Calvert-Lewin is caught offside.",
            "Attempt missed. Dominic Calvert-Lewin (Everton) header from the centre of the box is too high. Assisted by Demarai Gray with a cross following a corner.",
            "Corner,  Everton. Conceded by Miguel Almirón.",
            "Séamus Coleman (Everton) wins a free kick in the defensive half.",
            "Foul by Jacob Murphy (Newcastle United).",
            "Yellow Card! Joelinton (Newcastle United) is shown the yellow card for a bad foul.",
            "Foul by Joelinton (Newcastle United).",
            "Amadou Onana (Everton) wins a free kick in the attacking half.",
            "Demarai Gray (Everton) wins a free kick in the attacking half.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Anthony Gordon (Everton) wins a free kick in the defensive half.",
            "Foul by Jacob Murphy (Newcastle United).",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Amadou Onana (Everton) wins a free kick in the defensive half.",
            "Attempt saved. Callum Wilson (Newcastle United) header from the centre of the box is saved in the bottom right corner. Assisted by Bruno Guimarães with a cross.",
            "Hand ball by Alex Iwobi (Everton).",
            "Attempt missed. Jacob Murphy (Newcastle United) right footed shot from outside the box is just a bit too high. Assisted by Sven Botman.",
            "Yellow Card! Dominic Calvert-Lewin (Everton) is shown the yellow card for a bad foul.",
            "Foul by Dominic Calvert-Lewin (Everton).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the attacking half.",
            "Attempt missed. Bruno Guimarães (Newcastle United) left footed shot from outside the box is high and wide to the left. Assisted by Sean Longstaff.",
            "Amadou Onana (Everton) wins a free kick in the defensive half.",
            "Foul by Sean Longstaff (Newcastle United).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "9": {
        "event": [
            "Full-time Match ends, Manchester United 0, Newcastle United 0.",
            "Second Half ends, Manchester United 0, Newcastle United 0.",
            "Attempt missed. Marcus Rashford (Manchester United) header from very close range is close, but misses to the left. Assisted by Casemiro with a cross.",
            "Casemiro (Manchester United) wins a free kick in the defensive half.",
            "Foul by Joelinton (Newcastle United).",
            "Attempt blocked. Antony (Manchester United) left footed shot from outside the box is blocked. Assisted by Diogo Dalot.",
            "Substitution Substitution, Newcastle United. Jamaal Lascelles replaces Fabian Schär because of an injury.",
            "Attempt missed. Fred (Manchester United) left footed shot from the centre of the box is close, but misses to the left. Assisted by Marcus Rashford.",
            "Foul by Raphaël Varane (Manchester United).",
            "Chris Wood (Newcastle United) wins a free kick in the defensive half.",
            "Attempt blocked. Casemiro (Manchester United) right footed shot from outside the box is blocked.",
            "Attempt missed. Marcus Rashford (Manchester United) right footed shot from outside the box is too high from a direct free kick.",
            "Foul by Sean Longstaff (Newcastle United).",
            "Luke Shaw (Manchester United) wins a free kick in the attacking half.",
            "Attempt missed. Miguel Almirón (Newcastle United) left footed shot from outside the box is high and wide to the left. Assisted by Kieran Trippier following a corner.",
            "Corner,  Newcastle United. Conceded by Bruno Fernandes.",
            "Substitution Substitution, Newcastle United. Joe Willock replaces Bruno Guimarães because of an injury.",
            "Substitution Substitution, Newcastle United. Matt Targett replaces Dan Burn.",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Callum Wilson.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Fred (Manchester United).",
            "Attempt blocked. Fred (Manchester United) header from the centre of the box is blocked. Assisted by Luke Shaw with a cross.",
            "Attempt blocked. Fred (Manchester United) left footed shot from outside the box is blocked. Assisted by Bruno Fernandes with a headed pass.",
            "Foul by Casemiro (Manchester United).",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Corner,  Manchester United. Conceded by Sven Botman.",
            "Substitution Substitution, Manchester United. Marcus Rashford replaces Cristiano Ronaldo.",
            "Foul by Bruno Fernandes (Manchester United).",
            "Kieran Trippier (Newcastle United) wins a free kick in the defensive half.",
            "Yellow Card! Casemiro (Manchester United) is shown the yellow card for a bad foul.",
            "Ryan Fraser (Newcastle United) wins a free kick on the left wing.",
            "Foul by Casemiro (Manchester United).",
            "Foul by Fabian Schär (Newcastle United).",
            "Bruno Fernandes (Manchester United) wins a free kick in the defensive half.",
            "Yellow Card! Bruno Fernandes (Manchester United) is shown the yellow card for a bad foul.",
            "Bruno Guimarães (Newcastle United) wins a free kick on the right wing.",
            "Foul by Bruno Fernandes (Manchester United).",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Bruno Fernandes (Manchester United) wins a free kick in the defensive half.",
            "Foul by Lisandro Martínez (Manchester United).",
            "Callum Wilson (Newcastle United) wins a free kick in the attacking half.",
            "Attempt saved. Antony (Manchester United) left footed shot from the right side of the box is saved in the centre of the goal. Assisted by Jadon Sancho with a cross.",
            "Substitution Substitution, Newcastle United. Ryan Fraser replaces Jacob Murphy.",
            "VAR Decision: No Penalty Manchester United.",
            "Foul by Bruno Fernandes (Manchester United).",
            "Joelinton (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Dan Burn (Newcastle United).",
            "Antony (Manchester United) wins a free kick in the defensive half.",
            "Attempt missed. Cristiano Ronaldo (Manchester United) left footed shot from the left side of the box misses to the left. Assisted by Bruno Fernandes.",
            "Yellow Card! Cristiano Ronaldo (Manchester United) is shown the yellow card.",
            "Offside, Manchester United. Fred tries a through ball, but Cristiano Ronaldo is caught offside.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Fred (Manchester United) wins a free kick in the defensive half.",
            "Attempt missed. Callum Wilson (Newcastle United) left footed shot from the left side of the box misses to the right. Assisted by Jacob Murphy.",
            "Kick Off! Second Half begins Manchester United 0, Newcastle United 0.",
            "Half-time First Half ends, Manchester United 0, Newcastle United 0.",
            "Attempt missed. Bruno Fernandes (Manchester United) header from the centre of the box is too high. Assisted by Diogo Dalot with a cross.",
            "Yellow Card! Dan Burn (Newcastle United) is shown the yellow card for a bad foul.",
            "Cristiano Ronaldo (Manchester United) wins a free kick in the attacking half.",
            "Foul by Dan Burn (Newcastle United).",
            "Foul by Kieran Trippier (Newcastle United).",
            "Jadon Sancho (Manchester United) wins a free kick in the defensive half.",
            "Foul by Dan Burn (Newcastle United).",
            "Antony (Manchester United) wins a free kick in the defensive half.",
            "Attempt blocked. Bruno Fernandes (Manchester United) right footed shot from outside the box is blocked. Assisted by Fred.",
            "Foul by Miguel Almirón (Newcastle United).",
            "Fred (Manchester United) wins a free kick on the left wing.",
            "Attempt saved. Antony (Manchester United) left footed shot from a difficult angle on the left is saved in the bottom left corner. Assisted by Jadon Sancho.",
            "Attempt blocked. Joelinton (Newcastle United) right footed shot from the centre of the box is blocked. Assisted by Kieran Trippier with a cross.",
            "Miguel Almirón (Newcastle United) wins a free kick on the right wing.",
            "Foul by Casemiro (Manchester United).",
            "Hand ball by Lisandro Martínez (Manchester United).",
            "Foul by Kieran Trippier (Newcastle United).",
            "Jadon Sancho (Manchester United) wins a free kick in the defensive half.",
            "Foul by Luke Shaw (Manchester United).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Offside, Manchester United. Luke Shaw tries a through ball, but Cristiano Ronaldo is caught offside.",
            "Corner,  Manchester United. Conceded by Sven Botman.",
            "Corner,  Manchester United. Conceded by Dan Burn.",
            "Attempt missed. Callum Wilson (Newcastle United) header from the left side of the six yard box misses to the right. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Diogo Dalot.",
            "Joelinton (Newcastle United) hits the left post with a header from the centre of the box following a set piece situation.",
            "Joelinton (Newcastle United) hits the bar with a header from the centre of the box. Assisted by Kieran Trippier following a set piece situation.",
            "Attempt blocked. Kieran Trippier (Newcastle United) right footed shot from outside the box is blocked.",
            "Foul by Fred (Manchester United).",
            "Joelinton (Newcastle United) wins a free kick in the attacking half.",
            "Attempt missed. Antony (Manchester United) left footed shot from outside the box is high and wide to the left. Assisted by Fred.",
            "Attempt saved. Jacob Murphy (Newcastle United) right footed shot from outside the box is saved in the centre of the goal. Assisted by Bruno Guimarães.",
            "Attempt saved. Bruno Guimarães (Newcastle United) header from very close range is saved in the centre of the goal. Assisted by Sven Botman with a headed pass.",
            "Corner,  Newcastle United. Conceded by Diogo Dalot.",
            "Attempt missed. Jadon Sancho (Manchester United) right footed shot from outside the box is close, but misses to the right.",
            "Corner,  Newcastle United. Conceded by Diogo Dalot.",
            "Corner,  Manchester United. Conceded by Fabian Schär.",
            "Foul by Diogo Dalot (Manchester United).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Attempt missed. Fred (Manchester United) left footed shot from outside the box misses to the left. Assisted by Bruno Fernandes.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "10": {
        "event": [
            "Full-time Match ends, Newcastle United 5, Brentford 1.",
            "Second Half ends, Newcastle United 5, Brentford 1.",
            "Foul by Sean Longstaff (Newcastle United).",
            "Saman Ghoddos (Brentford) wins a free kick in the defensive half.",
            "Corner,  Brentford. Conceded by Fabian Schär.",
            "Own Goal! Own Goal by Ethan Pinnock, Brentford.  Newcastle United 5, Brentford 1.",
            "Elliot Anderson (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Vitaly Janelt (Brentford).",
            "Offside, Brentford. Rico Henry tries a through ball, but Ivan Toney is caught offside.",
            "Frank Onyeka (Brentford) wins a free kick in the attacking half.",
            "Foul by Sean Longstaff (Newcastle United).",
            "Foul by Joelinton (Newcastle United).",
            "Mathias Jensen (Brentford) wins a free kick in the defensive half.",
            "Substitution Substitution, Newcastle United. Elliot Anderson replaces Miguel Almirón.",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Callum Wilson.",
            "Substitution Substitution, Newcastle United. Matt Targett replaces Kieran Trippier.",
            "Substitution Substitution, Brentford. Saman Ghoddos replaces Aaron Hickey.",
            "Goal! Goal!  Newcastle United 4, Brentford 1. Miguel Almirón (Newcastle United) left footed shot from the centre of the box to the bottom left corner.",
            "Aaron Hickey (Brentford) wins a free kick in the defensive half.",
            "Foul by Allan Saint-Maximin (Newcastle United).",
            "Foul by Mathias Jensen (Brentford).",
            "Joe Willock (Newcastle United) wins a free kick in the attacking half.",
            "Attempt blocked. Ivan Toney (Brentford) right footed shot from the right side of the box is blocked. Assisted by Mathias Jensen.",
            "Ivan Toney (Brentford) wins a free kick on the left wing.",
            "Foul by Fabian Schär (Newcastle United).",
            "Substitution Substitution, Newcastle United. Allan Saint-Maximin replaces Bruno Guimarães because of an injury.",
            "Attempt missed. Yoane Wissa (Brentford) header from very close range misses to the left. Assisted by Mathias Jensen with a cross.",
            "Foul by Joe Willock (Newcastle United).",
            "Aaron Hickey (Brentford) wins a free kick in the defensive half.",
            "Corner,  Brentford. Conceded by Nick Pope.",
            "Corner,  Brentford. Conceded by Fabian Schär.",
            "Substitution Substitution, Brentford. Mikkel Damsgaard replaces Ben Mee.",
            "Attempt missed. Miguel Almirón (Newcastle United) left footed shot from outside the box misses to the right following a corner.",
            "Corner,  Newcastle United. Conceded by Ethan Pinnock.",
            "Attempt missed. Callum Wilson (Newcastle United) right footed shot from the centre of the box misses to the left. Assisted by Bruno Guimarães following a corner.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from outside the box is blocked.",
            "Attempt blocked. Sven Botman (Newcastle United) header from the centre of the box is blocked. Assisted by Kieran Trippier with a cross.",
            "Corner,  Newcastle United. Conceded by Aaron Hickey.",
            "Attempt blocked. Joe Willock (Newcastle United) left footed shot from the centre of the box is blocked.",
            "Attempt missed. Joe Willock (Newcastle United) left footed shot from outside the box misses to the left following a corner.",
            "Corner,  Newcastle United. Conceded by Vitaly Janelt.",
            "Substitution Substitution, Newcastle United. Joelinton replaces Jacob Murphy.",
            "Rico Henry (Brentford) wins a free kick in the defensive half.",
            "Foul by Sean Longstaff (Newcastle United).",
            "Substitution Substitution, Brentford. Yoane Wissa replaces Bryan Mbeumo.",
            "Substitution Substitution, Brentford. Frank Onyeka replaces Shandon Baptiste.",
            "Corner,  Brentford. Conceded by Sven Botman.",
            "Attempt blocked. Bryan Mbeumo (Brentford) left footed shot from the left side of the box is blocked. Assisted by Ivan Toney.",
            "Ivan Toney (Brentford) wins a free kick on the left wing.",
            "Foul by Fabian Schär (Newcastle United).",
            "Attempt missed. Callum Wilson (Newcastle United) left footed shot from the centre of the box is close, but misses to the left. Assisted by Kieran Trippier with a through ball following a set piece situation.",
            "Foul by Mathias Jensen (Brentford).",
            "Jacob Murphy (Newcastle United) wins a free kick in the attacking half.",
            "Goal! Goal!  Newcastle United 3, Brentford 1. Bruno Guimarães (Newcastle United) right footed shot from outside the box to the bottom left corner.",
            "Goal!  Newcastle United 2, Brentford 1. Ivan Toney (Brentford) converts the penalty with a right footed shot to the bottom left corner.",
            "Penalty conceded by Dan Burn (Newcastle United) with a hand ball in the penalty area.",
            "Attempt saved. Bryan Mbeumo (Brentford) left footed shot from outside the box is saved in the bottom left corner. Assisted by Shandon Baptiste.",
            "Corner,  Brentford. Conceded by Bruno Guimarães.",
            "Substitution Substitution, Brentford. Vitaly Janelt replaces Josh Dasilva.",
            "Kick Off! Second Half begins Newcastle United 2, Brentford 0.",
            "Half-time First Half ends, Newcastle United 2, Brentford 0.",
            "Yellow Card! Ivan Toney (Brentford) is shown the yellow card for a bad foul.",
            "Sean Longstaff (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Ivan Toney (Brentford).",
            "Attempt blocked. Joe Willock (Newcastle United) right footed shot from outside the box is blocked. Assisted by Miguel Almirón.",
            "Corner,  Newcastle United. Conceded by Kristoffer Ajer.",
            "Corner,  Newcastle United. Conceded by Kristoffer Ajer.",
            "Goal! Goal!  Newcastle United 2, Brentford 0. Jacob Murphy (Newcastle United) right footed shot from the centre of the box to the bottom right corner. Assisted by Callum Wilson.",
            "Foul by Ivan Toney (Brentford).",
            "Sven Botman (Newcastle United) wins a free kick in the defensive half.",
            "Callum Wilson (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Shandon Baptiste (Brentford).",
            "Attempt saved. Shandon Baptiste (Brentford) right footed shot from the centre of the box is saved in the bottom right corner.",
            "Aaron Hickey (Brentford) wins a free kick in the defensive half.",
            "Foul by Jacob Murphy (Newcastle United).",
            "Attempt saved. Jacob Murphy (Newcastle United) left footed shot from the left side of the box is saved in the centre of the goal. Assisted by Callum Wilson.",
            "Attempt blocked. Callum Wilson (Newcastle United) right footed shot from the right side of the box is blocked. Assisted by Jacob Murphy.",
            "Goal! Goal!  Newcastle United 1, Brentford 0. Bruno Guimarães (Newcastle United) header from the centre of the box to the bottom right corner. Assisted by Kieran Trippier with a cross   following a corner.",
            "Corner,  Newcastle United. Conceded by Rico Henry.",
            "Foul by Ivan Toney (Brentford).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Callum Wilson (Newcastle United).",
            "Ben Mee (Brentford) wins a free kick in the attacking half.",
            "Ivan Toney (Brentford) wins a free kick in the defensive half.",
            "Foul by Callum Wilson (Newcastle United).",
            "Attempt blocked. Sven Botman (Newcastle United) left footed shot from the left side of the box is blocked. Assisted by Callum Wilson.",
            "Corner,  Newcastle United. Conceded by Kristoffer Ajer.",
            "Kristoffer Ajer (Brentford) wins a free kick on the right wing.",
            "Foul by Jacob Murphy (Newcastle United).",
            "VAR Decision: No Goal  Newcastle United 0-0 Brentford.",
            "GOAL OVERTURNED BY VAR: Bryan Mbeumo (Brentford) scores but the goal is ruled out after a VAR review.",
            "Offside, Brentford. Shandon Baptiste tries a through ball, but Ivan Toney is caught offside.",
            "Offside, Brentford. Kristoffer Ajer tries a through ball, but Ivan Toney is caught offside.",
            "Foul by Dan Burn (Newcastle United).",
            "Shandon Baptiste (Brentford) wins a free kick in the defensive half.",
            "Foul by Ivan Toney (Brentford).",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Corner,  Newcastle United. Conceded by Ethan Pinnock.",
            "Corner,  Newcastle United. Conceded by David Raya.",
            "Attempt saved. Miguel Almirón (Newcastle United) left footed shot from outside the box is saved in the top left corner. Assisted by Bruno Guimarães.",
            "Offside, Newcastle United. Bruno Guimarães tries a through ball, but Fabian Schär is caught offside.",
            "Hand ball by Shandon Baptiste (Brentford).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "11": {
        "event": [
            "Full-time Match ends, Fulham 1, Newcastle United 4.",
            "Second Half ends, Fulham 1, Newcastle United 4.",
            "Attempt missed. Sean Longstaff (Newcastle United) right footed shot from outside the box is too high. Assisted by Elliot Anderson.",
            "Foul by Jamaal Lascelles (Newcastle United).",
            "Carlos Vinícius (Fulham) wins a free kick in the attacking half.",
            "Offside, Newcastle United. Jacob Murphy tries a through ball, but Ryan Fraser is caught offside.",
            "Attempt blocked. Andreas Pereira (Fulham) left footed shot from the centre of the box is blocked. Assisted by Carlos Vinícius.",
            "Attempt missed. Tom Cairney (Fulham) left footed shot from outside the box is close, but misses to the left. Assisted by Andreas Pereira.",
            "Goal! Goal!  Fulham 1, Newcastle United 4. Bobby De Cordova-Reid (Fulham) header from very close range to the bottom left corner. Assisted by Neeskens Kebano with a cross.",
            "Foul by Jamaal Lascelles (Newcastle United).",
            "Andreas Pereira (Fulham) wins a free kick in the defensive half.",
            "Offside, Fulham. Carlos Vinícius tries a through ball, but Andreas Pereira is caught offside.",
            "Substitution Substitution, Newcastle United. Jamal Lewis replaces Kieran Trippier.",
            "Substitution Substitution, Newcastle United. Jamaal Lascelles replaces Fabian Schär.",
            "Substitution Substitution, Newcastle United. Matt Targett replaces Dan Burn.",
            "Ryan Fraser (Newcastle United) wins a free kick on the left wing.",
            "Foul by Harrison Reed (Fulham).",
            "Joe Willock (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Harrison Reed (Fulham).",
            "Offside, Fulham. Tosin Adarabioyo tries a through ball, but Bobby De Cordova-Reid is caught offside.",
            "Carlos Vinícius (Fulham) wins a free kick on the left wing.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Neeskens Kebano (Fulham) wins a free kick in the defensive half.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Corner,  Newcastle United. Conceded by Harrison Reed.",
            "Attempt blocked. Elliot Anderson (Newcastle United) right footed shot from the centre of the box is blocked. Assisted by Ryan Fraser.",
            "Foul by Carlos Vinícius (Fulham).",
            "Sven Botman (Newcastle United) wins a free kick in the defensive half.",
            "Substitution Substitution, Fulham. Neeskens Kebano replaces Daniel James.",
            "Offside, Newcastle United. Elliot Anderson tries a through ball, but Miguel Almirón is caught offside.",
            "Foul by Tosin Adarabioyo (Fulham).",
            "Kieran Trippier (Newcastle United) wins a free kick in the defensive half.",
            "Corner,  Fulham. Conceded by Dan Burn.",
            "Substitution Substitution, Newcastle United. Ryan Fraser replaces Callum Wilson.",
            "Foul by Callum Wilson (Newcastle United).",
            "Tim Ream (Fulham) wins a free kick in the defensive half.",
            "Corner,  Newcastle United. Conceded by Issa Diop.",
            "Attempt blocked. Joe Willock (Newcastle United) right footed shot from outside the box is blocked. Assisted by Sean Longstaff.",
            "Substitution Substitution, Newcastle United. Elliot Anderson replaces Bruno Guimarães.",
            "Goal! Goal!  Fulham 0, Newcastle United 4. Miguel Almirón (Newcastle United) left footed shot from very close range to the top right corner. Assisted by Joe Willock.",
            "Corner,  Newcastle United. Conceded by Tosin Adarabioyo.",
            "Yellow Card! Harrison Reed (Fulham) is shown the yellow card for a bad foul.",
            "Foul by Harrison Reed (Fulham).",
            "Callum Wilson (Newcastle United) wins a free kick in the attacking half.",
            "Attempt saved. Jacob Murphy (Newcastle United) left footed shot from the left side of the box is saved in the centre of the goal. Assisted by Bruno Guimarães.",
            "Foul by Fabian Schär (Newcastle United).",
            "Carlos Vinícius (Fulham) wins a free kick on the left wing.",
            "Corner,  Newcastle United. Conceded by Bernd Leno.",
            "Attempt saved. Joe Willock (Newcastle United) right footed shot from the left side of the box is saved in the bottom right corner. Assisted by Bruno Guimarães with a through ball.",
            "Offside, Newcastle United. Kieran Trippier tries a through ball, but Miguel Almirón is caught offside.",
            "Harrison Reed (Fulham) wins a free kick in the attacking half.",
            "Dangerous play by Miguel Almirón (Newcastle United).",
            "Daniel James (Fulham) wins a free kick in the defensive half.",
            "Foul by Joe Willock (Newcastle United).",
            "Kick Off! Second Half begins Fulham 0, Newcastle United 3.",
            "Half-time First Half ends, Fulham 0, Newcastle United 3.",
            "Foul by Jacob Murphy (Newcastle United).",
            "Daniel James (Fulham) wins a free kick on the right wing.",
            "Offside, Newcastle United. Sven Botman tries a through ball, but Callum Wilson is caught offside.",
            "Substitution Substitution, Fulham. Tom Cairney replaces Kevin Mbabu.",
            "Substitution Substitution, Fulham. Issa Diop replaces Layvin Kurzawa because of an injury.",
            "Goal! Goal!  Fulham 0, Newcastle United 3. Sean Longstaff (Newcastle United) right footed shot from the right side of the six yard box to the centre of the goal    following a corner.",
            "Attempt saved. Sven Botman (Newcastle United) header from the centre of the box is saved in the bottom right corner. Assisted by Kieran Trippier with a cross.",
            "Corner,  Newcastle United. Conceded by Bernd Leno.",
            "Attempt saved. Jacob Murphy (Newcastle United) left footed shot from the right side of the box is saved in the bottom right corner. Assisted by Fabian Schär.",
            "Attempt saved. Joe Willock (Newcastle United) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Jacob Murphy.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the centre of the box is blocked. Assisted by Joe Willock.",
            "Offside, Fulham. Tim Ream tries a through ball, but Carlos Vinícius is caught offside.",
            "Attempt missed. Jacob Murphy (Newcastle United) right footed shot from outside the box is close, but misses to the left. Assisted by Bruno Guimarães following a fast break.",
            "Substitution Substitution, Fulham. Carlos Vinícius replaces Aleksandar Mitrovic because of an injury.",
            "Daniel James (Fulham) wins a free kick in the defensive half.",
            "Foul by Dan Burn (Newcastle United).",
            "Goal! Goal!  Fulham 0, Newcastle United 2. Miguel Almirón (Newcastle United) left footed shot from the right side of the box to the top left corner. Assisted by Bruno Guimarães.",
            "Attempt missed. Callum Wilson (Newcastle United) right footed shot from the centre of the box is close, but misses the top right corner. Assisted by Joe Willock.",
            "Offside, Newcastle United. Bruno Guimarães tries a through ball, but Sean Longstaff is caught offside.",
            "Offside, Fulham. Tosin Adarabioyo tries a through ball, but Daniel James is caught offside.",
            "Foul by Harrison Reed (Fulham).",
            "Callum Wilson (Newcastle United) wins a free kick in the attacking half.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Andreas Pereira (Fulham).",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the centre of the box is blocked. Assisted by Sean Longstaff.",
            "Offside, Newcastle United. Miguel Almirón tries a through ball, but Callum Wilson is caught offside.",
            "Offside, Newcastle United. Sven Botman tries a through ball, but Kieran Trippier is caught offside.",
            "Corner,  Newcastle United. Conceded by Tim Ream.",
            "Corner,  Newcastle United. Conceded by Kevin Mbabu.",
            "VAR Decision: Goal Newcastle United -  Fulham 0-1 Newcastle United (Callum Wilson).",
            "Yellow Card! Aleksandar Mitrovic (Fulham) is shown the yellow card.",
            "Goal! Goal!  Fulham 0, Newcastle United 1. Callum Wilson (Newcastle United) right footed shot from very close range to the bottom right corner. Assisted by Joe Willock.Goal confirmed following VAR Review.",
            "Attempt blocked. Joe Willock (Newcastle United) header from the left side of the six yard box is blocked. Assisted by Kieran Trippier with a cross.",
            "Red Card! Nathaniel Chalobah (Fulham) is shown the red card.",
            "VAR Decision: Card upgraded Nathaniel Chalobah (Fulham).",
            "Foul by Nathaniel Chalobah (Fulham).",
            "Sean Longstaff (Newcastle United) wins a free kick in the attacking half.",
            "Callum Wilson (Newcastle United) hits the right post with a right footed shot from very close range following a set piece situation.",
            "Attempt saved. Dan Burn (Newcastle United) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Sven Botman with a headed pass.",
            "Joe Willock (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Kevin Mbabu (Fulham).",
            "Corner,  Newcastle United. Conceded by Kevin Mbabu.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "12": {
        "event": [
            "Full-time Match ends, Newcastle United 1, Bournemouth 1.",
            "Second Half ends, Newcastle United 1, Bournemouth 1.",
            "Yellow Card! Dan Burn (Newcastle United) is shown the yellow card.",
            "Substitution Substitution, Bournemouth. Kieffer Moore replaces Dominic Solanke.",
            "Substitution Substitution, Bournemouth. Jack Stephens replaces Philip Billing.",
            "Attempt missed. Fabian Schär (Newcastle United) right footed shot from outside the box is high and wide to the left. Assisted by Dan Burn.",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Miguel Almirón.",
            "Substitution Substitution, Bournemouth. Jack Stacey replaces Ryan Christie.",
            "Offside, Newcastle United. Joe Willock tries a through ball, but Kieran Trippier is caught offside.",
            "Attempt missed. Joe Willock (Newcastle United) right footed shot from outside the box is too high. Assisted by Sean Longstaff.",
            "Offside, Bournemouth. Marcos Senesi tries a through ball, but Jaidon Anthony is caught offside.",
            "Attempt blocked. Jaidon Anthony (Bournemouth) right footed shot from outside the box is blocked. Assisted by Philip Billing.",
            "Attempt missed. Ryan Christie (Bournemouth) left footed shot from outside the box is close, but misses the top left corner. Assisted by Jordan Zemura.",
            "Substitution Substitution, Bournemouth. Jaidon Anthony replaces Marcus Tavernier.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Ryan Christie (Bournemouth) wins a free kick in the defensive half.",
            "Attempt blocked. Fabian Schär (Newcastle United) right footed shot from outside the box is blocked.",
            "Corner,  Newcastle United. Conceded by Philip Billing.",
            "Attempt blocked. Jacob Murphy (Newcastle United) right footed shot from the centre of the box is blocked. Assisted by Fabian Schär.",
            "Corner,  Newcastle United. Conceded by Dominic Solanke.",
            "Attempt blocked. Fabian Schär (Newcastle United) right footed shot from outside the box is blocked.",
            "Attempt missed. Joe Willock (Newcastle United) right footed shot from the right side of the box is high and wide to the right. Assisted by Miguel Almirón.",
            "Attempt missed. Ryan Christie (Bournemouth) left footed shot from the left side of the box is too high. Assisted by Philip Billing.",
            "Corner,  Bournemouth. Conceded by Dan Burn.",
            "Attempt saved. Alexander Isak (Newcastle United) header from the centre of the box is saved in the bottom left corner. Assisted by Kieran Trippier with a cross.",
            "Corner,  Newcastle United. Conceded by Chris Mepham.",
            "Substitution Substitution, Newcastle United. Sean Longstaff replaces Bruno Guimarães.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Ryan Fraser.",
            "Miguel Almirón (Newcastle United) wins a free kick on the right wing.",
            "Foul by Lewis Cook (Bournemouth).",
            "Attempt missed. Marcus Tavernier (Bournemouth) left footed shot from the centre of the box is close, but misses to the right. Assisted by Jordan Zemura.",
            "Yellow Card! Joelinton (Newcastle United) is shown the yellow card for a bad foul.",
            "Marcus Tavernier (Bournemouth) wins a free kick in the defensive half.",
            "Foul by Joelinton (Newcastle United).",
            "Goal!  Newcastle United 1, Bournemouth 1. Alexander Isak (Newcastle United) converts the penalty with a right footed shot to the bottom left corner.",
            "VAR Decision: Penalty Newcastle United.",
            "Penalty conceded by Jefferson Lerma (Bournemouth) with a hand ball in the penalty area.",
            "Goal! Goal!  Newcastle United 0, Bournemouth 1. Philip Billing (Bournemouth) left footed shot from the centre of the box to the top left corner. Assisted by Jordan Zemura.",
            "Philip Billing (Bournemouth) wins a free kick in the attacking half.",
            "Foul by Alexander Isak (Newcastle United).",
            "Attempt missed. Ryan Fraser (Newcastle United) header from the centre of the box misses to the right. Assisted by Joe Willock with a cross.",
            "Offside, Newcastle United. Ryan Fraser tries a through ball, but Joe Willock is caught offside.",
            "Attempt blocked. Ryan Fraser (Newcastle United) right footed shot from outside the box is blocked.",
            "Corner,  Newcastle United. Conceded by Ryan Christie.",
            "Attempt saved. Alexander Isak (Newcastle United) header from the centre of the box is saved in the bottom right corner. Assisted by Joe Willock with a cross.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the right side of the box is blocked. Assisted by Alexander Isak.",
            "Attempt saved. Dominic Solanke (Bournemouth) right footed shot from outside the box is saved in the centre of the goal. Assisted by Lewis Cook.",
            "Attempt missed. Joelinton (Newcastle United) header from the centre of the box is too high. Assisted by Kieran Trippier with a cross.",
            "Attempt missed. Ryan Fraser (Newcastle United) right footed shot from the left side of the box is close, but misses to the right. Assisted by Bruno Guimarães.",
            "Joelinton (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Philip Billing (Bournemouth).",
            "Attempt blocked. Philip Billing (Bournemouth) left footed shot from the right side of the box is blocked. Assisted by Marcus Tavernier.",
            "Kick Off! Second Half begins Newcastle United 0, Bournemouth 0.",
            "Half-time First Half ends, Newcastle United 0, Bournemouth 0.",
            "Ryan Christie (Bournemouth) wins a free kick in the defensive half.",
            "Foul by Joelinton (Newcastle United).",
            "Yellow Card! Marcus Tavernier (Bournemouth) is shown the yellow card for a bad foul.",
            "Joelinton (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Marcus Tavernier (Bournemouth).",
            "Corner,  Newcastle United. Conceded by Neto.",
            "Attempt saved. Ryan Fraser (Newcastle United) right footed shot from outside the box is saved in the bottom right corner.",
            "Attempt saved. Joelinton (Newcastle United) right footed shot from the left side of the box is saved in the centre of the goal. Assisted by Alexander Isak.",
            "Joelinton (Newcastle United) hits the right post with a right footed shot from a difficult angle on the left. Assisted by Ryan Fraser following a corner.",
            "Corner,  Newcastle United. Conceded by Jordan Zemura.",
            "Alexander Isak (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Chris Mepham (Bournemouth).",
            "Jefferson Lerma (Bournemouth) wins a free kick in the defensive half.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Ryan Christie (Bournemouth) wins a free kick in the defensive half.",
            "Foul by Matt Targett (Newcastle United).",
            "Yellow Card! Ryan Christie (Bournemouth) is shown the yellow card for a bad foul.",
            "Foul by Ryan Christie (Bournemouth).",
            "Joelinton (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Jefferson Lerma (Bournemouth).",
            "Joelinton (Newcastle United) wins a free kick in the defensive half.",
            "Offside, Newcastle United. Ryan Fraser tries a through ball, but Miguel Almirón is caught offside.",
            "Attempt missed. Dominic Solanke (Bournemouth) right footed shot from outside the box misses to the left.",
            "Kieran Trippier (Newcastle United) hits the left post with a right footed shot from outside the box from a direct free kick.",
            "Foul by Marcos Senesi (Bournemouth).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the attacking half.",
            "Philip Billing (Bournemouth) wins a free kick in the attacking half.",
            "Foul by Matt Targett (Newcastle United).",
            "Attempt saved. Fabian Schär (Newcastle United) header from the right side of the box is saved in the bottom left corner. Assisted by Matt Targett.",
            "Foul by Philip Billing (Bournemouth).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the attacking half.",
            "Attempt saved. Miguel Almirón (Newcastle United) left footed shot from the centre of the box is saved in the bottom left corner.",
            "Foul by Matt Targett (Newcastle United).",
            "Marcus Tavernier (Bournemouth) wins a free kick on the right wing.",
            "Attempt missed. Marcus Tavernier (Bournemouth) header from the centre of the box is close, but misses to the right. Assisted by Jordan Zemura.",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Dominic Solanke (Bournemouth).",
            "Foul by Joe Willock (Newcastle United).",
            "Ryan Christie (Bournemouth) wins a free kick in the defensive half.",
            "Foul by Dominic Solanke (Bournemouth).",
            "Fabian Schär (Newcastle United) wins a free kick in the attacking half.",
            "Corner,  Newcastle United. Conceded by Philip Billing.",
            "Corner,  Newcastle United. Conceded by Jordan Zemura.",
            "Attempt saved. Ryan Christie (Bournemouth) left footed shot from outside the box is saved in the centre of the goal. Assisted by Jordan Zemura.",
            "Philip Billing (Bournemouth) wins a free kick in the defensive half.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "13": {
        "event": [
            "Full-time Match ends, Newcastle United 0, Crystal Palace 0.",
            "Second Half ends, Newcastle United 0, Crystal Palace 0.",
            "Attempt missed. Fabian Schär (Newcastle United) header from the centre of the box is close, but misses to the left. Assisted by Kieran Trippier with a cross following a set piece situation.",
            "Yellow Card! Cheick Oumar Doucouré (Crystal Palace) is shown the yellow card for a bad foul.",
            "Elliot Anderson (Newcastle United) wins a free kick on the left wing.",
            "Foul by Cheick Oumar Doucouré (Crystal Palace).",
            "Attempt saved. Odsonne Édouard (Crystal Palace) left footed shot from the left side of the box is saved in the bottom right corner. Assisted by Wilfried Zaha.",
            "Attempt blocked. Jacob Murphy (Newcastle United) left footed shot from the right side of the box is blocked. Assisted by Joelinton.",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Alexander Isak because of an injury.",
            "Marc Guéhi (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Alexander Isak (Newcastle United).",
            "Corner,  Newcastle United. Conceded by Joachim Andersen.",
            "Attempt blocked. Alexander Isak (Newcastle United) right footed shot from the left side of the six yard box is blocked. Assisted by Elliot Anderson with a cross.",
            "Attempt blocked. Kieran Trippier (Newcastle United) right footed shot from outside the box is blocked.",
            "Foul by Jordan Ayew (Crystal Palace).",
            "Sean Longstaff (Newcastle United) wins a free kick in the attacking half.",
            "Attempt missed. Joe Willock (Newcastle United) left footed shot from very close range misses to the left following a corner.",
            "Corner,  Newcastle United. Conceded by Joel Ward.",
            "Elliot Anderson (Newcastle United) wins a free kick on the left wing.",
            "Foul by Jordan Ayew (Crystal Palace).",
            "Attempt missed. Jeffrey Schlupp (Crystal Palace) left footed shot from outside the box is too high. Assisted by Joel Ward following a corner.",
            "Corner,  Crystal Palace. Conceded by Fabian Schär.",
            "Corner,  Crystal Palace. Conceded by Nick Pope.",
            "Attempt missed. Dan Burn (Newcastle United) header from the centre of the box misses to the right. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Joel Ward.",
            "Attempt blocked. Jacob Murphy (Newcastle United) right footed shot from the centre of the box is blocked. Assisted by Joelinton.",
            "Attempt missed. Cheick Oumar Doucouré (Crystal Palace) right footed shot from outside the box is high and wide to the right. Assisted by Joachim Andersen following a corner.",
            "Substitution Substitution, Newcastle United. Dan Burn replaces Matt Targett.",
            "Corner,  Crystal Palace. Conceded by Fabian Schär.",
            "Wilfried Zaha (Crystal Palace) wins a free kick on the left wing.",
            "Foul by Jacob Murphy (Newcastle United).",
            "Corner,  Newcastle United. Conceded by Vicente Guaita.",
            "Attempt saved. Joe Willock (Newcastle United) left footed shot from the centre of the box is saved in the bottom left corner. Assisted by Alexander Isak.",
            "Jordan Ayew (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Joelinton (Newcastle United).",
            "Attempt saved. Marc Guéhi (Crystal Palace) header from the centre of the box is saved in the top centre of the goal. Assisted by Michael Olise with a cross.",
            "Corner,  Crystal Palace. Conceded by Nick Pope.",
            "Attempt saved. Odsonne Édouard (Crystal Palace) right footed shot from the centre of the box is saved in the centre of the goal.",
            "Corner,  Newcastle United. Conceded by Joachim Andersen.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Miguel Almirón.",
            "Substitution Substitution, Newcastle United. Elliot Anderson replaces Ryan Fraser.",
            "Attempt saved. Jordan Ayew (Crystal Palace) left footed shot from outside the box is saved in the centre of the goal. Assisted by Odsonne Édouard.",
            "Cheick Oumar Doucouré (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Joelinton (Newcastle United).",
            "Yellow Card! Ryan Fraser (Newcastle United) is shown the yellow card for a bad foul.",
            "Foul by Ryan Fraser (Newcastle United).",
            "Jordan Ayew (Crystal Palace) wins a free kick in the attacking half.",
            "Attempt missed. Cheick Oumar Doucouré (Crystal Palace) right footed shot from outside the box misses to the left following a set piece situation.",
            "Attempt blocked. Jeffrey Schlupp (Crystal Palace) left footed shot from outside the box is blocked.",
            "Foul by Matt Targett (Newcastle United).",
            "Michael Olise (Crystal Palace) wins a free kick on the right wing.",
            "Attempt blocked. Cheick Oumar Doucouré (Crystal Palace) right footed shot from the left side of the box is blocked. Assisted by Odsonne Édouard.",
            "Attempt blocked. Jeffrey Schlupp (Crystal Palace) left footed shot from the left side of the box is blocked. Assisted by Odsonne Édouard.",
            "Attempt blocked. Wilfried Zaha (Crystal Palace) right footed shot from outside the box is blocked. Assisted by Jordan Ayew.",
            "Substitution Substitution, Crystal Palace. Nathaniel Clyne replaces Tyrick Mitchell.",
            "Substitution Substitution, Crystal Palace. Odsonne Édouard replaces Jean-Philippe Mateta.",
            "Substitution Substitution, Crystal Palace. Michael Olise replaces Eberechi Eze.",
            "Jordan Ayew (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Ryan Fraser (Newcastle United).",
            "Attempt saved. Jean-Philippe Mateta (Crystal Palace) right footed shot from outside the box is saved in the centre of the goal. Assisted by Jordan Ayew.",
            "Jordan Ayew (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Matt Targett (Newcastle United).",
            "Wilfried Zaha (Crystal Palace) wins a free kick on the left wing.",
            "Foul by Fabian Schär (Newcastle United).",
            "Attempt missed. Miguel Almirón (Newcastle United) left footed shot from the left side of the box misses to the right. Assisted by Sean Longstaff following a corner.",
            "Corner,  Newcastle United. Conceded by Joachim Andersen.",
            "Corner,  Newcastle United. Conceded by Tyrick Mitchell.",
            "Yellow Card! Joel Ward (Crystal Palace) is shown the yellow card for a bad foul.",
            "Foul by Joel Ward (Crystal Palace).",
            "Ryan Fraser (Newcastle United) wins a free kick in the attacking half.",
            "Joel Ward (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Ryan Fraser (Newcastle United).",
            "VAR Decision: No Goal  Newcastle United 0-0 Crystal Palace.",
            "Own Goal by Tyrick Mitchell, Crystal Palace.  Newcastle United 0, Crystal Palace 0.",
            "Foul by Joe Willock (Newcastle United).",
            "Vicente Guaita (Crystal Palace) wins a free kick in the defensive half.",
            "Marc Guéhi (Crystal Palace).",
            "Alexander Isak (Newcastle United) wins a free kick in the attacking half.",
            "Marc Guéhi (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Alexander Isak (Newcastle United).",
            "Offside, Crystal Palace. Marc Guéhi tries a through ball, but Wilfried Zaha is caught offside.",
            "Foul by Wilfried Zaha (Crystal Palace).",
            "Kieran Trippier (Newcastle United) wins a free kick in the defensive half.",
            "Hand ball by Sean Longstaff (Newcastle United).",
            "Kick Off! Second Half begins Newcastle United 0, Crystal Palace 0.",
            "Half-time First Half ends, Newcastle United 0, Crystal Palace 0.",
            "Attempt saved. Eberechi Eze (Crystal Palace) left footed shot from outside the box is saved in the centre of the goal. Assisted by Jean-Philippe Mateta.",
            "Attempt saved. Alexander Isak (Newcastle United) right footed shot from the centre of the box is saved in the bottom right corner. Assisted by Miguel Almirón.",
            "Foul by Joe Willock (Newcastle United).",
            "Jeffrey Schlupp (Crystal Palace) wins a free kick in the attacking half.",
            "Attempt saved. Sven Botman (Newcastle United) left footed shot from a difficult angle on the left is saved in the centre of the goal.",
            "Corner,  Newcastle United. Conceded by Vicente Guaita.",
            "Kieran Trippier (Newcastle United) wins a free kick on the right wing.",
            "Foul by Wilfried Zaha (Crystal Palace).",
            "Attempt missed. Fabian Schär (Newcastle United) header from the centre of the box misses to the left. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Joachim Andersen.",
            "Attempt blocked. Sean Longstaff (Newcastle United) right footed shot from the centre of the box is blocked.",
            "Offside, Newcastle United. Sean Longstaff tries a through ball, but Joe Willock is caught offside.",
            "Corner,  Newcastle United. Conceded by Joachim Andersen.",
            "Attempt blocked. Ryan Fraser (Newcastle United) left footed shot from the left side of the six yard box is blocked. Assisted by Kieran Trippier with a cross.",
            "Miguel Almirón (Newcastle United) wins a free kick on the right wing.",
            "Foul by Tyrick Mitchell (Crystal Palace).",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from outside the box is blocked.",
            "Attempt blocked. Fabian Schär (Newcastle United) right footed shot from the centre of the box is blocked. Assisted by Sean Longstaff.",
            "Foul by Jordan Ayew (Crystal Palace).",
            "Sean Longstaff (Newcastle United) wins a free kick on the left wing.",
            "Attempt blocked. Joelinton (Newcastle United) header from the centre of the box is blocked. Assisted by Kieran Trippier with a cross.",
            "Corner,  Newcastle United. Conceded by Marc Guéhi.",
            "Attempt blocked. Sven Botman (Newcastle United) left footed shot from the centre of the box is blocked.",
            "Attempt blocked. Joelinton (Newcastle United) left footed shot from very close range is blocked.",
            "Attempt saved. Sean Longstaff (Newcastle United) header from the centre of the box is saved in the centre of the goal. Assisted by Matt Targett with a cross.",
            "Corner,  Newcastle United. Conceded by Cheick Oumar Doucouré.",
            "Joe Willock (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Jeffrey Schlupp (Crystal Palace).",
            "Tyrick Mitchell (Crystal Palace) wins a free kick in the attacking half.",
            "Foul by Joe Willock (Newcastle United).",
            "Foul by Joelinton (Newcastle United).",
            "Jordan Ayew (Crystal Palace) wins a free kick in the defensive half.",
            "Attempt saved. Jean-Philippe Mateta (Crystal Palace) header from the centre of the box is saved in the top right corner. Assisted by Eberechi Eze with a cross.",
            "Corner,  Crystal Palace. Conceded by Fabian Schär.",
            "Attempt blocked. Jean-Philippe Mateta (Crystal Palace) left footed shot from outside the box is blocked. Assisted by Cheick Oumar Doucouré.",
            "Attempt saved. Jean-Philippe Mateta (Crystal Palace) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Cheick Oumar Doucouré.",
            "Attempt missed. Cheick Oumar Doucouré (Crystal Palace) right footed shot from outside the box misses to the left. Assisted by Joel Ward.",
            "Attempt missed. Joelinton (Newcastle United) left footed shot from the left side of the six yard box is close, but misses to the left. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Tyrick Mitchell.",
            "Attempt missed. Miguel Almirón (Newcastle United) left footed shot from outside the box is high and wide to the left.",
            "Attempt saved. Alexander Isak (Newcastle United) right footed shot from the centre of the box is saved in the centre of the goal.",
            "Yellow Card! Sean Longstaff (Newcastle United) is shown the yellow card for a bad foul.",
            "Foul by Sean Longstaff (Newcastle United).",
            "Eberechi Eze (Crystal Palace) wins a free kick in the attacking half.",
            "Attempt blocked. Wilfried Zaha (Crystal Palace) right footed shot from the left side of the box is blocked.",
            "Sean Longstaff (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Tyrick Mitchell (Crystal Palace).",
            "Foul by Sean Longstaff (Newcastle United).",
            "Jeffrey Schlupp (Crystal Palace) wins a free kick in the defensive half.",
            "Offside, Newcastle United. Joelinton tries a through ball, but Alexander Isak is caught offside.",
            "Foul by Cheick Oumar Doucouré (Crystal Palace).",
            "Ryan Fraser (Newcastle United) wins a free kick on the left wing.",
            "Attempt saved. Wilfried Zaha (Crystal Palace) right footed shot from outside the box is saved in the centre of the goal.",
            "Jean-Philippe Mateta (Crystal Palace) wins a free kick on the left wing.",
            "Foul by Sven Botman (Newcastle United).",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "14": {
        "event": [
            "Full-time Match ends, Liverpool 2, Newcastle United 1.",
            "Second Half ends, Liverpool 2, Newcastle United 1.",
            "Goal! Goal!  Liverpool 2, Newcastle United 1. Fábio Carvalho (Liverpool) right footed shot from the left side of the six yard box to the top left corner. Assisted by Mohamed Salah   following a corner.",
            "Corner,  Liverpool. Conceded by Dan Burn.",
            "Attempt blocked. Mohamed Salah (Liverpool) right footed shot from the right side of the box is blocked. Assisted by Roberto Firmino.",
            "Attempt missed. Joe Gomez (Liverpool) right footed shot from outside the box is high and wide to the left.",
            "Attempt blocked. Roberto Firmino (Liverpool) left footed shot from outside the box is blocked. Assisted by Harvey Elliott.",
            "Foul by Joelinton (Newcastle United).",
            "Luis Díaz (Liverpool) wins a free kick on the right wing.",
            "James Milner (Liverpool) wins a free kick in the defensive half.",
            "Foul by Joelinton (Newcastle United).",
            "Attempt missed. Fábio Carvalho (Liverpool) left footed shot from the left side of the box is close, but misses to the left. Assisted by James Milner following a set piece situation.",
            "Yellow Card! Kieran Trippier (Newcastle United) is shown the yellow card for a bad foul.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Luis Díaz (Liverpool) wins a free kick in the attacking half.",
            "Corner,  Liverpool. Conceded by Elliot Anderson.",
            "Yellow Card! Jamaal Lascelles (Newcastle United) is shown the yellow card for a bad foul.",
            "Harvey Elliott (Liverpool) wins a free kick in the attacking half.",
            "Foul by Jamaal Lascelles (Newcastle United).",
            "Attempt missed. Fabinho (Liverpool) right footed shot from outside the box is high and wide to the right.",
            "Offside, Newcastle United. Sean Longstaff tries a through ball, but Dan Burn is caught offside.",
            "Attempt missed. Chris Wood (Newcastle United) header from the centre of the box misses to the right. Assisted by Matt Targett with a cross following a set piece situation.",
            "Foul by James Milner (Liverpool).",
            "Elliot Anderson (Newcastle United) wins a free kick on the left wing.",
            "Substitution Substitution, Newcastle United. Elliot Anderson replaces Miguel Almirón.",
            "Attempt missed. Fabinho (Liverpool) left footed shot from the centre of the box is too high following a set piece situation.",
            "Foul by Joe Willock (Newcastle United).",
            "Fábio Carvalho (Liverpool) wins a free kick on the left wing.",
            "Attempt saved. Luis Díaz (Liverpool) right footed shot from the centre of the box is saved in the top centre of the goal. Assisted by Mohamed Salah.",
            "Attempt blocked. Roberto Firmino (Liverpool) left footed shot from the right side of the box is blocked. Assisted by Mohamed Salah with a headed pass.",
            "Attempt blocked. Roberto Firmino (Liverpool) header from the centre of the box is blocked. Assisted by Kostas Tsimikas with a cross.",
            "Corner,  Liverpool. Conceded by Nick Pope.",
            "Attempt saved. Luis Díaz (Liverpool) right footed shot from outside the box is saved in the top centre of the goal. Assisted by Virgil van Dijk.",
            "Foul by Fabinho (Liverpool).",
            "Sean Longstaff (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Dan Burn (Newcastle United).",
            "Mohamed Salah (Liverpool) wins a free kick in the attacking half.",
            "Substitution Substitution, Liverpool. Fábio Carvalho replaces Trent Alexander-Arnold.",
            "Substitution Substitution, Liverpool. Kostas Tsimikas replaces Andrew Robertson.",
            "Substitution Substitution, Liverpool. James Milner replaces Jordan Henderson because of an injury.",
            "Hand ball by Roberto Firmino (Liverpool).",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Alexander Isak.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Ryan Fraser.",
            "Attempt missed. Luis Díaz (Liverpool) left footed shot from the centre of the box misses to the right. Assisted by Andrew Robertson with a cross.",
            "Goal! Goal!  Liverpool 1, Newcastle United 1. Roberto Firmino (Liverpool) right footed shot from the centre of the box to the bottom left corner. Assisted by Mohamed Salah.",
            "Attempt saved. Harvey Elliott (Liverpool) left footed shot from the centre of the box is saved in the bottom left corner.",
            "Offside, Liverpool. Joe Gomez tries a through ball, but Luis Díaz is caught offside.",
            "Offside, Newcastle United. Ryan Fraser tries a through ball, but Alexander Isak is caught offside.",
            "Attempt saved. Virgil van Dijk (Liverpool) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Jordan Henderson.",
            "Attempt blocked. Roberto Firmino (Liverpool) right footed shot from the centre of the box is blocked.",
            "Corner,  Liverpool. Conceded by Joe Willock.",
            "Attempt blocked. Andrew Robertson (Liverpool) right footed shot from the left side of the box is blocked.",
            "Foul by Fabinho (Liverpool).",
            "Ryan Fraser (Newcastle United) wins a free kick in the defensive half.",
            "Jordan Henderson (Liverpool) wins a free kick in the defensive half.",
            "Foul by Joe Willock (Newcastle United).",
            "Corner,  Liverpool. Conceded by Kieran Trippier.",
            "Foul by Dan Burn (Newcastle United).",
            "Mohamed Salah (Liverpool) wins a free kick in the attacking half.",
            "Attempt missed. Mohamed Salah (Liverpool) right footed shot from long range on the right is high and wide to the right. Assisted by Trent Alexander-Arnold.",
            "Kick Off! Second Half begins Liverpool 0, Newcastle United 1.",
            "Half-time First Half ends, Liverpool 0, Newcastle United 1.",
            "Corner,  Liverpool. Conceded by Joe Willock.",
            "Attempt blocked. Trent Alexander-Arnold (Liverpool) right footed shot from outside the box is blocked. Assisted by Mohamed Salah.",
            "Corner,  Liverpool. Conceded by Kieran Trippier.",
            "Corner,  Liverpool. Conceded by Ryan Fraser.",
            "Attempt missed. Trent Alexander-Arnold (Liverpool) right footed shot from the right side of the box misses to the left. Assisted by Andrew Robertson with a cross.",
            "Corner,  Liverpool. Conceded by Dan Burn.",
            "Corner,  Liverpool. Conceded by Ryan Fraser.",
            "Corner,  Liverpool. Conceded by Kieran Trippier.",
            "Goal! Goal!  Liverpool 0, Newcastle United 1. Alexander Isak (Newcastle United) right footed shot from the centre of the box to the top left corner. Assisted by Sean Longstaff with a through ball.",
            "Foul by Joelinton (Newcastle United).",
            "Harvey Elliott (Liverpool) wins a free kick on the right wing.",
            "Joe Gomez (Liverpool) wins a free kick in the defensive half.",
            "Foul by Alexander Isak (Newcastle United).",
            "Attempt missed. Luis Díaz (Liverpool) right footed shot from the centre of the box is close, but misses the top right corner. Assisted by Roberto Firmino with a through ball.",
            "Ryan Fraser (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Joe Gomez (Liverpool).",
            "Attempt saved. Kieran Trippier (Newcastle United) right footed shot from outside the box is saved in the top centre of the goal.",
            "Foul by Fabinho (Liverpool).",
            "Joe Willock (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Joe Gomez (Liverpool).",
            "Alexander Isak (Newcastle United) wins a free kick in the defensive half.",
            "Attempt blocked. Joe Gomez (Liverpool) right footed shot from outside the box is blocked. Assisted by Mohamed Salah.",
            "Corner,  Liverpool. Conceded by Kieran Trippier.",
            "Offside, Liverpool. Mohamed Salah tries a through ball, but Roberto Firmino is caught offside.",
            "Corner,  Liverpool. Conceded by Dan Burn.",
            "Attempt missed. Ryan Fraser (Newcastle United) right footed shot from outside the box is close, but misses the top right corner. Assisted by Matt Targett.",
            "Jamaal Lascelles (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Luis Díaz (Liverpool).",
            "Attempt missed. Alexander Isak (Newcastle United) right footed shot from outside the box is high and wide to the right. Assisted by Joe Willock following a fast break.",
            "Foul by Luis Díaz (Liverpool).",
            "Jamaal Lascelles (Newcastle United) wins a free kick in the defensive half.",
            "Attempt blocked. Luis Díaz (Liverpool) right footed shot from the left side of the box is blocked. Assisted by Andrew Robertson.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "15": {
        "event": [
            "Full-time Match ends, Wolverhampton Wanderers 1, Newcastle United 1.",
            "Second Half ends, Wolverhampton Wanderers 1, Newcastle United 1.",
            "Attempt missed. Fabian Schär (Newcastle United) right footed shot from outside the box is close, but misses to the left from a direct free kick.",
            "Substitution Substitution, Newcastle United. Matt Ritchie replaces Allan Saint-Maximin because of an injury.",
            "Substitution Substitution, Wolverhampton Wanderers. Leander Dendoncker replaces João Moutinho.",
            "Elliot Anderson (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Nathan Collins (Wolverhampton Wanderers).",
            "Elliot Anderson (Newcastle United) hits the bar with a header from the left side of the six yard box following a corner.",
            "Corner,  Newcastle United. Conceded by Jonny.",
            "Joelinton (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Matheus Nunes (Wolverhampton Wanderers).",
            "Attempt saved. Allan Saint-Maximin (Newcastle United) right footed shot from outside the box is saved in the centre of the goal. Assisted by Fabian Schär.",
            "Attempt blocked. João Moutinho (Wolverhampton Wanderers) left footed shot from outside the box is blocked.",
            "Corner,  Wolverhampton Wanderers. Conceded by Sean Longstaff.",
            "Attempt blocked. Rúben Neves (Wolverhampton Wanderers) right footed shot from outside the box is blocked.",
            "Foul by Elliot Anderson (Newcastle United).",
            "João Moutinho (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Goal! Goal!  Wolverhampton Wanderers 1, Newcastle United 1. Allan Saint-Maximin (Newcastle United) right footed shot from outside the box to the bottom right corner.",
            "Elliot Anderson (Newcastle United) wins a free kick in the defensive half.",
            "Foul by João Moutinho (Wolverhampton Wanderers).",
            "Offside, Wolverhampton Wanderers. Nélson Semedo tries a through ball, but Raúl Jiménez is caught offside.",
            "Rúben Neves (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Foul by Elliot Anderson (Newcastle United).",
            "Attempt saved. Elliot Anderson (Newcastle United) header from the centre of the box is saved in the bottom left corner. Assisted by Fabian Schär with a headed pass.",
            "Substitution Substitution, Wolverhampton Wanderers. Hwang Hee-Chan replaces Pedro Neto.",
            "Substitution Substitution, Newcastle United. Elliot Anderson replaces Joe Willock.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Miguel Almirón.",
            "Substitution Substitution, Wolverhampton Wanderers. Daniel Podence replaces Gonçalo Guedes.",
            "VAR Decision: No Goal  Wolverhampton Wanderers 1-0 Newcastle United.",
            "GOAL OVERTURNED BY VAR: Raúl Jiménez (Wolverhampton Wanderers) scores but the goal is ruled out after a VAR review.",
            "Ryan Fraser (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Pedro Neto (Wolverhampton Wanderers).",
            "Corner,  Newcastle United. Conceded by Nélson Semedo.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the centre of the box is blocked. Assisted by Allan Saint-Maximin.",
            "Attempt saved. Matheus Nunes (Wolverhampton Wanderers) right footed shot from outside the box is saved in the centre of the goal. Assisted by Rúben Neves.",
            "Corner,  Newcastle United. Conceded by Nélson Semedo.",
            "Attempt blocked. Matt Targett (Newcastle United) left footed shot from outside the box is blocked. Assisted by Ryan Fraser.",
            "Corner,  Newcastle United. Conceded by Jonny.",
            "Attempt missed. Joe Willock (Newcastle United) header from the centre of the box misses to the right. Assisted by Ryan Fraser with a cross.",
            "Corner,  Newcastle United. Conceded by João Moutinho.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from outside the box is blocked.",
            "Corner,  Newcastle United. Conceded by Jonny.",
            "Matt Targett (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Gonçalo Guedes (Wolverhampton Wanderers).",
            "Substitution Substitution, Newcastle United. Ryan Fraser replaces Chris Wood.",
            "Substitution Substitution, Newcastle United. Matt Targett replaces Dan Burn.",
            "Corner,  Wolverhampton Wanderers. Conceded by Sven Botman.",
            "Foul by Chris Wood (Newcastle United).",
            "Nélson Semedo (Wolverhampton Wanderers) wins a free kick on the right wing.",
            "Attempt saved. Pedro Neto (Wolverhampton Wanderers) left footed shot from the left side of the box is saved in the centre of the goal. Assisted by João Moutinho with a headed pass.",
            "Yellow Card! Pedro Neto (Wolverhampton Wanderers) is shown the yellow card for a bad foul.",
            "Kieran Trippier (Newcastle United) wins a free kick on the right wing.",
            "Foul by Pedro Neto (Wolverhampton Wanderers).",
            "Foul by Chris Wood (Newcastle United).",
            "Jonny (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Corner,  Newcastle United. Conceded by Maximilian Kilman.",
            "Attempt blocked. Fabian Schär (Newcastle United) right footed shot from outside the box is blocked. Assisted by Joe Willock.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the centre of the box is blocked. Assisted by Fabian Schär.",
            "Attempt blocked. Joelinton (Newcastle United) left footed shot from outside the box is blocked. Assisted by Joe Willock.",
            "Corner,  Newcastle United. Conceded by Nathan Collins.",
            "Foul by João Moutinho (Wolverhampton Wanderers).",
            "Allan Saint-Maximin (Newcastle United) wins a free kick in the defensive half.",
            "Corner,  Wolverhampton Wanderers. Conceded by Chris Wood.",
            "Attempt blocked. Rúben Neves (Wolverhampton Wanderers) right footed shot from outside the box is blocked.",
            "VAR Decision: No card change Fabian Schär (Newcastle United).",
            "Yellow Card! Fabian Schär (Newcastle United) is shown the yellow card for a bad foul.",
            "Pedro Neto (Wolverhampton Wanderers) wins a free kick in the attacking half.",
            "Foul by Fabian Schär (Newcastle United).",
            "Kick Off! Second Half begins Wolverhampton Wanderers 1, Newcastle United 0.",
            "Half-time First Half ends, Wolverhampton Wanderers 1, Newcastle United 0.",
            "Foul by Miguel Almirón (Newcastle United).",
            "Jonny (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Offside, Wolverhampton Wanderers. José Sá tries a through ball, but Raúl Jiménez is caught offside.",
            "Attempt saved. Allan Saint-Maximin (Newcastle United) right footed shot from outside the box is saved in the bottom left corner. Assisted by Joelinton.",
            "Miguel Almirón (Newcastle United) wins a free kick on the right wing.",
            "Foul by João Moutinho (Wolverhampton Wanderers).",
            "Corner,  Newcastle United. Conceded by Jonny.",
            "Goal! Goal!  Wolverhampton Wanderers 1, Newcastle United 0. Rúben Neves (Wolverhampton Wanderers) right footed shot from outside the box to the bottom left corner. Assisted by Gonçalo Guedes.",
            "Raúl Jiménez (Wolverhampton Wanderers) wins a free kick in the attacking half.",
            "Foul by Sven Botman (Newcastle United).",
            "Corner,  Wolverhampton Wanderers. Conceded by Sven Botman.",
            "Attempt blocked. Raúl Jiménez (Wolverhampton Wanderers) right footed shot from the centre of the box is blocked. Assisted by Pedro Neto.",
            "Attempt saved. Raúl Jiménez (Wolverhampton Wanderers) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Nélson Semedo with a cross.",
            "Raúl Jiménez (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Foul by Joe Willock (Newcastle United).",
            "Joe Willock (Newcastle United) wins a free kick on the right wing.",
            "Foul by Gonçalo Guedes (Wolverhampton Wanderers).",
            "Yellow Card! Nélson Semedo (Wolverhampton Wanderers) is shown the yellow card for a bad foul.",
            "Foul by Nélson Semedo (Wolverhampton Wanderers).",
            "Allan Saint-Maximin (Newcastle United) wins a free kick in the defensive half.",
            "Attempt missed. Matheus Nunes (Wolverhampton Wanderers) header from the centre of the box misses to the right.",
            "Attempt blocked. Allan Saint-Maximin (Newcastle United) right footed shot from the left side of the box is blocked. Assisted by Kieran Trippier.",
            "Attempt saved. Joelinton (Newcastle United) right footed shot from the centre of the box is saved in the bottom left corner. Assisted by Kieran Trippier with a cross.",
            "Corner,  Newcastle United. Conceded by Nélson Semedo.",
            "Attempt blocked. Allan Saint-Maximin (Newcastle United) right footed shot from outside the box is blocked. Assisted by Joelinton.",
            "Foul by Sean Longstaff (Newcastle United).",
            "Raúl Jiménez (Wolverhampton Wanderers) wins a free kick in the attacking half.",
            "Offside, Newcastle United. Miguel Almirón tries a through ball, but Joe Willock is caught offside.",
            "Corner,  Newcastle United. Conceded by Nélson Semedo.",
            "Offside, Wolverhampton Wanderers. Nathan Collins tries a through ball, but Gonçalo Guedes is caught offside.",
            "Corner,  Newcastle United. Conceded by Rúben Neves.",
            "Attempt blocked. Sean Longstaff (Newcastle United) right footed shot from outside the box is blocked. Assisted by Chris Wood.",
            "João Moutinho (Wolverhampton Wanderers) wins a free kick in the defensive half.",
            "Foul by Joe Willock (Newcastle United).",
            "Attempt missed. Joe Willock (Newcastle United) left footed shot from the centre of the box is close, but misses to the right.",
            "Attempt blocked. Chris Wood (Newcastle United) right footed shot from the centre of the box is blocked. Assisted by Joe Willock.",
            "Attempt blocked. Sean Longstaff (Newcastle United) right footed shot from the centre of the box is blocked.",
            "Attempt missed. Pedro Neto (Wolverhampton Wanderers) left footed shot from the centre of the box is just a bit too high. Assisted by Gonçalo Guedes with a cross.",
            "Foul by Dan Burn (Newcastle United).",
            "Nélson Semedo (Wolverhampton Wanderers) wins a free kick on the right wing.",
            "Corner,  Newcastle United. Conceded by José Sá.",
            "Attempt saved. Chris Wood (Newcastle United) left footed shot from a difficult angle on the left is saved in the bottom left corner. Assisted by Joelinton with a through ball.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "16": {
        "event": [
            "Full-time Match ends, Newcastle United 3, Manchester City 3.",
            "Second Half ends, Newcastle United 3, Manchester City 3.",
            "Attempt blocked. Bernardo Silva (Manchester City) left footed shot from the right side of the box is blocked. Assisted by Ilkay Gündogan.",
            "Substitution Substitution, Newcastle United. Emil Krafth replaces Dan Burn because of an injury.",
            "Yellow Card! Joelinton (Newcastle United) is shown the yellow card for a bad foul.",
            "Foul by Joelinton (Newcastle United).",
            "Erling Haaland (Manchester City) wins a free kick in the defensive half.",
            "Corner,  Manchester City. Conceded by Chris Wood.",
            "Corner,  Manchester City. Conceded by Fabian Schär.",
            "Attempt blocked. Phil Foden (Manchester City) left footed shot from outside the box is blocked. Assisted by Ilkay Gündogan.",
            "Foul by Rúben Dias (Manchester City).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Bernardo Silva (Manchester City) wins a free kick on the right wing.",
            "Foul by Dan Burn (Newcastle United).",
            "Attempt missed. Sven Botman (Newcastle United) left footed shot from the centre of the box is too high. Assisted by Dan Burn with a headed pass following a corner.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Miguel Almirón.",
            "Corner,  Newcastle United. Conceded by João Cancelo.",
            "Attempt blocked. Rodri (Manchester City) right footed shot from outside the box is blocked. Assisted by Bernardo Silva.",
            "Attempt blocked. Allan Saint-Maximin (Newcastle United) right footed shot from outside the box is blocked. Assisted by Joelinton.",
            "Attempt missed. Erling Haaland (Manchester City) left footed shot from the left side of the six yard box is too high.",
            "Yellow Card! Kieran Trippier (Newcastle United) is shown the yellow card for a bad foul.",
            "VAR Decision: No Red Card Kieran Trippier (Newcastle United).",
            "Foul by Kieran Trippier (Newcastle United).",
            "Kevin De Bruyne (Manchester City) wins a free kick in the attacking half.",
            "Attempt missed. Allan Saint-Maximin (Newcastle United) right footed shot from the centre of the box is close, but misses to the left. Assisted by Bruno Guimarães.",
            "Offside, Manchester City. Erling Haaland tries a through ball, but Ilkay Gündogan is caught offside.",
            "Rúben Dias (Manchester City) wins a free kick in the attacking half.",
            "Foul by Sean Longstaff (Newcastle United).",
            "Substitution Substitution, Newcastle United. Sean Longstaff replaces Joe Willock.",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Callum Wilson.",
            "Attempt missed. Kevin De Bruyne (Manchester City) left footed shot from outside the box misses to the left. Assisted by Bernardo Silva.",
            "Goal! Goal!  Newcastle United 3, Manchester City 3. Bernardo Silva (Manchester City) left footed shot from the centre of the box to the bottom right corner. Assisted by Kevin De Bruyne with a through ball.",
            "Foul by Dan Burn (Newcastle United).",
            "Kevin De Bruyne (Manchester City) wins a free kick in the attacking half.",
            "Attempt saved. Erling Haaland (Manchester City) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Kevin De Bruyne with a through ball.",
            "Goal! Goal!  Newcastle United 3, Manchester City 2. Erling Haaland (Manchester City) left footed shot from the left side of the six yard box to the top left corner. Assisted by Rodri   following a corner.",
            "Corner,  Manchester City. Conceded by Joelinton.",
            "Attempt blocked. Ilkay Gündogan (Manchester City) right footed shot from the left side of the box is blocked. Assisted by Rúben Dias.",
            "Attempt blocked. Rodri (Manchester City) right footed shot from the centre of the box is blocked.",
            "Attempt saved. Rúben Dias (Manchester City) header from the centre of the box is saved in the centre of the goal. Assisted by Phil Foden with a cross.",
            "Corner,  Manchester City. Conceded by Fabian Schär.",
            "Corner,  Manchester City. Conceded by Fabian Schär.",
            "Goal! Goal!  Newcastle United 3, Manchester City 1. Kieran Trippier (Newcastle United) from a free kick with a right footed shot to the top left corner.",
            "Yellow Card! John Stones (Manchester City) is shown the yellow card for a bad foul.",
            "Allan Saint-Maximin (Newcastle United) wins a free kick in the attacking half.",
            "Foul by John Stones (Manchester City).",
            "Attempt saved. Erling Haaland (Manchester City) right footed shot from outside the box is saved in the bottom right corner. Assisted by Rúben Dias.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Ilkay Gündogan (Manchester City).",
            "Foul by Kyle Walker (Manchester City).",
            "Allan Saint-Maximin (Newcastle United) wins a free kick on the left wing.",
            "João Cancelo (Manchester City) wins a free kick on the left wing.",
            "Foul by Miguel Almirón (Newcastle United).",
            "Kick Off! Second Half begins Newcastle United 2, Manchester City 1.",
            "Half-time First Half ends, Newcastle United 2, Manchester City 1.",
            "Attempt missed. Rúben Dias (Manchester City) header from the centre of the box is too high. Assisted by Kevin De Bruyne with a cross following a set piece situation.",
            "Foul by Joelinton (Newcastle United).",
            "Bernardo Silva (Manchester City) wins a free kick on the right wing.",
            "Corner,  Newcastle United. Conceded by Kyle Walker.",
            "Attempt saved. Rodri (Manchester City) right footed shot from outside the box is saved in the bottom right corner. Assisted by Ilkay Gündogan.",
            "Foul by Miguel Almirón (Newcastle United).",
            "Phil Foden (Manchester City) wins a free kick in the defensive half.",
            "Callum Wilson (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Rúben Dias (Manchester City).",
            "Goal! Goal!  Newcastle United 2, Manchester City 1. Callum Wilson (Newcastle United) right footed shot from the centre of the box to the bottom right corner. Assisted by Allan Saint-Maximin.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the left side of the box is blocked. Assisted by Joelinton.",
            "Attempt blocked. Ilkay Gündogan (Manchester City) right footed shot from the centre of the box is blocked.",
            "Yellow Card! Fabian Schär (Newcastle United) is shown the yellow card for a bad foul.",
            "Phil Foden (Manchester City) wins a free kick on the left wing.",
            "Foul by Fabian Schär (Newcastle United).",
            "Allan Saint-Maximin (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Rodri (Manchester City).",
            "Attempt missed. Callum Wilson (Newcastle United) left footed shot from the centre of the box misses to the right. Assisted by Joe Willock with a cross.",
            "VAR Decision: Goal  Newcastle United 1-1 Manchester City (Allan Saint-Maximin).",
            "Goal! Goal!  Newcastle United 1, Manchester City 1. Miguel Almirón (Newcastle United) right footed shot from very close range to the bottom right corner. Assisted by Allan Saint-Maximin with a cross.Goal awarded following VAR Review.",
            "Attempt saved. Callum Wilson (Newcastle United) left footed shot from very close range is saved in the centre of the goal. Assisted by Sven Botman with a headed pass.",
            "Corner,  Newcastle United. Conceded by Kevin De Bruyne.",
            "Corner,  Newcastle United. Conceded by Rúben Dias.",
            "Attempt blocked. Callum Wilson (Newcastle United) right footed shot from the left side of the box is blocked. Assisted by Allan Saint-Maximin.",
            "Attempt saved. Allan Saint-Maximin (Newcastle United) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Miguel Almirón.",
            "Substitution Substitution, Manchester City. Rúben Dias replaces Nathan Aké because of an injury.",
            "Attempt saved. Kevin De Bruyne (Manchester City) right footed shot from outside the box is saved in the top left corner.",
            "Erling Haaland (Manchester City) wins a free kick in the attacking half.",
            "Foul by Sven Botman (Newcastle United).",
            "Yellow Card! João Cancelo (Manchester City) is shown the yellow card for a bad foul.",
            "Attempt missed. Miguel Almirón (Newcastle United) left footed shot from the centre of the box is high and wide to the left. Assisted by Allan Saint-Maximin.",
            "Foul by Joelinton (Newcastle United).",
            "Kyle Walker (Manchester City) wins a free kick in the defensive half.",
            "Attempt saved. Phil Foden (Manchester City) left footed shot from the left side of the box is saved in the bottom right corner. Assisted by Kevin De Bruyne.",
            "Ilkay Gündogan (Manchester City) wins a free kick in the attacking half.",
            "Foul by Joelinton (Newcastle United).",
            "Offside, Newcastle United. Joe Willock tries a through ball, but Callum Wilson is caught offside.",
            "Phil Foden (Manchester City) wins a free kick on the left wing.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Attempt saved. Kevin De Bruyne (Manchester City) right footed shot from the right side of the box is saved in the bottom right corner. Assisted by Erling Haaland.",
            "Attempt blocked. João Cancelo (Manchester City) right footed shot from the left side of the box is blocked. Assisted by Ilkay Gündogan.",
            "Yellow Card! Bruno Guimarães (Newcastle United) is shown the yellow card for a bad foul.",
            "Kevin De Bruyne (Manchester City) wins a free kick in the attacking half.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Foul by Kevin De Bruyne (Manchester City).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Goal! Goal!  Newcastle United 0, Manchester City 1. Ilkay Gündogan (Manchester City) right footed shot from the centre of the box to the centre of the goal. Assisted by Bernardo Silva.",
            "Offside, Newcastle United. Sven Botman tries a through ball, but Allan Saint-Maximin is caught offside.",
            "Attempt missed. Rodri (Manchester City) right footed shot from outside the box is too high. Assisted by Phil Foden.",
            "Corner,  Newcastle United. Conceded by João Cancelo.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "17": {
        "event": [
            "Full-time Match ends, Brighton and Hove Albion 0, Newcastle United 0.",
            "Second Half ends, Brighton and Hove Albion 0, Newcastle United 0.",
            "Yellow Card! Fabian Schär (Newcastle United) is shown the yellow card.",
            "Corner,  Newcastle United. Conceded by Pascal Groß.",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Callum Wilson.",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Callum Wilson (Newcastle United).",
            "Attempt missed. Pascal Groß (Brighton and Hove Albion) right footed shot from very close range is close, but misses to the left. Assisted by Kaoru Mitoma.",
            "Pascal Groß (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Dan Burn (Newcastle United).",
            "Attempt blocked. Joël Veltman (Brighton and Hove Albion) right footed shot from the centre of the box is blocked. Assisted by Pascal Groß.",
            "Corner,  Brighton and Hove Albion. Conceded by Miguel Almirón.",
            "Offside, Newcastle United. Kieran Trippier tries a through ball, but Miguel Almirón is caught offside.",
            "Hand ball by Callum Wilson (Newcastle United).",
            "Substitution Substitution, Newcastle United. Sean Longstaff replaces Joe Willock.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Allan Saint-Maximin.",
            "Substitution Substitution, Brighton and Hove Albion. Tariq Lamptey replaces Leandro Trossard.",
            "Substitution Substitution, Brighton and Hove Albion. Kaoru Mitoma replaces Solly March.",
            "Corner,  Brighton and Hove Albion. Conceded by Dan Burn.",
            "Attempt saved. Solly March (Brighton and Hove Albion) left footed shot from the centre of the box is saved in the bottom right corner. Assisted by Enock Mwepu.",
            "Corner,  Brighton and Hove Albion. Conceded by Fabian Schär.",
            "Attempt blocked. Danny Welbeck (Brighton and Hove Albion) left footed shot from the centre of the box is blocked. Assisted by Pascal Groß.",
            "Attempt missed. Dan Burn (Newcastle United) header from the centre of the box is too high. Assisted by Kieran Trippier with a cross following a corner.",
            "Substitution Substitution, Brighton and Hove Albion. Enock Mwepu replaces Adam Lallana.",
            "Corner,  Newcastle United. Conceded by Joël Veltman.",
            "Offside, Newcastle United. Kieran Trippier tries a through ball, but Dan Burn is caught offside.",
            "Corner,  Newcastle United. Conceded by Alexis Mac Allister.",
            "Joe Willock (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Moisés Caicedo (Brighton and Hove Albion).",
            "Attempt missed. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box misses to the left. Assisted by Solly March with a headed pass.",
            "Yellow Card! Solly March (Brighton and Hove Albion) is shown the yellow card.",
            "Yellow Card! Joelinton (Newcastle United) is shown the yellow card.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Leandro Trossard (Brighton and Hove Albion).",
            "Hand ball by Leandro Trossard (Brighton and Hove Albion).",
            "Corner,  Brighton and Hove Albion. Conceded by Joe Willock.",
            "Attempt blocked. Solly March (Brighton and Hove Albion) left footed shot from outside the box is blocked. Assisted by Moisés Caicedo.",
            "Attempt saved. Adam Lallana (Brighton and Hove Albion) header from the centre of the box is saved in the bottom right corner. Assisted by Solly March with a cross.",
            "Kick Off! Second Half begins Brighton and Hove Albion 0, Newcastle United 0.",
            "Half-time First Half ends, Brighton and Hove Albion 0, Newcastle United 0.",
            "Alexis Mac Allister (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Foul by Joelinton (Newcastle United).",
            "Offside, Newcastle United. Miguel Almirón tries a through ball, but Callum Wilson is caught offside.",
            "Attempt saved. Adam Lallana (Brighton and Hove Albion) left footed shot from the centre of the box is saved in the top centre of the goal. Assisted by Pascal Groß.",
            "Attempt saved. Joe Willock (Newcastle United) right footed shot from outside the box is saved in the top centre of the goal. Assisted by Callum Wilson.",
            "Attempt missed. Alexis Mac Allister (Brighton and Hove Albion) right footed shot from outside the box is too high. Assisted by Danny Welbeck.",
            "Attempt saved. Moisés Caicedo (Brighton and Hove Albion) right footed shot from outside the box is saved in the top centre of the goal.",
            "Yellow Card! Alexis Mac Allister (Brighton and Hove Albion) is shown the yellow card for a bad foul.",
            "Miguel Almirón (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Alexis Mac Allister (Brighton and Hove Albion).",
            "Attempt blocked. Solly March (Brighton and Hove Albion) right footed shot from the centre of the box is blocked.",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Attempt blocked. Joe Willock (Newcastle United) right footed shot from the left side of the box is blocked. Assisted by Joelinton.",
            "Attempt missed. Miguel Almirón (Newcastle United) left footed shot from the right side of the box is high and wide to the left. Assisted by Allan Saint-Maximin.",
            "Offside, Newcastle United. Allan Saint-Maximin tries a through ball, but Callum Wilson is caught offside.",
            "Yellow Card! Allan Saint-Maximin (Newcastle United) is shown the yellow card.",
            "Allan Saint-Maximin (Newcastle United) has gone down, but the referee deems it simulation.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Adam Lallana (Brighton and Hove Albion).",
            "Attempt saved. Leandro Trossard (Brighton and Hove Albion) left footed shot from a difficult angle on the left is saved in the centre of the goal.",
            "Offside, Brighton and Hove Albion. Robert Sánchez tries a through ball, but Solly March is caught offside.",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Danny Welbeck (Brighton and Hove Albion).",
            "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half.",
            "Dangerous play by Callum Wilson (Newcastle United).",
            "Miguel Almirón (Newcastle United) wins a free kick on the right wing.",
            "Foul by Leandro Trossard (Brighton and Hove Albion).",
            "Corner,  Brighton and Hove Albion. Conceded by Dan Burn.",
            "Corner,  Brighton and Hove Albion. Conceded by Sven Botman.",
            "Corner,  Brighton and Hove Albion. Conceded by Miguel Almirón.",
            "Attempt blocked. Leandro Trossard (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Pascal Groß.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "18": {
        "event": [
            "Full-time Match ends, Newcastle United 2, Nottingham Forest 0.",
            "Second Half ends, Newcastle United 2, Nottingham Forest 0.",
            "Substitution Substitution, Newcastle United. Sven Botman replaces Bruno Guimarães.",
            "Joe Worrall (Nottingham Forest) wins a free kick in the attacking half.",
            "Foul by Chris Wood (Newcastle United).",
            "Foul by Taiwo Awoniyi (Nottingham Forest).",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Allan Saint-Maximin.",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Callum Wilson.",
            "Alex Mighten (Nottingham Forest) wins a free kick on the right wing.",
            "Foul by Matt Targett (Newcastle United).",
            "Attempt missed. Callum Wilson (Newcastle United) left footed shot from the left side of the six yard box is close, but misses to the left. Assisted by Sean Longstaff.",
            "Attempt missed. Allan Saint-Maximin (Newcastle United) right footed shot from the left side of the box misses to the left. Assisted by Ryan Fraser.",
            "Substitution Substitution, Nottingham Forest. Alex Mighten replaces Moussa Niakhaté.",
            "Substitution Substitution, Newcastle United. Ryan Fraser replaces Miguel Almirón.",
            "Substitution Substitution, Newcastle United. Sean Longstaff replaces Joe Willock.",
            "Matt Targett (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Brennan Johnson (Nottingham Forest).",
            "Goal! Goal!  Newcastle United 2, Nottingham Forest 0. Callum Wilson (Newcastle United) right footed shot from the centre of the box to the high centre of the goal. Assisted by Joelinton.",
            "Attempt saved. Miguel Almirón (Newcastle United) left footed shot from a difficult angle on the right is saved in the bottom left corner. Assisted by Bruno Guimarães.",
            "Substitution Substitution, Nottingham Forest. Orel Mangala replaces Lewis O'Brien.",
            "Corner,  Nottingham Forest. Conceded by Miguel Almirón.",
            "Lewis O'Brien (Nottingham Forest) wins a free kick in the defensive half.",
            "Foul by Joelinton (Newcastle United).",
            "Offside, Newcastle United. Joe Willock tries a through ball, but Callum Wilson is caught offside.",
            "Attempt missed. Dan Burn (Newcastle United) right footed shot from the centre of the box misses to the right. Assisted by Kieran Trippier with a cross following a set piece situation.",
            "Bruno Guimarães (Newcastle United) wins a free kick on the right wing.",
            "Foul by Scott McKenna (Nottingham Forest).",
            "Substitution Substitution, Nottingham Forest. Taiwo Awoniyi replaces Sam Surridge.",
            "Attempt missed. Sam Surridge (Nottingham Forest) header from the centre of the box is too high. Assisted by Neco Williams with a cross.",
            "Attempt blocked. Joe Willock (Newcastle United) left footed shot from the centre of the box is blocked. Assisted by Callum Wilson.",
            "Corner,  Newcastle United. Conceded by Neco Williams.",
            "Goal! Goal!  Newcastle United 1, Nottingham Forest 0. Fabian Schär (Newcastle United) right footed shot from outside the box to the top right corner    following a corner.",
            "Corner,  Newcastle United. Conceded by Scott McKenna.",
            "Attempt blocked. Allan Saint-Maximin (Newcastle United) right footed shot from the centre of the box is blocked. Assisted by Miguel Almirón.",
            "Attempt saved. Joe Willock (Newcastle United) right footed shot from the left side of the box is saved in the bottom right corner. Assisted by Callum Wilson.",
            "Yellow Card! Lewis O'Brien (Nottingham Forest) is shown the yellow card for a bad foul.",
            "Foul by Lewis O'Brien (Nottingham Forest).",
            "Miguel Almirón (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Jesse Lingard (Nottingham Forest).",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Corner,  Newcastle United. Conceded by Joe Worrall.",
            "Corner,  Newcastle United. Conceded by Scott McKenna.",
            "Attempt missed. Sam Surridge (Nottingham Forest) header from the centre of the box misses to the left.",
            "Offside, Newcastle United. Matt Targett tries a through ball, but Dan Burn is caught offside.",
            "Joelinton (Newcastle United) wins a free kick on the left wing.",
            "Foul by Joe Worrall (Nottingham Forest).",
            "Kick Off! Second Half begins Newcastle United 0, Nottingham Forest 0.",
            "Half-time First Half ends, Newcastle United 0, Nottingham Forest 0.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Jack Colback (Nottingham Forest).",
            "Corner,  Newcastle United. Conceded by Dean Henderson.",
            "Attempt missed. Neco Williams (Nottingham Forest) right footed shot from the right side of the box misses to the right.",
            "Attempt blocked. Jesse Lingard (Nottingham Forest) right footed shot from the centre of the box is blocked.",
            "Attempt saved. Allan Saint-Maximin (Newcastle United) right footed shot from outside the box is saved in the centre of the goal. Assisted by Joelinton.",
            "Attempt saved. Callum Wilson (Newcastle United) header from the centre of the box is saved in the bottom left corner. Assisted by Joe Willock.",
            "Scott McKenna (Nottingham Forest) wins a free kick in the defensive half.",
            "Foul by Callum Wilson (Newcastle United).",
            "Attempt saved. Joelinton (Newcastle United) right footed shot from outside the box is saved in the centre of the goal. Assisted by Bruno Guimarães.",
            "Attempt missed. Joelinton (Newcastle United) right footed shot from the centre of the box is close, but misses to the left. Assisted by Bruno Guimarães.",
            "Joelinton (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Jesse Lingard (Nottingham Forest).",
            "Attempt blocked. Lewis O'Brien (Nottingham Forest) left footed shot from outside the box is blocked. Assisted by Jesse Lingard.",
            "Foul by Joe Willock (Newcastle United).",
            "Jack Colback (Nottingham Forest) wins a free kick in the attacking half.",
            "Attempt missed. Bruno Guimarães (Newcastle United) right footed shot from outside the box is close, but misses to the left. Assisted by Matt Targett with a headed pass.",
            "Attempt blocked. Allan Saint-Maximin (Newcastle United) header from very close range is blocked. Assisted by Miguel Almirón with a cross.",
            "Foul by Moussa Niakhaté (Nottingham Forest).",
            "Joe Willock (Newcastle United) wins a free kick in the attacking half.",
            "Attempt missed. Callum Wilson (Newcastle United) left footed shot from the centre of the box misses to the right. Assisted by Joelinton with a cross.",
            "Yellow Card! Neco Williams (Nottingham Forest) is shown the yellow card for a bad foul.",
            "Joelinton (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Neco Williams (Nottingham Forest).",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Sam Surridge (Nottingham Forest).",
            "Foul by Joelinton (Newcastle United).",
            "Lewis O'Brien (Nottingham Forest) wins a free kick in the defensive half.",
            "Attempt saved. Joelinton (Newcastle United) right footed shot from outside the box is saved in the bottom right corner. Assisted by Dan Burn.",
            "Corner,  Newcastle United. Conceded by Harry Toffolo.",
            "Corner,  Newcastle United. Conceded by Neco Williams.",
            "Sam Surridge (Nottingham Forest) wins a free kick in the defensive half.",
            "Foul by Matt Targett (Newcastle United).",
            "Attempt blocked. Kieran Trippier (Newcastle United) right footed shot from outside the box is blocked.",
            "Yellow Card! Joe Worrall (Nottingham Forest) is shown the yellow card for a bad foul.",
            "Foul by Joe Worrall (Nottingham Forest).",
            "Allan Saint-Maximin (Newcastle United) wins a free kick in the attacking half.",
            "Bruno Guimarães (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Sam Surridge (Nottingham Forest).",
            "Corner,  Newcastle United. Conceded by Joe Worrall.",
            "Foul by Miguel Almirón (Newcastle United).",
            "Harry Toffolo (Nottingham Forest) wins a free kick in the defensive half.",
            "Attempt missed. Dan Burn (Newcastle United) header from the right side of the six yard box is close, but misses to the right. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Moussa Niakhaté.",
            "Attempt missed. Dan Burn (Newcastle United) right footed shot from the centre of the box misses to the left. Assisted by Fabian Schär with a cross following a set piece situation.",
            "Allan Saint-Maximin (Newcastle United) wins a free kick on the left wing.",
            "Foul by Neco Williams (Nottingham Forest).",
            "Corner,  Newcastle United. Conceded by Scott McKenna.",
            "Attempt blocked. Joe Willock (Newcastle United) right footed shot from outside the box is blocked. Assisted by Allan Saint-Maximin.",
            "Neco Williams (Nottingham Forest) wins a free kick in the defensive half.",
            "Foul by Allan Saint-Maximin (Newcastle United).",
            "Attempt saved. Dan Burn (Newcastle United) header from the left side of the box is saved in the top left corner. Assisted by Matt Targett.",
            "Attempt blocked. Fabian Schär (Newcastle United) right footed shot from the centre of the box is blocked. Assisted by Matt Targett.",
            "Corner,  Newcastle United. Conceded by Moussa Niakhaté.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "19": {
        "event": [
            "Full-time Match ends, Newcastle United 1, Fulham 0.",
            "Second Half ends, Newcastle United 1, Fulham 0.",
            "Substitution Substitution, Newcastle United. Chris Wood replaces Callum Wilson.",
            "Substitution Substitution, Fulham. Tom Cairney replaces Harrison Reed.",
            "Substitution Substitution, Fulham. Harry Wilson replaces Bobby De Cordova-Reid.",
            "Substitution Substitution, Fulham. Carlos Vinícius replaces Issa Diop.",
            "Goal! Goal!  Newcastle United 1, Fulham 0. Alexander Isak (Newcastle United) header from very close range to the centre of the goal. Assisted by Callum Wilson.",
            "Attempt blocked. Callum Wilson (Newcastle United) header from the left side of the six yard box is blocked. Assisted by Sean Longstaff with a cross.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Layvin Kurzawa (Fulham).",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Miguel Almirón.",
            "Foul by Issa Diop (Fulham).",
            "Alexander Isak (Newcastle United) wins a free kick in the attacking half.",
            "Corner,  Newcastle United. Conceded by Kenny Tete.",
            "Attempt blocked. Joelinton (Newcastle United) left footed shot from the centre of the box is blocked. Assisted by Alexander Isak.",
            "Offside, Newcastle United. Joelinton tries a through ball, but Callum Wilson is caught offside.",
            "Foul by Tim Ream (Fulham).",
            "Callum Wilson (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Aleksandar Mitrovic (Fulham).",
            "Kieran Trippier (Newcastle United) wins a free kick in the defensive half.",
            "Substitution Substitution, Fulham. Dan James replaces Willian.",
            "Substitution Substitution, Fulham. Tosin Adarabioyo replaces Andreas Pereira.",
            "Attempt missed. Allan Saint-Maximin (Newcastle United) right footed shot from outside the box is close, but misses to the right. Assisted by Miguel Almirón.",
            "Attempt missed. Aleksandar Mitrovic (Fulham) left footed shot from the centre of the box misses to the left. Assisted by João Palhinha following a set piece situation.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Bobby De Cordova-Reid (Fulham) wins a free kick on the left wing.",
            "Foul by Aleksandar Mitrovic (Fulham).",
            "Sean Longstaff (Newcastle United) wins a free kick in the defensive half.",
            "Delay over. They are ready to continue.",
            "Substitution Substitution, Newcastle United. Alexander Isak replaces Joe Willock.",
            "Delay in match   (Fulham).",
            "Pen. Missed! Penalty missed! Bad penalty by Aleksandar Mitrovic (Fulham) right footed shot is close, but misses to the left. Aleksandar Mitrovic should be disappointed.",
            "(Newcastle United) wins a free kick in the defensive half.",
            "Aleksandar Mitrovic (Fulham).",
            "Yellow Card! Nick Pope (Newcastle United) is shown the yellow card.",
            "Delay over. They are ready to continue.",
            "VAR Decision: Penalty Fulham.",
            "Penalty Fulham. Bobby De Cordova-Reid draws a foul in the penalty area.",
            "Penalty conceded by Kieran Trippier (Newcastle United) after a foul in the penalty area.",
            "Yellow Card! Andreas Pereira (Fulham) is shown the yellow card for a bad foul.",
            "Callum Wilson (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Andreas Pereira (Fulham).",
            "Attempt missed. Callum Wilson (Newcastle United) header from the right side of the six yard box misses to the left. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Issa Diop.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the right side of the box is blocked.",
            "Fabian Schär (Newcastle United) hits the right post with a right footed shot from outside the box from a direct free kick.",
            "Yellow Card! Tim Ream (Fulham) is shown the yellow card for a bad foul.",
            "Joelinton (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Tim Ream (Fulham).",
            "Corner,  Fulham. Conceded by Nick Pope.",
            "Corner,  Fulham. Conceded by Fabian Schär.",
            "Issa Diop (Fulham) wins a free kick in the defensive half.",
            "Foul by Callum Wilson (Newcastle United).",
            "Attempt missed. João Palhinha (Fulham) header from the centre of the box is high and wide to the left. Assisted by Andreas Pereira with a cross following a corner.",
            "Corner,  Fulham. Conceded by Sven Botman.",
            "Attempt missed. Callum Wilson (Newcastle United) header from the centre of the box is close, but misses to the right. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Layvin Kurzawa.",
            "Yellow Card! Layvin Kurzawa (Fulham) is shown the yellow card for a bad foul.",
            "Miguel Almirón (Newcastle United) wins a free kick on the right wing.",
            "Foul by Layvin Kurzawa (Fulham).",
            "Offside, Fulham. Andreas Pereira tries a through ball, but Bobby De Cordova-Reid is caught offside.",
            "Attempt missed. Sean Longstaff (Newcastle United) left footed shot from outside the box is too high.",
            "Kick Off! Second Half begins Newcastle United 0, Fulham 0.",
            "Substitution Substitution, Newcastle United. Allan Saint-Maximin replaces Bruno Guimarães because of an injury.",
            "Half-time First Half ends, Newcastle United 0, Fulham 0.",
            "Attempt saved. Miguel Almirón (Newcastle United) left footed shot from outside the box is saved in the centre of the goal.",
            "Callum Wilson (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Issa Diop (Fulham).",
            "Attempt saved. Callum Wilson (Newcastle United) right footed shot from the centre of the box is saved in the bottom right corner. Assisted by Sean Longstaff with a headed pass.",
            "Offside, Fulham. Kenny Tete tries a through ball, but Harrison Reed is caught offside.",
            "Corner,  Newcastle United. Conceded by Layvin Kurzawa.",
            "Attempt blocked. Kieran Trippier (Newcastle United) right footed shot from outside the box is blocked.",
            "Foul by Andreas Pereira (Fulham).",
            "Sean Longstaff (Newcastle United) wins a free kick in the attacking half.",
            "Andreas Pereira (Fulham) wins a free kick in the defensive half.",
            "Foul by Joe Willock (Newcastle United).",
            "Corner,  Newcastle United. Conceded by Bernd Leno.",
            "Attempt saved. Callum Wilson (Newcastle United) right footed shot from the right side of the box is saved in the top centre of the goal. Assisted by Fabian Schär.",
            "Corner,  Newcastle United. Conceded by Issa Diop.",
            "Attempt blocked. Joe Willock (Newcastle United) left footed shot from the right side of the six yard box is blocked. Assisted by Sean Longstaff.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Nick Pope (Newcastle United).",
            "Attempt missed. Joe Willock (Newcastle United) right footed shot from outside the box is high and wide to the right following a corner.",
            "Corner,  Newcastle United. Conceded by João Palhinha.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from outside the box is blocked. Assisted by Kieran Trippier.",
            "Miguel Almirón (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Harrison Reed (Fulham).",
            "Foul by Aleksandar Mitrovic (Fulham).",
            "Fabian Schär (Newcastle United) wins a free kick in the defensive half.",
            "Corner,  Fulham. Conceded by Fabian Schär.",
            "Corner,  Newcastle United. Conceded by Layvin Kurzawa.",
            "Sean Longstaff (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Andreas Pereira (Fulham).",
            "Attempt saved. Callum Wilson (Newcastle United) header from the centre of the box is saved in the centre of the goal. Assisted by Kieran Trippier with a cross.",
            "Attempt blocked. Callum Wilson (Newcastle United) right footed shot from the right side of the box is blocked. Assisted by Sean Longstaff with a cross.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Bruno Guimarães (Newcastle United).",
            "Hand ball by Aleksandar Mitrovic (Fulham).",
            "Corner,  Fulham. Conceded by Bruno Guimarães.",
            "Foul by Joelinton (Newcastle United).",
            "Kenny Tete (Fulham) wins a free kick in the defensive half.",
            "Corner,  Newcastle United. Conceded by Tim Ream.",
            "Attempt missed. Kenny Tete (Fulham) left footed shot from outside the box is high and wide to the left.",
            "Attempt blocked. Aleksandar Mitrovic (Fulham) left footed shot from the centre of the box is blocked. Assisted by Andreas Pereira with a cross.",
            "Offside, Fulham. João Palhinha tries a through ball, but Issa Diop is caught offside.",
            "Hand ball by Kieran Trippier (Newcastle United).",
            "Offside, Newcastle United. Kieran Trippier tries a through ball, but Fabian Schär is caught offside.",
            "Corner,  Newcastle United. Conceded by Issa Diop.",
            "Attempt blocked. Sean Longstaff (Newcastle United) left footed shot from the centre of the box is blocked. Assisted by Bruno Guimarães with a through ball.",
            "Attempt missed. Joe Willock (Newcastle United) right footed shot from outside the box misses to the right. Assisted by Joelinton with a headed pass.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "20": {
        "event": [
            "Full-time Match ends, Crystal Palace 0, Newcastle United 0.",
            "Second Half ends, Crystal Palace 0, Newcastle United 0.",
            "Yellow Card! Michael Olise (Crystal Palace) is shown the yellow card.",
            "Yellow Card! Joelinton (Newcastle United) is shown the yellow card.",
            "Foul by Michael Olise (Crystal Palace).",
            "Joelinton (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Alexander Isak (Newcastle United).",
            "Will Hughes (Crystal Palace) wins a free kick on the left wing.",
            "Substitution Substitution, Crystal Palace. David Ozoh replaces Odsonne Édouard.",
            "Corner,  Newcastle United. Conceded by Michael Olise.",
            "Attempt blocked. Allan Saint-Maximin (Newcastle United) right footed shot from the centre of the box is blocked. Assisted by Alexander Isak.",
            "Yellow Card! Cheick Oumar Doucouré (Crystal Palace) is shown the yellow card for a bad foul.",
            "Foul by Cheick Oumar Doucouré (Crystal Palace).",
            "Allan Saint-Maximin (Newcastle United) wins a free kick in the defensive half.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Miguel Almirón.",
            "Attempt missed. Fabian Schär (Newcastle United) header from very close range is too high. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Marc Guéhi.",
            "Attempt saved. Fabian Schär (Newcastle United) header from the centre of the box is saved in the bottom left corner. Assisted by Kieran Trippier with a cross.",
            "Corner,  Newcastle United. Conceded by Jean-Philippe Mateta.",
            "Corner,  Newcastle United. Conceded by Marc Guéhi.",
            "Attempt blocked. Miguel Almirón (Newcastle United) left footed shot from the right side of the box is blocked.",
            "Joelinton (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Michael Olise (Crystal Palace).",
            "Attempt saved. Alexander Isak (Newcastle United) header from the centre of the box is saved in the top centre of the goal. Assisted by Kieran Trippier with a cross.",
            "Corner,  Newcastle United. Conceded by Jean-Philippe Mateta.",
            "Corner,  Newcastle United. Conceded by Nathaniel Clyne.",
            "Corner,  Newcastle United. Conceded by Chris Richards.",
            "Nathaniel Clyne (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Joelinton (Newcastle United).",
            "Yellow Card! Will Hughes (Crystal Palace) is shown the yellow card.",
            "Kieran Trippier (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Will Hughes (Crystal Palace).",
            "Attempt blocked. Cheick Oumar Doucouré (Crystal Palace) right footed shot from outside the box is blocked.",
            "Corner,  Crystal Palace. Conceded by Nick Pope.",
            "Attempt saved. Jean-Philippe Mateta (Crystal Palace) right footed shot from the centre of the box is saved in the top centre of the goal.",
            "Substitution Substitution, Crystal Palace. Nathaniel Clyne replaces Joel Ward.",
            "Miguel Almirón (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Will Hughes (Crystal Palace).",
            "Substitution Substitution, Newcastle United. Allan Saint-Maximin replaces Joe Willock.",
            "Substitution Substitution, Newcastle United. Alexander Isak replaces Callum Wilson.",
            "Foul by Miguel Almirón (Newcastle United).",
            "Jordan Ayew (Crystal Palace) wins a free kick in the defensive half.",
            "Corner,  Newcastle United. Conceded by Joel Ward.",
            "Substitution Substitution, Crystal Palace. Will Hughes replaces Jeffrey Schlupp.",
            "Substitution Substitution, Crystal Palace. Jean-Philippe Mateta replaces Wilfried Zaha because of an injury.",
            "Substitution Substitution, Crystal Palace. Michael Olise replaces Eberechi Eze.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Wilfried Zaha (Crystal Palace).",
            "Attempt missed. Sven Botman (Newcastle United) header from the centre of the box is close, but misses the top right corner. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Chris Richards.",
            "Corner,  Newcastle United. Conceded by Joel Ward.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Wilfried Zaha (Crystal Palace).",
            "Yellow Card! Kieran Trippier (Newcastle United) is shown the yellow card for a bad foul.",
            "Wilfried Zaha (Crystal Palace) wins a free kick on the left wing.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Attempt saved. Joelinton (Newcastle United) right footed shot from outside the box is saved in the centre of the goal. Assisted by Miguel Almirón.",
            "Attempt blocked. Cheick Oumar Doucouré (Crystal Palace) right footed shot from outside the box is blocked. Assisted by Eberechi Eze.",
            "Attempt saved. Callum Wilson (Newcastle United) header from the centre of the box is saved in the top centre of the goal. Assisted by Kieran Trippier with a cross.",
            "Corner,  Newcastle United. Conceded by Chris Richards.",
            "Offside, Newcastle United. Miguel Almirón tries a through ball, but Kieran Trippier is caught offside.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Cheick Oumar Doucouré (Crystal Palace).",
            "Kick Off! Second Half begins Crystal Palace 0, Newcastle United 0.",
            "Half-time First Half ends, Crystal Palace 0, Newcastle United 0.",
            "Attempt missed. Chris Richards (Crystal Palace) header from the centre of the box is close, but misses the top right corner. Assisted by Eberechi Eze with a cross following a corner.",
            "Corner,  Crystal Palace. Conceded by Kieran Trippier.",
            "Attempt blocked. Odsonne Édouard (Crystal Palace) right footed shot from the centre of the box is blocked. Assisted by Wilfried Zaha.",
            "Foul by Eberechi Eze (Crystal Palace).",
            "Miguel Almirón (Newcastle United) wins a free kick on the right wing.",
            "Attempt missed. Miguel Almirón (Newcastle United) left footed shot from the right side of the box misses to the left. Assisted by Joe Willock.",
            "Joe Willock (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Jordan Ayew (Crystal Palace).",
            "Attempt saved. Joelinton (Newcastle United) right footed shot from the centre of the box is saved in the centre of the goal.",
            "Attempt missed. Fabian Schär (Newcastle United) with an attempt from the centre of the box misses to the left. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Wilfried Zaha.",
            "Sean Longstaff (Newcastle United) wins a free kick on the right wing.",
            "Foul by Tyrick Mitchell (Crystal Palace).",
            "Attempt blocked. Jordan Ayew (Crystal Palace) left footed shot from the left side of the box is blocked. Assisted by Wilfried Zaha.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Eberechi Eze (Crystal Palace).",
            "Attempt missed. Joe Willock (Newcastle United) right footed shot from outside the box is high and wide to the right following a set piece situation.",
            "Foul by Marc Guéhi (Crystal Palace).",
            "Callum Wilson (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Bruno Guimarães (Newcastle United).",
            "Jeffrey Schlupp (Crystal Palace) wins a free kick in the attacking half.",
            "Corner,  Newcastle United. Conceded by Tyrick Mitchell.",
            "Attempt saved. Joelinton (Newcastle United) right footed shot from the left side of the box is saved in the centre of the goal. Assisted by Fabian Schär.",
            "Attempt missed. Callum Wilson (Newcastle United) header from the centre of the box misses to the left. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Jeffrey Schlupp.",
            "Eberechi Eze (Crystal Palace) wins a free kick in the defensive half.",
            "Foul by Kieran Trippier (Newcastle United).",
            "Foul by Tyrick Mitchell (Crystal Palace).",
            "Miguel Almirón (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Sven Botman (Newcastle United).",
            "Jordan Ayew (Crystal Palace) wins a free kick in the defensive half.",
            "Attempt saved. Dan Burn (Newcastle United) left footed shot from the right side of the box is saved in the bottom right corner. Assisted by Kieran Trippier.",
            "Corner,  Newcastle United. Conceded by Marc Guéhi.",
            "Miguel Almirón (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Wilfried Zaha (Crystal Palace).",
            "Corner,  Crystal Palace. Conceded by Sean Longstaff.",
            "Sean Longstaff (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Jeffrey Schlupp (Crystal Palace).",
            "Attempt missed. Miguel Almirón (Newcastle United) right footed shot from the right side of the box is close, but misses to the right. Assisted by Joe Willock.",
            "Yellow Card! Marc Guéhi (Crystal Palace) is shown the yellow card for a bad foul.",
            "Foul by Marc Guéhi (Crystal Palace).",
            "Sven Botman (Newcastle United) wins a free kick in the defensive half.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    },
    "21": {
        "event": [
            "Full-time Match ends, Newcastle United 1, West Ham United 1.",
            "Second Half ends, Newcastle United 1, West Ham United 1.",
            "Foul by Tomás Soucek (West Ham United).",
            "Sean Longstaff (Newcastle United) wins a free kick in the defensive half.",
            "Substitution Substitution, West Ham United. Flynn Downes replaces Vladimír Coufal.",
            "Yellow Card! Nayef Aguerd (West Ham United) is shown the yellow card.",
            "Foul by Emerson (West Ham United).",
            "Jacob Murphy (Newcastle United) wins a free kick on the right wing.",
            "Foul by Ben Johnson (West Ham United).",
            "Anthony Gordon (Newcastle United) wins a free kick in the attacking half.",
            "Foul by Pablo Fornals (West Ham United).",
            "Kieran Trippier (Newcastle United) wins a free kick in the defensive half.",
            "Jacob Murphy (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Declan Rice (West Ham United).",
            "Attempt missed. Danny Ings (West Ham United) header from the centre of the box misses to the left. Assisted by Jarrod Bowen following a corner.",
            "Corner,  West Ham United. Conceded by Jacob Murphy.",
            "Tomás Soucek (West Ham United) wins a free kick in the defensive half.",
            "Foul by Callum Wilson (Newcastle United).",
            "Attempt missed. Fabian Schär (Newcastle United) header from the centre of the box is high and wide to the left. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Danny Ings.",
            "Attempt blocked. Anthony Gordon (Newcastle United) right footed shot from the centre of the box is blocked. Assisted by Callum Wilson.",
            "Corner,  Newcastle United. Conceded by Nayef Aguerd.",
            "Attempt saved. Callum Wilson (Newcastle United) header from the centre of the box is saved in the top centre of the goal. Assisted by Kieran Trippier with a cross.",
            "Substitution Substitution, Newcastle United. Elliot Anderson replaces Joe Willock.",
            "Substitution Substitution, Newcastle United. Jacob Murphy replaces Miguel Almirón.",
            "Substitution Substitution, West Ham United. Danny Ings replaces Michail Antonio.",
            "Foul by Nayef Aguerd (West Ham United).",
            "Kieran Trippier (Newcastle United) wins a free kick on the right wing.",
            "Foul by Michail Antonio (West Ham United).",
            "Sven Botman (Newcastle United) wins a free kick in the defensive half.",
            "Corner,  Newcastle United. Conceded by Nayef Aguerd.",
            "Attempt blocked. Callum Wilson (Newcastle United) right footed shot from the centre of the box is blocked. Assisted by Anthony Gordon with a through ball.",
            "Substitution Substitution, West Ham United. Pablo Fornals replaces Saïd Benrahma.",
            "Substitution Substitution, West Ham United. Tomás Soucek replaces Lucas Paquetá.",
            "Attempt missed. Sven Botman (Newcastle United) header from the centre of the box misses to the right. Assisted by Kieran Trippier with a cross following a corner.",
            "Corner,  Newcastle United. Conceded by Emerson.",
            "Offside, West Ham United. Saïd Benrahma tries a through ball, but Michail Antonio is caught offside.",
            "Lucas Paquetá (West Ham United) wins a free kick in the defensive half.",
            "Foul by Joe Willock (Newcastle United).",
            "Substitution Substitution, Newcastle United. Anthony Gordon replaces Allan Saint-Maximin.",
            "Delay over. They are ready to continue.",
            "Delay in match  because of an injury Joe Willock (Newcastle United).",
            "Foul by Kieran Trippier (Newcastle United).",
            "Emerson (West Ham United) wins a free kick in the defensive half.",
            "Sean Longstaff (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Emerson (West Ham United).",
            "Yellow Card! Joelinton (Newcastle United) is shown the yellow card.",
            "Joelinton (Newcastle United) has gone down, but the referee deems it simulation.",
            "Foul by Dan Burn (Newcastle United).",
            "Michail Antonio (West Ham United) wins a free kick in the defensive half.",
            "Attempt blocked. Allan Saint-Maximin (Newcastle United) right footed shot from a difficult angle on the left is blocked.",
            "Foul by Jarrod Bowen (West Ham United).",
            "Allan Saint-Maximin (Newcastle United) wins a free kick in the defensive half.",
            "Foul by Joelinton (Newcastle United).",
            "Emerson (West Ham United) wins a free kick in the attacking half.",
            "Attempt missed. Nayef Aguerd (West Ham United) header from the centre of the box misses to the right. Assisted by Saïd Benrahma with a cross.",
            "Lucas Paquetá (West Ham United) wins a free kick on the right wing.",
            "Foul by Joelinton (Newcastle United).",
            "Offside, West Ham United. Lukasz Fabianski tries a through ball, but Saïd Benrahma is caught offside.",
            "Substitution Substitution, West Ham United. Ben Johnson replaces Thilo Kehrer.",
            "Kick Off! Second Half begins Newcastle United 1, West Ham United 1.",
            "Half-time First Half ends, Newcastle United 1, West Ham United 1.",
            "Joelinton (Newcastle United) wins a free kick on the left wing.",
            "Foul by Vladimír Coufal (West Ham United).",
            "Attempt missed. Nayef Aguerd (West Ham United) header from the centre of the box is too high. Assisted by Vladimír Coufal following a set piece situation.",
            "Yellow Card! Joe Willock (Newcastle United) is shown the yellow card for a bad foul.",
            "Foul by Joe Willock (Newcastle United).",
            "Lucas Paquetá (West Ham United) wins a free kick in the attacking half.",
            "Attempt missed. Saïd Benrahma (West Ham United) right footed shot from outside the box misses to the left. Assisted by Emerson.",
            "Goal! Goal!  Newcastle United 1, West Ham United 1. Lucas Paquetá (West Ham United) left footed shot from very close range to the bottom right corner    following a corner.",
            "Corner,  West Ham United. Conceded by Joelinton.",
            "Attempt blocked. Lucas Paquetá (West Ham United) right footed shot from the centre of the box is blocked. Assisted by Jarrod Bowen.",
            "Attempt blocked. Lucas Paquetá (West Ham United) left footed shot from outside the box is blocked. Assisted by Emerson.",
            "Michail Antonio (West Ham United) wins a free kick in the attacking half.",
            "Foul by Sven Botman (Newcastle United).",
            "Attempt missed. Saïd Benrahma (West Ham United) right footed shot from the centre of the box is too high. Assisted by Declan Rice.",
            "Foul by Joelinton (Newcastle United).",
            "Jarrod Bowen (West Ham United) wins a free kick in the defensive half.",
            "Attempt missed. Fabian Schär (Newcastle United) right footed shot from the centre of the box is high and wide to the left. Assisted by Dan Burn following a set piece situation.",
            "Foul by Declan Rice (West Ham United).",
            "Joelinton (Newcastle United) wins a free kick on the left wing.",
            "Foul by Emerson (West Ham United).",
            "Kieran Trippier (Newcastle United) wins a free kick in the defensive half.",
            "Delay over. They are ready to continue.",
            "Delay in match   (West Ham United).",
            "Delay in match  because of an injury Sven Botman (Newcastle United).",
            "Attempt blocked. Lucas Paquetá (West Ham United) left footed shot from outside the box is blocked.",
            "Foul by Miguel Almirón (Newcastle United).",
            "Emerson (West Ham United) wins a free kick on the left wing.",
            "Attempt blocked. Michail Antonio (West Ham United) right footed shot from outside the box is blocked. Assisted by Saïd Benrahma with a headed pass.",
            "Hand ball by Saïd Benrahma (West Ham United).",
            "Goal! Goal!  Newcastle United 1, West Ham United 0. Callum Wilson (Newcastle United) left footed shot from outside the box to the bottom left corner. Assisted by Sean Longstaff with a through ball.",
            "Delay over. They are ready to continue.",
            "VAR Decision: No Goal  Newcastle United 0-0 West Ham United.",
            "GOAL OVERTURNED BY VAR: Joe Willock (Newcastle United) scores but the goal is ruled out after a VAR review.",
            "Kick Off! First Half begins.",
            "Lineups are announced and players are warming up."
        ]
    }
}